{
  "greece_news": [
    {
      "title": "Δολοφονία ισοβίτη στις φυλακές Δομοκού: Τον σκότωσε βαρυποινίτης στο γραφείο του αρχιφύλακα",
      "description": "Σύμφωνα με πληροφορίες, ο ισοβίτης που δολοφονήθηκε φέρεται να πήγε στο γραφείο του Αρχιφύλακα των φυλακών με πρόθεση να του επιτεθεί και να τον σκοτώσει",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774555/dolofonia-isoviti-stis-fulakes-domokou-ton-skotose-varupoinitis-sto-grafeio-tou-arhifulaka/?utm_source=rss",
      "date": "2026-02-15T19:53:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Παναθηναϊκός - ΑΕΛ 0-0 (Ημίχρονο): Live ο αγώνας στη Λεωφόρο",
      "description": "Χωρίς τη μεγάλη φάση το 1ο ημίχρονο στη Λεωφόρο - Μετάδοση από Cosmote Sport 1",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774494/panathinaikos-ael-gia-to-vima-tetradas-oi-prasinoi-sedra-stis-2100/?utm_source=rss",
      "date": "2026-02-15T19:50:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Αυτός είναι ο 45χρονος που παρενοχλούσε γυναίκες στα Εξάρχεια – Είχε πολιτικό άσυλο, τον είχαν συλλάβει ξανά",
      "description": "Το φως της δημοσιότητας είδε φωτογραφία του 45χρονου που συνελήφθη στα Εξάρχεια για σεξουαλική παρενόχληση τεσσάρων γυναικών. Ο άνδρας ηλικίας 45 ετών κατάγεται από το Ιράν και ήρθε στην Ελλάδα με πολιτικό άσυλο, ενώ στο παρελθόν έχει απασχολήσει ξανά τις αρχές, σύμφωνα με το Mega. Συγκεκριμένα, είχε συλληφθεί στην Ομόνοια για κατοχή μαχαιριού. Ο κατηγορούμενος συνελήφθη από αστυνομικούς της Ο.Π.Κ.Ε., τους οποίους βοήθησε συμπατριώτης του 45χρονου. Έτσι, του πέρασαν χειροπέδες κατά τις μεσημβρινές ώρες της 12ης Φεβρουαρίου 2026, σε κεντρικό σημείο των Εξαρχείων, αμέσως μετά από περιστατικό προσβολής γενετήσιας αξιοπρέπειας εις βάρος γυναίκας που περπατούσε στην περιοχή. Σε βάρος του σχηματίστηκε δικογραφία τόσο για το συγκεκριμένο αδίκημα όσο και για παράβαση της νομοθεσίας περί όπλων. Η σύλληψή του πραγματοποιήθηκε από αστυνομικούς που έσπευσαν στο σημείο, ακινητοποίησαν τον 45χρονο και τον μετέφεραν στο Τμήμα Δίωξης και Εξιχνίασης Εγκλημάτων Εξαρχείων. Κατά τη διάρκεια ελέγχου που ακολούθησε, βρέθηκε στην κατοχή του μαχαίρι μήκους 18 εκατοστών, το οποίο κατασχέθηκε. Ο συλληφθείς οδηγήθηκε ενώπιον του [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/Eksarxeia.png",
      "link": "https://www.newsbeast.gr/society/arthro/12897274/aftos-einai-o-45chronos-pou-parenochlouse-gynaikes-sta-exarcheia-eiche-politiko-asylo-ton-eichan-syllavei-xana",
      "date": "2026-02-15T19:50:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Νίκολιτς: «Δείξαμε χαρακτήρα, δε θα σχολιάσω το πέναλτι»",
      "description": "Όσα δήλωσε ο Σέρβος τεχνικός μετά την ισοπαλία της ΑΕΚ στην Τούμπα",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774552/nikolits-deixame-haraktira-de-tha-sholiaso-to-penalti/?utm_source=rss",
      "date": "2026-02-15T19:49:39.000Z",
      "source": "Protothema"
    },
    {
      "title": "Το μεγάλο όραμα του Τραμπ για την αίθουσα χορού του Λευκού Οίκου -Νέα έγγραφα για το σχέδιο, πώς θα είναι [εικόνες]",
      "description": "Νέες απεικονίσεις αποκαλύπτουν με λεπτομέρειες το φιλόδοξο σχέδιο του Ντόναλντ Τραμπ για την κατασκευή μιας γιγαντιαίας αίθουσας χορού στον Λευκό Οίκο, ένα έργο που από την πρώτη στιγμή έχει προκαλέσει έντονες αντιδράσεις. Τα σχέδια, τα οποία δημοσιεύθηκαν από την Εθνική Επιτροπή Σχεδιασμού Πρωτεύουσας (NCPC), παρουσιάζουν μια εκτεταμένη κατασκευή περίπου 8.361 τετραγωνικά μέτρα, τοποθετημένη στο ίδιο επίπεδο με την κεντρική έπαυλη. Το έγγραφο για την Ανατολική πτέρυγα του Λευκού Οίκου Το έγγραφο των 28 σελίδων με τίτλο «Εκσυγχρονισμός της Ανατολικής Πτέρυγας» φέρει ημερομηνία 11 Φεβρουαρίου και έχει υποβληθεί ενόψει της προγραμματισμένης ακρόασης της 5ης Μαρτίου, όπου θα εξεταστεί επισήμως η πρόταση. Ωστόσο, σύμφωνα με το CNN, οι απεικονίσεις αφαιρέθηκαν από την ιστοσελίδα της επιτροπής λίγο μετά την ανάρτησή τους, χωρίς να δοθούν διευκρινίσεις. Το έργο, με εκτιμώμενο κόστος 400 εκατομμυρίων δολαρίων, χρηματοδοτείται από ιδιώτες δωρητές και μεγάλες εταιρείες τεχνολογίας και άμυνας, μεταξύ των οποίων οι Meta, Apple, Amazon, Lockheed Martin, Microsoft, Palantir Technologies, Google και Comcast. Η υπόθεση πήρε πολιτικές διαστάσεις ήδη από τον Οκτώβριο, όταν ξεκίνησε αιφνιδιαστικά η κατεδάφιση της Ανατολικής Πτέρυγας, πριν ακόμη ολοκληρωθούν οι προβλεπόμενες διαδικασίες έγκρισης επισημαίνει ο Guardian στο δημοσίευμά του. Η κίνηση αυτή προκάλεσε κύμα αντιδράσεων, ενώ τον Δεκέμβριο ο National Trust for Historic Preservation κατέθεσε ομοσπονδιακή αγωγή, υποστηρίζοντας ότι παραβιάστηκαν νόμοι προστασίας ιστορικών μνημείων. Παράλληλα, ο Τραμπ αντικατέστησε τον αρχικό αρχιτέκτονα του έργου, επιλέγοντας τελικά την Shalom Baranes Associates για τον σχεδιασμό της επιχρυσωμένης αίθουσας. Το όραμα του Τραμπ για την αίθουσα χωρού του Λευκού Οίκου Σε ανάρτησή του στα μέσα κοινωνικής δικτύωσης, ο Αμερικανός πρόεδρος υποστήριξε ότι το έργο «βρίσκεται εντός προϋπολογισμού και μπροστά από το χρονοδιάγραμμα», χαρακτηρίζοντάς το «την καλύτερη αίθουσα χορού που έχει κατασκευαστεί ποτέ». Μάλιστα, ανέφερε ότι, χάρη στα ενισχυμένα χαρακτηριστικά ασφαλείας και δομικής αντοχής, ο χώρος θα μπορεί να χρησιμοποιηθεί και για μελλοντικές ορκωμοσίες προέδρων. Από την πλευρά της διοίκησης, ο διευθυντής του Γραφείου Διοίκησης του Λευκού Οίκου, Τζόσουα Φίσερ, υπερασπίστηκε την απόφαση κατεδάφισης, υποστηρίζοντας ότι αποτελούσε τη βέλτιστη λύση για την αντιμετώπιση χρόνιων προβλημάτων της Ανατολικής Πτέρυγας. Όπως ανέφερε, ιστορικά στοιχεία -όπως ο ακρογωνιαίος λίθος, κολόνες, πολυέλαιοι, παράθυρα και ξύλινες επενδύσεις -έχουν διασωθεί με σκοπό να ενσωματωθούν στη νέα κατασκευή, ενώ δεν έχει προκληθεί ζημιά στην κύρια έπαυλη. Το σχέδιο, πάντως, δεν περιορίζεται μόνο στην αίθουσα χορού. Περιλαμβάνει ευρύτερες παρεμβάσεις για την «αναβάθμιση της εμπειρίας των επισκεπτών», με παρεμβάσεις σε γύρω χώρους όπως το Lafayette Square, το Sherman Park, το First Division Monument και το The Ellipse, καθώς και τη δημιουργία ενός νέου, πιο σύγχρονου κέντρου ελέγχου ασφαλείας επισκεπτών. Αναλυτικά τα σχέδια για την ανατολική πτέρυγα του Λευκού Οίκου εδώ.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-02/donald-trump-sxedia-aithousa-xorou-1.jpg?itok=SVetkgsA",
      "link": "https://www.iefimerida.gr/kosmos/megalo-orama-tramp-gia-aithoysa-horoy-leykoy-oikoy?utm_source=rss",
      "date": "2026-02-15T19:48:09.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Άνετα εξελέγη σύνεδρος για τη ΓΣΕΕ ο Παναγόπουλος, το ΚΚΕ παίρνει το Εργατικό Κέντρο Αθήνας από το ΠΑΣΟΚ",
      "description": "Πρώτη δύναμη αναδείχθηκε η ΔΑΣ (ΚΚΕ) με 11 έδρες από 9 που είχε στην προηγούμενη αναμέτρηση",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774525/ekloges-eka-mia-edra-ehase-i-paske/?utm_source=rss",
      "date": "2026-02-15T19:48:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Πλημμύρες στην Πορτογαλία: Αγωνία για ηλικιωμένο ζευγάρι που αγνοείται, στους 16 οι νεκροί από την κακοκαιρία",
      "description": "Θύματα και μεγάλες καταστροφές και σε Ισπανία, Γαλλία από τα διαδοχικά κύματα κακοκαιρίας",
      "image": "",
      "link": "https://www.protothema.gr/world/article/1774540/plimmures-stin-portogalia-agonia-gia-ilikiomeno-zeugari-pou-agnoeitai-stous-16-oi-nekroi-apo-tin-kakokairia/?utm_source=rss",
      "date": "2026-02-15T19:46:34.000Z",
      "source": "Protothema"
    },
    {
      "title": "Δολοφονία στις φυλακές Δομοκού -Κρατούμενος πυροβόλησε και σκότωσε άλλον έγκλειστο",
      "description": "Συναγερμός σήμανε στις αρχές για την δολοφονία κρατούμενου στις φυλακές Δομοκού. Σύμφωνα με τις πρώτες πληροφορίες ισοβίτης κρατούμενος πήγε στο γραφείο του αρχιφύλακα με στόχο να τον σκοτώσει. Εκεί ήταν άλλος κρατούμενος για την δολοφονία Μάκρη, με καταγωγή από την Βουλγαρία, καθώς και ο Αλκέτ Ριζάι. Σύμφωνα με όσα φέρονται να υποστήριξαν ο κρατούμενος που ήταν με τον Ριζάι προσπάθησε να σώσει τον αρχιφύλακα, άρπαξε το όπλο από τον άλλο κρατούμενο και τον πυροβόλησε με αποτέλεσμα να τον σκοτώσει. Στο σημείο σπεύδει κλιμάκιο του ανθρωποκτονιών και γίνεται έρευνα για την αλήθεια των ισχυρισμών τους και τι ακριβώς συνέβη.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2022-08/fylakes-domokou-syrmata.jpg?itok=TVEJLju1",
      "link": "https://www.iefimerida.gr/ellada/fylakes-domokoy-nekros-isobitis-pige-skotosei-arhifylaka?utm_source=rss",
      "date": "2026-02-15T19:44:29.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "ΠΑΟΚ – ΑΕΚ: Με φορείο και μάσκα οξυγόνου αποχώρησε ο Μουκουντί",
      "description": "Με φορείο και μάσκα οξυγόνου αποχώρησε από τον αγώνα της ΑΕΚ με τον ΠΑΟΚ ο Άρολντ Μουκουντί, ο οποίος τραυματίστηκε έπειτα από μια άτσαλη πτώση του στην προσπάθεια να πάρει κεφαλιά. Το ντέρμπι των δικεφάλων στην Τούμπα δεν είχε νικητή καθώς έμειναν στο 0-0, είχε όμως χαμένο πέναλτι για τους «ασπρόμαυρους», δύο δοκάρια για τους «κιτρινόμαυρους» και αναγκαστικές αλλαγές εκατέρωθεν. Ένας από τους παίκτες που αναγκάστηκαν να αποχωρήσουν λόγω τραυματισμού ήταν ο Μουκουντί, ο οποίος σε μια προσπάθειά του να πάρει κεφαλιά έπεσε άτσαλα στο έδαφος και στα επόμενα λεπτά έδειχνε ότι δυσκολευόταν να πάρει ανάσα. Τελικά ο Μουκουντί έκανε νόημα προς τον πάγκο ότι δεν μπορούσε να συνεχίσει και αποχώρησε από τον αγωνιστικό χώρο με φορείο και μάσκα οξυγόνου, για να κάτσει στη συνέχεια στον πάγκο της ομάδας του.",
      "image": "https://www.newsbeast.gr/files/1/2026/02/5040450-1.jpg",
      "link": "https://www.newsbeast.gr/sports/arthro/12897357/paok-aek-me-foreio-kai-maska-oxygonou-apochorise-o-moukounti",
      "date": "2026-02-15T19:41:12.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Το Ιράν «δελεάζει» τον Τραμπ με συμφωνίες ενέργειας, εξόρυξης και αγοράς αεροσκαφών – Τι βάζει στο τραπέζι των διαπραγματεύσεων",
      "description": "Το Ιράν επιδιώκει μια πυρηνική συμφωνία με τις ΗΠΑ που θα προσφέρει οικονομικά οφέλη και για τις δύο πλευρές, ανέφερε την Κυριακή (15/2) ένας Ιρανός διπλωμάτης, δύο ημέρες πριν από έναν δεύτερο γύρο συνομιλιών μεταξύ Τεχεράνης και Ουάσινγκτον, που θα διεξαχθεί στη Γενεύη. Το Ιράν και οι ΗΠΑ ανανέωσαν τις διαπραγματεύσεις νωρίτερα αυτόν τον μήνα σχετικά με το πυρηνικό πρόγραμμα της Τεχεράνης, ώστε να αποτρέψουν μια νέα στρατιωτική αντιπαράθεση. Οι ΗΠΑ έχουν στείλει και δεύτερο αεροπλανοφόρο στην περιοχή του Περσικού Κόλπου και προετοιμάζονται για την πιθανότητα μιας παρατεταμένης στρατιωτικής εκστρατείας αν οι συνομιλίες δεν ευοδωθούν, δήλωσαν Αμερικανοί αξιωματούχοι στο πρακτορείο Reuters. Ο υπουργός Εξωτερικών των ΗΠΑ, Μάρκο Ρούμπιο, σε συνέντευξη Τύπου δήλωσε ότι ο πρόεδρος Ντόναλντ Τραμπ έχει καταστήσει σαφές ότι θα προτιμούσε τη διπλωματία και μια διευθέτηση μέσω διαπραγματεύσεων, όμως αυτό θα μπορούσε να μην συμβεί. Το Ιράν είχε απειλήσει να χτυπήσει αμερικανικές βάσεις στη Μέση Ανατολή αν δεχθεί επίθεση, αλλά σήμερα Κυριακή υιοθέτησε μια πιο συμφιλιωτική στάση. «Για [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/iran1-1.jpg",
      "link": "https://www.newsbeast.gr/world/arthro/12897263/to-iran-deleazei-ton-trab-me-symfonies-energeias-exoryxis-kai-agoras-aeroskafon-ti-vazei-sto-trapezi-ton-diapragmatefseon",
      "date": "2026-02-15T19:40:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Αποκαθίστανται σταδιακά τα ακτοπλοϊκά δρομολόγια – Επιμένουν οι ισχυροί άνεμοι",
      "description": "Παρά τη σταδιακή επανεκκίνηση ορισμένων ακτοπλοϊκών δρομολογίων από το απόγευμα σε επιλεγμένα λιμάνια της χώρας, η εικόνα στις θαλάσσιες συγκοινωνίες παραμένει εύθραυστη, καθώς ισχυροί άνεμοι συνεχίζουν να πλήττουν πολλές περιοχές. Σύμφωνα με το\nΛιμενικό Σώμα - Ελληνική Ακτοφυλακή, στις 17:00 απέπλευσε το Blue Star Chios από τον Πειραιά με προορισμούς Ανάφη,\nΗράκλειο, Σητεία, Κάσο, Κάρπαθο, Διαφάνι, Χάλκη και Ρόδο. Μισή ώρα αργότερα\nαναχώρησε το Blue Star Naxos για Σύρο, Πάρο, Νάξο, Ηρακλειά, Σχοινούσα και Κατάπολα, ενώ στις 18:00\nαπέπλευσε το Blue Star Paros για Σύρο, Μύκονο, Εύδηλο, Φούρνους, Καρλόβασι, Βαθύ, Χίο, Μυτιλήνη, Λήμνο\nκαι Θεσσαλονίκη. Το\nεπιβατηγό-οχηματαγωγό Διαγόρας, με προορισμό Χίο και Μυτιλήνη, παραμένει δεμένο\nστον Πειραιά, με το ενδεχόμενο αναχώρησης να εξετάζεται αργότερα, ανάλογα με\nτις καιρικές συνθήκες. Κανονικά αναμένεται να πραγματοποιηθούν τα δρομολόγια\nπρος Ηράκλειο και Χανιά. Για τον\nΑργοσαρωνικό, τα δρομολόγια εκτελούνται αποκλειστικά με πλοία συμβατικού τύπου.\nΑπό το λιμάνι της Ραφήνας τα πλοία κινούνται μόνο έως Μαρμάρι, ενώ σε ισχύ\nπαραμένει το απαγορευτικό απόπλου από το Λαύριο. Κλειστή παραμένει και η γραμμή\nΑλεξανδρούπολη-Σαμοθράκη. Άνεμοι έως 8 μποφόρ Σύμφωνα με τα\nμετεωρολογικά δεδομένα, οι άνεμοι στα δυτικά πνέουν νοτιοδυτικοί 4 έως 6\nμποφόρ, ενώ στις υπόλοιπες περιοχές επικρατούν νότιοι άνεμοι εντάσεως 7 έως 8\nμποφόρ και στο ανατολικό Αιγαίο τοπικά έως και 9. Οι επιβάτες που πρόκειται να ταξιδέψουν καλούνται, πριν από την αναχώρησή τους, να επικοινωνούν με τα κατά τόπους λιμεναρχεία και τα τουριστικά πρακτορεία, προκειμένου να ενημερώνονται για τυχόν αλλαγές ή τροποποιήσεις στα δρομολόγια. ΑΠΕ-ΜΠΕ",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2022-02/apagreftiko-apoplou-thalassa-rafinas.jpg?itok=9uJqjxbe",
      "link": "https://www.iefimerida.gr/ellada/apokathistantai-aktoploika-dromologia-ishyroi-anemoi?utm_source=rss",
      "date": "2026-02-15T19:37:48.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Αυτός είναι ο Ιρανός  «δράκος των Εξαρχείων», είχε κάνει 4 επιθέσεις κατά γυναικών σε 10 μέρες",
      "description": "Αυνανιζόταν δημόσια και περπατούσε με ανοιχτό φερμουάρ",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774546/autos-einai-o-drakos-ton-exarheion-eihe-kanei4-epitheseis-kata-gunaikon-se-10-meres/?utm_source=rss",
      "date": "2026-02-15T19:36:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Μετανάστης στην Ιταλία άρπαξε κοριτσάκι από τα χέρια της μαμάς του σε σούπερ μάρκετ: Δείτε βίντεο",
      "description": "Ο δράστης προσπάθησε να απαγάγει το μικρό παιδί με τη μητέρα να του επιτίθεται με μπουνιές και κλωτσιές, πριν τελικά τον συλλάβει η αστυνομία",
      "image": "",
      "link": "https://www.protothema.gr/world/article/1774544/metanastis-stin-italia-arpaxe-koritsaki-apo-ta-heria-tis-mamas-tou-se-souper-market-deite-video/?utm_source=rss",
      "date": "2026-02-15T19:33:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "ΠΑΟΚ - ΑΕΚ 0-0: Οι βόρειοι χαμένο πέναλτι, οι νότιοι δύο δοκάρια - Ισόπαλο χωρίς τέρματα το ντέρμπι \"δικεφάλων\"",
      "description": "Η \"λευκή\" ισοπαλία στο ΠΑΟΚ - ΑΕΚ, στην Τούμπα, κάνει ακόμη πιο συναρπαστικό το πρωτάθλημα της Super League 2025-26",
      "image": "https://www.thetoc.gr/Content/ImagesDatabase/fbc/1200x630/crop/both/8a6a181e919d453fa4f0f0bd3c8ca126.jpg",
      "link": "https://www.thetoc.gr/athlitika/article/paok---aek-0-0-oi-boreioi-xameno-penalti-oi-notioi-duo-dokaria---isopalo-xoris-termata-to-ntermpi-dikefalon/",
      "date": "2026-02-15T19:33:00.000Z",
      "source": "Thetoc"
    },
    {
      "title": "Κακοκαιρία: Αποκαθίστανται σταδιακά τα ακτοπλοϊκά δρομολόγια, επιμένουν οι ισχυροί άνεμοι",
      "description": "Ισχυροί άνεμοι έως 9 μποφόρ στο ανατολικό Αιγαίο - Απαγορευτικά σε Λαύριο και Αλεξανδρούπολη",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774549/kakokairia-apokathistadai-stadiaka-ta-aktoploika-dromologia-epimenoun-oi-ishuroi-anemoi/?utm_source=rss",
      "date": "2026-02-15T19:32:54.000Z",
      "source": "Protothema"
    },
    {
      "title": "Ωραία κίνηση από τους οπαδούς της Άντερλεχτ, καθάρισαν το γήπεδό τους από το χιόνι, βίντεο",
      "description": "Οι οπαδοί των «μωβ» μπήκαν στο γήπεδο για να καθαρίσουν το χιόνι ώστε να να παίξει η ομάδα τους με την Λα Λουβιέρ",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774548/oi-opadoi-tis-aderleht-katharisan-to-hioni-apo-to-gipedo-deite-video/?utm_source=rss",
      "date": "2026-02-15T19:32:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "ΠΑΟΚ και ΑΕΚ έμειναν στο 0-0 και άφησαν ανοιΧτούς λογαριασμούς",
      "description": "Χωρίς νικητή έληξε το ντέρμπι της Τούμπας παρά τις ευκαιρίες των δύο ομάδων - Ο Στρακόσα απέκρουσε πέναλτι του Γιακουμάκη, η ΑΕΚ είχε δύο δοκάρια με Κοϊτά, Γιόβιτς και στο 88' ο Καμαρά έχασε το... άχαστο στην κενή εστία",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774489/derbi-dikefalon-stin-touba-me-fodo-tin-korufi/?utm_source=rss",
      "date": "2026-02-15T19:30:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "«Τον έσφαξα σαν τον χοίρο – Εμένα δεν με χτυπά κανείς»: Σάστισαν οι αστυνομικοί από τα λόγια του αδελφοκτόνου στην Κρήτη",
      "description": "«Ψυχρό αίμα» χαρακτήρισαν οι αστυνομικοί τον 64χρονο αδερλφοκτόνο στην Κρήτη, καθώς ο δράστης φέρεται να περιέγραψε με περηφάνια τον τρόπο που δολοφόνησε τον αδερφό του, επειδή δεν έβρισκε τα κλειδιά. «Τον έσφαξα σαν τον χοίρο» φέρεται να είπε χαρακτηριστικά σε αστυνομικούς λίγο μετά το αποτρόπαιο έγκλημα. «Πήγε να με χτυπήσει. Εμένα; Εμένα δεν μπορεί κανείς να με χτυπήσει» έλεγε ξανά και ξανά θυμωμένα για τον αδερφό του. Η περιγραφή των γεγονότων αλλά και το ύφος που τα εξιστορούσε, έδωσαν σε αστυνομικούς την αίσθηση-όπως γράψαμε από την πρώτη στιγμή βάσει του ρεπορτάζ-ότι ο 64χρονος δεν μετάνιωσε στο ελάχιστο για την πράξη του, έγραψε το cretalive.gr. Ο 64χρονος φέρεται να τον μαχαίρωσε ξανά και ξανά στην περιοχή της καρωτίδας και όταν πια έμπηξε το μαχαίρι στο στομάχι, το άφησε καρφωμένο στο σώμα του αδερφού του και τον παράτησε. Το σπίτι, πάνω-κάτω, ήταν μέσα στο αίμα από τις πατημασιές του 64χρονου δράστη. Τα υποδήματα του είχαν «βουτήξει» στο αίμα του αδερφού του. Στο [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/Krhth.png",
      "link": "https://www.newsbeast.gr/society/arthro/12897334/ton-esfaxa-san-ton-choiro-emena-den-me-chtypa-kaneis-sastisan-oi-astynomikoi-apo-ta-logia-tou-adelfoktonou-stin-kriti",
      "date": "2026-02-15T19:30:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "ΠΑΟΚ-ΑΕΚ 0-0: Μοιρασιά στην Τούμπα, έμεινε στην κορυφή η Ένωση",
      "description": "Χωρίς νικητή έληξε το ντέρμπι κορυφής της Super League ανάμεσα στον ΠΑΟΚ και την ΑΕΚ στην Τούμπα (0-0). Έτσι, η ΑΕΚ έμεινε στην κορυφή με 49 βαθμούς, έναντι 47 του Ολυμπιακού και 46 του ΠΑΟΚ, που όμως έχει έναν αγώνα λιγότερο. Τη μεγαλύτερη ευκαιρία την είχε ο «Δικέφαλος του Βορρά», αλλά ο Γιακουμάκης αστόχησε σε πέναλτι στο 10ο λεπτό, ενώ η ΑΕΚ είχε δύο δοκάρια: ένα με τον Κοϊτά στο πρώτο ημίχρονο με μακρινό σουτ και ένα στις καθυστερήσεις του αγώνα με τον Γιόβιτς, που από το ύψος του πέναλτι δεν μπόρεσε να νικήσει τον Παβλένκα. Το ματς Σε ένα παιχνίδι που τα είχε όλα εκτός από γκολ, ΠΑΟΚ και ΑΕΚ πήραν από έναν βαθμό, στο ντέρμπι «Δικεφάλων» της 21ης αγωνιστικής του πρωταθλήματος της Super League. Αποτέλεσμα που κρατάει ανοιχτά όλα τα σενάρια στη μάχη του τίτλου. Η ομάδα του Ράζβαν Λουτσέσκου θα έχει να λέει για το χαμένο πέναλτι του Γιακουμάκη στο 12’ - πέναλτι που απέκρουσε ο Θωμάς Στρακόσια. Εκείνη του Μάρκο Νίκολιτς θα έχει να λέει για τα δύο δοκάρια - ένα με τον Αμπουμπακαρί Κοϊτά (40’) κι ένα με τον Λούκα Γιόβιτς (90’+4’). Εν τέλει, οι δυο ομάδες θα τα πουν ξανά στα Play Off κι ενώ νωρίτερα υπάρχουν για αμφότερες ευρωπαϊκές υποχρεώσεις.Τα αίματα άναψαν από νωρίς, με τους «κιτρινόμαυρους» να διαμαρτύρονται εντονότατα για κάρτα (ίσως και κόκκινη) για μαρκάρισμα του Τζόντζο Κένι πάνω στον Κοϊτά - ο Χαρμ Όσμερς έδωσε απλά φάουλ. Για να έρθει το πέναλτι για τον ΠΑΟΚ στο 10’, με τον Άρολντ Μουκουντί να βάζει το πόδι του σε αυτό του Χρήστου Ζαφείρη. Την εσχάτη των ποινών εκτέλεσε ο Γιακουμάκης, αλλά ο Στρακόσια έπεσε στην αριστερή του γωνία αποκρούοντας και κρατώντας το «μηδέν» - τρίτο πέναλτι που πιάνει ο διεθνής Αλβανός τερματοφύλακας σε αυτή τη σεζόν. Μετά το πρώτο τέταρτο, οι παίκτες του Νίκολιτς έφεραν το παιχνίδι στα μέτρα τους. Κράτησαν περισσότερο την μπάλα, απέφυγαν τα αβίαστα λάθη και προσπάθησαν να δημιουργήσουν επικίνδυνες καταστάσεις μπροστά στην εστία του Γίρι Παβλένκα. Ο οποίος «σώθηκε» από το οριζόντιο δοκάρι στο σουτ του Κοϊτά από το ημικύκλιο της μεγάλης περιοχής στο 40’ και είδε τον Ραζβάν Μαρίν να σουτάρει με το αριστερό δίπλα από το δεξί του δοκάρι στις καθυστερήσεις του πρώτου μέρους. Το δεύτερο ξεκίνησε με δυο καλές στιγμές, από μία για κάθε ομάδα - το σουτ του Ζίβκοβιτς (47’) δεν ανησύχησε τόσο τον Στρακόσια όσο εκείνο του Γιόβιτς (51’) τον Παβλένκα. Περισσότερο ανησύχησε ο Λουτσέσκου με την αναγκαστική αλλαγή του Σουαλιό Μεϊτέ (που από τα προηγούμενα ματς είχε ενοχλήσεις στο ισχίο) λίγα λεπτά μετά αλλά και ο Νίκολιτς με εκείνη του Μουκουντί (έπεσε άτσαλα και είχε δυσκολίες στην αναπνοή, πονώντας στα πλευρά). Οι γηπεδούχοι είχαν καλή στιγμή στο 68’, όταν Αμπντούλ Ραχμάν Μπάμπα και Τάισον συνεργάστηκαν, με το πλασέ του Μαγκομέντ Οζντόεφ υπό εξαιρετικές προϋποθέσεις να είναι άστοχο. Όπως και εκείνο του Γιόβιτς δέκα λεπτά μετά, σε αντεπίθεση, μετά από ωραία κούρσα του Κοϊτά. Ο Νίκολιτς «έχασε» με αναγκαστική αλλαγή και τον Σταύρο Πήλιο ενώ δεν πήρε βοήθεια από αυτούς που έριξε στο ματς. Στο 88’ ο Μπάμπα ξεπέρασε τον Ρόμπερτ Λιούμπισιτς και σέντραρε, αλλά η κεφαλιά του ολομόναχου Μαντί Καμαρά από το ύψος του πέναλτι δε βρήκε στόχο. Φτάνοντας στις καθυστερήσεις, η ΑΕΚ έχασε τεράστια ευκαιρία να φύγει με το «τρίποντο». Ο Στρακόσια με βολέ βρήκε τον ξεχασμένο Λιούμπισιτς, εκείνος σέντραρε στο δεύτερο δοκάρι, ο Γιόβιτς πήρε την κεφαλιά αλλά η μπάλα σταμάτησε στην αριστερή δοκό της εστίας του Παβλένκα. Το 0-0 άφησε χαρούμενο... τον Ολυμπιακό αφού η ΑΕΚ έμεινε μεν πρώτη με 49 βαθμούς, με τους «ερυθρόλευκους» να είναι στους 47 και τον ΠΑΟΚ να πηγαίνει στους 46, έχοντας και ένα παιχνίδι λιγότερο (με την Κηφισιά εκτός έδρας στις 4/3). Βέβαια, οι «ασπρόμαυροι» σκέφτονται πρωτίστως το ματς με τη Θέλτα στην Τούμπα (Πέμπτη 19/2, 19:45), πρώτο ανάμεσα στις δυο ομάδες για τα πλέι οφ του UEFA Europa League.Διαιτητής: Χαρμ Όσμερς (Γερμανία)Κίτρινες: Ζίβκοβιτς, Τσιφτσής, Καμαρά, Κεντζιόρα - Βάργκα, Ρέλβας, Κουτέσα, Στρακόσια.Οι συνθέσεις των δύο ομάδων:ΠΑΟΚ (Ράζβαν Λουτσέσκου): Παβλένκα, Κένι, Κεντζιόρα, Μιχαηλίδης, Μπάμπα, Μεϊτέ (52’ Οζντόεφ), Ζαφείρης, Χατσίδης (52’ Καμαρά), Τάισον, Ζίβκοβιτς, Γιακουμάκης.ΑΕΚ (Μάρκο Νίκολιτς): Στρακόσια, Ρότα, Μουκουντί (64’ Βίντα), Ρέλβας, Πήλιος (79’ Πένραϊς), Πινέδα, Μαρίν, Γκατσίνοβιτς (64’ Κουτέσα), Κοϊτά (79’ Λιούμπισιτς), Γιόβιτς, Βάργκα (90’+1’ Ζίνι). *Πριν από την έναρξη του αγώνα οι παίκτες της ΑΕΚ άφησαν από ένα λουλούδι στη Θύρα 4 στη μνήμη των οπαδών του ΠΑΟΚ που έχασαν τη ζωή τους στο τροχαίο δυστύχημα στη Ρουμανία.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-02/paok-aek-a-15-2.jpg?itok=x9G-MSs0",
      "link": "https://www.iefimerida.gr/spor/paok-aek-ntermpi-super-league?utm_source=rss",
      "date": "2026-02-15T19:28:55.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "ΠΑΟΚ – ΑΕΚ 0-0: Παρέμεινε κιτρινόμαυρη η κορυφή",
      "description": "Ο ΠΑΟΚ έχασε πέναλτι, η ΑΕΚ είχε δύο δοκάρια και με το τελικό 0-0 στην Τούμπα δεν άλλαξε κάτι στην κατάταξη, με τους «κιτρινόμαυρους» να έχουν 49 βαθμούς, τον Ολυμπιακό να ακολουθεί με 47 και τους «ασπρόμαυρους» να είναι στους 46 με ένα παιχνίδι λιγότερο. Το ντέρμπι άρχισε με τους γηπεδούχους να πατάνε καλύτερα, να πιέζουν ψηλά για να οδηγήσουν σε λάθη τους φιλοξενούμενους και να έχουν μεγάλη ευκαιρία για να ανοίξουν το σκορ, καθώς στο 10&#8242; κέρδισαν πέναλτι για ανατροπή του Ζαφείρη από τον Μουκουντί. Πέναλτι που δεν έγινε γκολ, όμως, καθώς ο Στρακόσα είπε «όχι» στον Γιακουμάκη και κράτησε το 0-0. Η ομάδα του Ραζβάν Λουτσέσκου διατήρησε την πρωτοβουλία των κινήσεων μέχρι το 20&#8242;, κάπου εκεί όμως οι «κιτρινόμαυροι» πήραν μέτρα και ισορρόπησαν την κατάσταση. Η ομάδα του Μάρκο Νίκολιτς έδωσε στο παιχνίδι τον ρυθμό που ήθελε, κρατούσε μακριά από την περιοχή της τους «ασπρόμαυρους» και στα τελευταία λεπτά του πρώτου ημιχρόνου θα μπορούσε να προηγηθεί. Στο 40&#8242; [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/5040416-1.jpg",
      "link": "https://www.newsbeast.gr/sports/arthro/12897343/paok-aek-0-0-paremeine-kitrinomavri-i-koryfi",
      "date": "2026-02-15T19:28:30.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Η βαθμολογία μετά την ισοπαλία στο παιχνίδι του ΠΑΟΚ με την ΑΕΚ",
      "description": "Η ΑΕΚ παρέμεινε στην κορυφή μετά το 0-0 με τον ΠΑΟΚ στην Τούμπα",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774529/i-vathmologia-meta-tin-isopalia-sto-paihnidi-tou-paok-me-tin-aek/?utm_source=rss",
      "date": "2026-02-15T19:28:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Κακοκαιρία στην Ελλάδα: Αποκαθίστανται σταδιακά τα ακτοπλοϊκά δρομολόγια - Επιμένουν οι ισχυροί άνεμοι",
      "description": "Η εικόνα στις θαλάσσιες συγκοινωνίες παραμένει εύθραυστη, ελέω της κακοκαιρίας που πλήττει τη χώρα",
      "image": "https://www.thetoc.gr/Content/ImagesDatabase/fbc/1200x630/crop/both/files/articles/7/article_232099/se-poia-aktoploika-dromologia-paramenoun-ta-problimata.w_hr.jpg",
      "link": "https://www.thetoc.gr/koinwnia/article/kakokairia-stin-ellada-apokathistantai-stadiaka-ta-aktoploika-dromologia---epimenoun-oi-isxuroi-anemoi/",
      "date": "2026-02-15T19:28:00.000Z",
      "source": "Thetoc"
    },
    {
      "title": "Ολλανδικό ναυάγιο κάτω από το Μανχάταν: Η έρευνα για ένα πλοίο του 1613 που βυθίστηκε κάτω από τη Νέα Υόρκη",
      "description": "Ένα ναυάγιο που εντοπίστηκε πριν από περισσότερο από έναν αιώνα, θαμμένο περίπου έξι μέτρα κάτω από τους δρόμους του Μανχάταν, επιστρέφει σήμερα στο επίκεντρο της έρευνας. Ένα ναυάγιο που εντοπίστηκε πριν από περισσότερο από έναν αιώνα, θαμμένο περίπου έξι μέτρα κάτω από τους δρόμους του Μανχάταν, επιστρέφει σήμερα στο επίκεντρο της έρευνας, καθώς αρχαιολόγοι επιχειρούν να λύσουν ένα από τα πιο ενδιαφέροντα μυστήρια της πρώιμης ιστορίας της Νέας Υόρκης. Τα απανθρακωμένα ξύλινα δοκάρια που ανακαλύφθηκαν το 1916 κατά τη διάρκεια κατασκευής γραμμής μετρό ενδέχεται να ανήκαν στο «Tyger», ένα ολλανδικό εμπορικό πλοίο που έφτασε στον Ατλαντικό το 1613 και καταστράφηκε από πυρκαγιά, την εποχή που η περιοχή αποτελούσε ακόμη το ολλανδικό αποικιακό κέντρο της Νέας Ολλανδίας, πριν μετονομαστεί σε Νέα Υόρκη. Επικεντρώνεται στα ξύλινα τμήματα του πλοίου Η νέα ερευνητική πρωτοβουλία επικεντρώνεται στα ξύλινα τμήματα του πλοίου που βρίσκονται σήμερα στη συλλογή του Μουσείου της Πόλης της Νέας Υόρκης. Οι επιστήμονες σκοπεύουν να εξετάσουν το είδος του ξύλου, την ηλικία του και τη γεωγραφική του προέλευση, αξιοποιώντας κυρίως τη δενδροχρονολόγηση — τη μέθοδο που αναλύει τους δακτυλίους ανάπτυξης των δέντρων για να καθορίσει πότε και πού κόπηκαν. Την έρευνα αναλαμβάνουν ο αρχαιολόγος Μάρτιν Μάντερς από την Ολλανδική Υπηρεσία Πολιτιστικής Κληρονομιάς και η ερευνήτρια Μάρτα Ντομίνγκεθ-Ντελμάς από το Κέντρο Βιοποικιλότητας Naturalis. Όπως εξηγεί η ίδια, οι δακτύλιοι των ξύλων μπορούν να αποκαλύψουν την προέλευση και τη χρονολόγηση του υλικού, ακόμη κι αν δεν αποδεικνύουν απόλυτα την ταυτότητα του πλοίου. Αν όμως τα στοιχεία δεν ταιριάζουν με τις πρακτικές ναυπήγησης των αρχών του 17ου αιώνα στην Ολλανδία, τότε οι ερευνητές θα μπορέσουν να αποκλείσουν το ενδεχόμενο να πρόκειται για το «Tyger». Αντίθετα, αν τα δεδομένα ευθυγραμμιστούν, θα καταλήξουν —όπως λένε— σε «τεκμηριωμένο συμπέρασμα». Η ιστορία του πιθανού ναυαγίου ξεκινά τον 17ο αιώνα Η ιστορία του πιθανού ναυαγίου ξεκινά τον 17ο αιώνα, όταν ο εξερευνητής Αντριάν Μπλοκ ταξίδεψε με το «Tyger» από το Άμστερνταμ προς τη Βόρεια Αμερική για εμπορική αποστολή. Είχε προσληφθεί για να εξασφαλίσει γούνες κάστορα και ενυδρίδας μέσω ανταλλαγών με τον λαό Λέναπε, τους αυτόχθονες κατοίκους της περιοχής. Λίγους μήνες μετά την άφιξή του στο λιμάνι που αργότερα θα γινόταν Νέα Υόρκη, το πλοίο καταστράφηκε από πυρκαγιά. Ο Μπλοκ αναγκάστηκε να περάσει τον χειμώνα στην ξηρά και, με τη βοήθεια των Ινδιάνων Λέναπε, κατασκεύασε ένα νέο σκάφος, το «Onrust». Με αυτό, το 1614, χαρτογράφησε τον ποταμό Ίστ, τον ποταμό Κονέκτικατ και τον πορθμό Λονγκ Άιλαντ, διορθώνοντας σημαντικές γεωγραφικές παρανοήσεις και ανοίγοντας τον δρόμο για την περαιτέρω ολλανδική παρουσία στην περιοχή. Το παρελθόν ήρθε στην επιφάνεια Τρεις αιώνες αργότερα, το παρελθόν ήρθε στην επιφάνεια με έναν εντελώς απρόσμενο τρόπο. Το 1916, εργάτες που κατασκεύαζαν υπόγεια γραμμή στο Μανχάταν ανακάλυψαν καμένα ξύλινα τμήματα πλοίου — τον κεντρικό δοκό που σταθεροποιεί την καρίνα και τρία πλευρικά πλαίσια. Ο επιστάτης του έργου, Τζέιμς Κέλι, πάλεψε να διασώσει τα ευρήματα, παρά το πιεστικό χρονοδιάγραμμα των εργασιών και τη δυσκολία μετακίνησης των βαριών δοκαριών. Οι ειδικοί της εποχής θεώρησαν ότι πιθανότατα επρόκειτο για το «Tyger», μια υπόθεση που έκτοτε παραμένει ανοικτή. Από τη δεκαετία του 1940, τα ξύλα ανήκουν στο Μουσείο της Πόλης της Νέας Υόρκης, όπου εκτίθενται ως πιθανά κατάλοιπα ενός από τα πρώτα πλοία που συνδέθηκαν με την αποικιακή ιστορία της πόλης. Τα τελευταία χρόνια, ωστόσο, το ενδιαφέρον για την ταυτότητά τους αναζωπυρώθηκε. Η νέα έρευνα θα εξετάσει περίπου δυόμισι μέτρα από την καρίνα και τα πλευρικά πλαίσια, αλλά δεν θα περιοριστεί μόνο στη χρονολόγηση. Οι ειδικοί θα αναλύσουν τα ξύλα ως στοιχεία ναυπηγικής, εξετάζοντας πώς κατασκευάστηκαν, ποια ήταν η λειτουργία τους στο σκάφος και τι μπορούν να αποκαλύψουν για τις τεχνικές της εποχής. Παράλληλα, θα μελετηθούν και άλλα αντικείμενα που ανακαλύφθηκαν μαζί με τα ξύλα: ένα ολλανδικό τσεκούρι με φαρδιά κεφαλή, εμπορικές χάντρες, πήλινες πίπες, ένα κομμάτι αλυσίδας, ένα μικρό κανόνι και θραύσματα μπλε-άσπρης κεραμικής. Το γεγονός ότι το ναυάγιο βρέθηκε τόσο βαθιά κάτω από τη γη δεν είναι τυχαίο. Κατά τον 17ο αιώνα, οι Ολλανδοί —και αργότερα οι Βρετανοί— άποικοι επεξέτειναν την ακτογραμμή του Μανχάταν γεμίζοντας τη θάλασσα με χώμα και απορρίμματα για να δημιουργήσουν νέα γη προς οικοδόμηση. Η τεχνητή αυτή επέκταση κάλυψε το σημείο όπου βυθίστηκε το πλοίο, εξηγώντας γιατί οι εργάτες το εντόπισαν κάτω από τους δρόμους αιώνες αργότερα. Πέρα από την επιστημονική περιέργεια, η προσπάθεια επιβεβαίωσης της ταυτότητας του «Tyger» έχει και συμβολική διάσταση. Όπως σημειώνει η πρόεδρος του μουσείου Στέφανι Χιλ Ουίλτσφορτ, η αναζήτηση δεν είναι απλώς ένα τεχνικό εγχείρημα αλλά «ένα ταξίδι στις πρώτες ημέρες της πόλης». Η Νέα Ολλανδία, η αποικία που ιδρύθηκε από τους Ολλανδούς, και η πρωτεύουσά της Νέο Άμστερνταμ, αποτέλεσαν τη βάση πάνω στην οποία χτίστηκε η μετέπειτα Νέα Υόρκη, μέχρι που οι Βρετανοί κατέλαβαν την περιοχή το 1664 και της έδωσαν το σημερινό της όνομα. Εάν τα ξύλα αποδειχθούν πράγματι μέρος του «Tyger», το εύρημα θα αποτελέσει μία από τις πιο απτές γέφυρες ανάμεσα στη σύγχρονη μεγαλούπολη και την προαποικιακή της ιστορία. Αν όχι, η έρευνα θα παραμείνει εξίσου σημαντική, καθώς θα φωτίσει τις τεχνικές ναυπηγικής, τα εμπορικά δίκτυα και την καθημερινότητα των πρώτων ευρωπαϊκών αποστολών στον Ατλαντικό. Σε κάθε περίπτωση, η ιστορία ενός πλοίου που χάθηκε σε πυρκαγιά πριν από τέσσερις αιώνες και επανεμφανίστηκε κάτω από μια από τις πιο πυκνοκατοικημένες πόλεις του κόσμου θυμίζει ότι οι στρώσεις της Ιστορίας δεν βρίσκονται μόνο στα αρχεία, αλλά και κάτω από την άσφαλτο, περιμένοντας να αποκαλυφθούν ξανά.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-02/screenshot_2026-02-15_200212.jpg?itok=wvMgPE-p",
      "link": "https://www.iefimerida.gr/stories/nayagio-kato-apo-manhatan?utm_source=rss",
      "date": "2026-02-15T19:25:58.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Βεβήλωσαν το μνημείο των 200 εκτελεσθέντων της Καισαριανής -Μετά τη δημοσιοποίηση των νέων ιστορικών φωτογραφιών",
      "description": "Βεβηλώθηκε η μαρμάρινη πλάκα-μνημείο των 200 εκτελεσθέντων κομμουνιστών στο Σκοπευτήριο της Καισαριανής. Σε μια απαράδεκτη ενέργεια προχώρησαν άγνωστοι, λίγες ώρες μετά την δημοσίευση των ιστορικών φωτογραφιών που φέρονται να έχουν καταγράψει τις στιγμές ακριβώς πριν την εκτέλεση των 200 κομμουνιστών στην Καισαριανή την 1η Μαΐου του 1944, από τις γερμανικές κατοχικές δυνάμεις. Σε ανακοίνωσή της η δημοτική αρχή Καισαριανής καταδίκασε το περιστατικό και υπογράμμισε ότι το μνημείο θα αποκατασταθεί άμεσα. «Η Δημοτική Αρχή καταδικάζει τις υλικές φθορές που προκλήθηκαν στο Μνημείο των 200 κομμουνιστών στην Καισαριανή, στη μοναδική μαρμάρινη πλάκα που ανέφερε το γεγονός της εκτέλεσης την Πρωτομαγιά του 1944. Η κίνηση αυτή έγινε λίγες ώρες μετά τη δημοσίευση των ιστορικών φωτογραφιών που έχουν προκαλέσει ρίγος συγκίνησης για την ηρωική παλικαρίσια στάση των 200 κομμουνιστών ηρώων οι οποίοι στάθηκαν όρθιοι στο εκτελεστικό απόσπασμα». «Η ιστορική μνήμη δε σβήνει όσο κι αν ενοχλεί κάποιους! Η Δημοτική Αρχή θα προβεί στην αποκατάσταση των φθορών και θα πρωτοστατήσει με όλες της τις δυνάμεις στην ανάδειξη και αναβάθμιση του ιστορικού αυτού τόπου, κόντρα σε όλους όσους εμποδίζουν την απόδοση της ιστορικής μνήμης», καταλήγει η ανακοίνωση της δημοτικής αρχής. Βεβήλωσαν το μνημείο των 200 εκτελεθέντων της Καισαριανής",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-02/kaisariani-mnimio.jpg?itok=6RCXd1oQ",
      "link": "https://www.iefimerida.gr/ellada/bebilosan-mnimeio-ton-200-ektelesthenton-tis-kaisarianis?utm_source=rss",
      "date": "2026-02-15T19:23:05.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Γερουλάνος για συνέδριο του ΠΑΣΟΚ: «Να εντάξουμε τις δυνάμεις που θέλουν να συμπορευτούν»",
      "description": "«Το δίλημμα των εκλογών είναι: «Πάμε μπροστά με το ΠΑΣΟΚ; Ή μένουμε πίσω με την Νέα Δημοκρατία;», υπογράμμισε ο Παύλος Γερουλάνος στην ΚΟΕΣ του ΠΑΣΟΚ. Μιλώντας για τη σημερινή κατάσταση στη χώρα, ο κ. Γερουλάνος είπε πως η χώρα «έχει μια κυβέρνηση καθηλωμένη από φόβο» και τόνισε πως «οφείλουμε να καταλάβουμε όλοι, πρωτίστως εδώ μέσα, ότι είτε σε έξι, είτε σε δώδεκα μήνες θα βρεθούμε, αντιμέτωποι και με μια μοναδική ευκαιρία ως ΠΑΣΟΚ, να προσφέρουμε στην Ελληνική κοινωνία αυτό που πραγματικά έχει ανάγκη: Την πολιτική αλλαγή μεγάλων μεταρρυθμίσεων στην κοινωνία, την οικονομία, και το κράτος απέναντι σε μια καταστροφική στασιμότητα. Πρότεινε τρεις μεγάλες αλλαγές στο κόμμα: «Η πρώτη μεγάλη αλλαγή είναι πολιτική. Έχουμε ένα δυνατό πρόγραμμα. Ένα πρόγραμμα, που αντίθετα με τα προγράμματα όλων των άλλων κομμάτων, δεν βάζει μόνο οικονομικούς στόχους. Βάζει και κοινωνικούς και διοικητικούς στόχους για την πατρίδα μας. Εξαιρετικά σημαντικό. Παραμένει όμως ευάλωτο στην πολυφωνία. Είναι λογικό. Μέσα σε ένα πολυσυλλεκτικό κόμμα, να υπάρχουν διαφορετικές απόψεις. [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2024/07/geroulanos.jpg",
      "link": "https://www.newsbeast.gr/politiki/arthro/12897244/geroulanos-gia-synedrio-tou-pasok-na-entaxoume-tis-dynameis-pou-theloun-na-syboreftoun",
      "date": "2026-02-15T19:20:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Νεκρή 53χρονη Ισραηλινή παραγωγός ταινιών σε δωμάτιο ξενοδοχείου στο κέντρο της Αθήνας",
      "description": "Την εντόπισε ο αδερφός της - Τι εξετάζουν οι Αρχές",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774542/nekri-53hroni-israilini-se-xenodoheio-tis-athinas/?utm_source=rss",
      "date": "2026-02-15T19:18:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Ισραηλινή βρέθηκε νεκρή σε κεντρικό ξενοδοχείο της Αθήνας",
      "description": "Μια γυναίκα ηλικίας περίπου 53 ετών με καταγωγή από το Ισραήλ εντοπίστηκε λίγο μετά τις 8 το βράδυ νεκρή σε κεντρικό ξενοδοχείο της Αθήνας. Σύμφωνα με πληροφορίες, την αναζητούσε για ώρες ο αδερφός της καθώς δεν απαντούσε στις τηλεφωνικές κλήσεις του. Έτσι πήγε από εκεί κι όταν μπήκε στο δωμάτιο του 5ου ορόφου, αντίκρισε νεκρή την 53χρονη. Τη σορό θα εξετάσει ιατροδικαστής, ενώ υπάρχουν πληροφορίες ότι είχε μώλωπες στα άκρα και στον λαιμό.",
      "image": "https://www.newsbeast.gr/files/1/2025/07/Peripoliko14.jpg",
      "link": "https://www.newsbeast.gr/society/arthro/12897327/israilini-vrethike-nekri-se-kentriko-xenodocheio-tis-athinas",
      "date": "2026-02-15T19:17:31.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Νεκρή σε δωμάτιο ξενοδοχείου στο κέντρο της Αθήνας βρέθηκε 53χρονη Ισραηλινή - Την εντόπισε ο αδερφός της",
      "description": "Νεκρή βρέθηκε μία\n53χρονη Ισραηλινή υπήκοος σύμφωνα με τις πρώτες πληροφορίες, σε δωμάτιο\nξενοδοχείου στην οδό Λέκκα στο κέντρο της Αθήνας. Σύμφωνα με τις πρώτες πληροφορίες, ο θάνατος της αποδίδεται σε αυτοχειρία, ενώ στο σημείο μεταβαίνει ιατροδικαστής. Στο δωμάτιό της βρέθηκαν χάπια, σύμφωνα με πληροφορίες, ενώ υπήρχαν και σημάδια από μώλωπες στα άκρα και στην περιοχή του λαιμού. Είχε νοικιάσει το δωμάτιο στις αρχές του μήνα ενώ εντοπίστηκε από τον αδελφό της, ο οποίος την καλούσε για ώρες στην κινητό της τηλέφωνο. Σύμφωνα με πληροφορίες πρόκειται για Ισραηλινή σεναριογράφο, ηθοποιό και παραγωγό. Πληροφορίες του iefimerida αναφέρουν ότι βρισκόταν στη χώρα μας για τα γυρίσματα της τέταρτης σεζόν σειράς της οποίας ήταν παραγωγός.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-01/peripoliko-nyxta-ena.jpg?itok=Ne07NDod",
      "link": "https://www.iefimerida.gr/ellada/nekri-se-xenodoheio-brethike-israilini-kentro-athina?utm_source=rss",
      "date": "2026-02-15T19:13:30.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Ο λόγος που δεν φεύγει ο Μεντιλίμπαρ από τον Ολυμπιακό και το μεγάλο του λάθος!",
      "description": "Προφανώς και δεν είναι συμπτωματικό πως ο Ολυμπιακός στα τελευταία 5 δύσκολα παιχνίδια του (με Άρη, ΑΕΚ. Λεβαδειακό εκτός και ΠΑΟΚ,ΠΑΟ εντός) δεν κέρδισε, έκανε 2 ήττες (στο Καραϊσκάκης) και 3 ισοπαλίες, σκοράροντας μόλις μια (1) φορά! Και στις 5 αυτές αναμετρήσεις οι Πειραιώτες είχαν μεγάλη κατοχή μπάλας αλλά χωρίς να κάνουν πολλές καθαρές ευκαιρίες ενώ πέταξαν τα πρώτα ημίχρονα. Γιατί ο Ολυμπιακός πλέον δεν είναι άτρωτος και δείχνει προβλέψιμος στα παιχνίδια του, το πλάνο του Χοσέ Λουίς Μεντιλίμπαρ που δεν δουλεύει, ο σοβαρός κίνδυνος για τη συνέχεια και η αντίδραση ΠΑΟΚ και ΑΕΚ. Διαβάστε στο Sportdog.gr",
      "image": "https://www.newsbeast.gr/files/1/2025/12/4931785-1.jpg",
      "link": "https://www.newsbeast.gr/sports/arthro/12897319/o-logos-pou-den-fevgei-o-mentilibar-apo-ton-olybiako-kai-to-megalo-tou-lathos",
      "date": "2026-02-15T19:11:51.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Μπενιαμίν Νετανιάχου: Θα επιδιώξουμε να τερματίσουμε τη στρατιωτική βοήθεια από τις ΗΠΑ, στα επόμενα 7 χρόνια",
      "description": "Σχέδιο για τον τερματισμό της στρατιωτικής βοήθειας από τις ΗΠΑ μέσα στα επόμενα επτά χρόνια ανακοίνωσε την Κυριακή ο πρωθυπουργός του Ισραήλ, Μπενιαμίν Νετανιάχου. Όπως τόνισε, «το Ισραήλ θα πρέπει να είναι αυτάρκες και να στηρίζεται στις δικές του δυνάμεις». Αναφερόμενος στο Ιράν και στην ενδεχόμενη συμφωνία με τις ΗΠΑ για τα πυρηνικά, ο Μπενιαμίν Νετανιάχου ξεκαθάρισε τη θέση του Ισραήλ, το οποίο δεν ζητά απλώς να διακοπεί η πρόοδος στο πυρηνικό πρόγραμμα της Τεχεράνης, αλλά τη διάλυσή του. Όπως είπε στον Ντόναλντ Τραμπ, «οποιαδήποτε συμφωνία με το Ιράν πρέπει να περιλαμβάνει τη διάλυση της πυρηνικής υποδομής του Ιράν, όχι μόνο τη διακοπή της διαδικασίας εμπλουτισμού». Μιλώντας στην ετήσια Διάσκεψη των Προέδρων των Σημαντικότερων Αμερικανοεβραϊκών Οργανώσεων, ο Νετανιάχου δήλωσε επίσης ότι το Ισραήλ πρέπει ακόμη να «ολοκληρώσει το έργο» της καταστροφής όλων των σηράγγων στη Γάζα. «Το Ισραήλ», είπε, «έχει ήδη διαλύσει 150 χλμ. από τα περίπου 500 χλμ.».",
      "image": "https://www.newsbeast.gr/files/1/2025/09/netaniahu2.jpg",
      "link": "https://www.newsbeast.gr/world/arthro/12897238/beniamin-netaniachou-tha-epidioxoume-na-termatisoume-ti-stratiotiki-voitheia-apo-tis-ipa-sta-epomena-7-chronia",
      "date": "2026-02-15T19:10:00.000Z",
      "source": "Newsbeast"
    }
  ],
  "politics_greece": [
    {
      "title": "Αλέξης Τσίπρας: Να αγοράσει η Βουλή τις φωτογραφίες από την εκτέλεση της Καισαριανής",
      "description": "Με αφορμή τις ιστορικές φωτογραφίες που ήρθαν στο φως της δημοσιότητας και αποτυπώνουν τις τελευταίες στιγμές των 200 εκτελεσμένων αντιστασιακών στην Καισαριανή, ο Αλέξης Τσίπρας απηύθυνε επιστολή προς τον πρόεδρο της Βουλής των Ελλήνων, έτσι ώστε να περιέλθουν στην ιδιοκτησία της χώρας μας.\nΣτην παρέμβασή του ο πρώην πρωθυπουργός Αλέξης Τσίπρας, τονίζει την ανάγκη οι συγκεκριμένες εικόνες, με το βαρύ ιστορικό και συμβολικό τους φορτίο, να αποτελέσουν κτήμα της Βουλής και της ελληνικής πολιτείας, ως ελάχιστο φόρο τιμής στη μνήμη και τη θυσία των αντιστασιακών που εκτελέστηκαν στην Καισαριανή από τους Γερμανούς το 1944.\nΗ εκτέλεση των 200 κομμουνιστών στην Καισαριανή αποτέλεσε ένα από τα μεγαλύτερα εγκλήματα των ναζιστικών στρατευμάτων στην Ελλάδα. Οι περισσότεροι από αυτούς ήταν πολιτικοί κρατούμενοι, πολλοί εκ των οποίων είχαν μεταφερθεί από το στρατόπεδο Χαϊδαρίου.\nΑναλυτικά η επιστολή του Αλέξη Τσίπρα\n«Αξιότιμο Πρόεδρο της Βουλής των Ελλήνων,Κύριο Νικήτα ΚακλαμάνηΑθήνα, 15 Φεβρουαρίου 2026\nΑξιότιμε Κύριε Πρόεδρε\nΘα έπεσαν προφανώς στην αντίληψή σας τα δημοσιεύματα, ότι πωλητής από το Βέλγιο έβγαλε σε δημοπρασία στο ebay φωτογραφίες, που κανείς δεν ήξερε την ύπαρξή τους και αφορούν τους 200 κομμουνιστές που εκτελέστηκαν στην Καισαριανή την 1η Μάη του 1944, και σύμφωνα με τις ενδείξεις είναι αυθεντικές.\nΠρόκειται για μοναδικά ντοκουμέντα μιας περιόδου σκότους, τρόμου, αλλά και ηρωισμού του λαού μας. Οι Έλληνες πατριώτες που απεικονίζονται εκεί, τα πρόσωπα που δεν βολεύτηκαν παρά μόνο στον ήλιο και κανένας φόβος δεν τα αλλοιώνει λίγο πριν στηθούν στον τοίχο, δίνουν υπόσταση σε μια συγκλονιστική στιγμή της σύγχρονης ιστορίας μας.\nΠαίρνω λοιπόν το θάρρος να σας προτείνω, το Ίδρυμα της Βουλής να αγοράσει αυτές τις φωτογραφίες, ως φόρο τιμής στην αντίσταση και τους νεκρούς της, αλλά και ως τεκμήριο του ηρωισμού με τον οποίο ο ελληνικός λαός αντιμετώπισε τη λαίλαπα της ναζιστικής κατοχής.\nΠιστεύω, όπως είμαι βέβαιος κι εσείς, αλλά και κάθε Ελληνίδα και Έλληνας, ότι οι τελευταίες στιγμές Ελλήνων πατριωτών, η απεικόνιση της τραγωδίας αλλά και του θάρρους τους, δεν πρέπει να γίνουν αντικείμενο συναλλαγής, αλλά να περιέλθουν στην ιδιοκτησία της Βουλής και της πατρίδας.\nΜε εκτίμηση Αλέξης Τσίπρας» Σύμφωνα με πληροφορίες, τα ντοκουμέντα από την εκτέλεση των 200 Ελλήνων αντιστασιακών στο Σκοπευτήριο της Καισαριανής την Πρωτομαγιά του 1944, βρέθηκαν σε άλμπουμ Γερμανού αξιωματικού, ο οποίος υπηρετούσε σε μονάδα με έδρα τη Μαλακάσα κατά την περίοδο της Κατοχής. Το υλικό εμφανίστηκε προς πώληση σε διαδικτυακή δημοπρασία στο eBay από Βέλγο πωλητή, χωρίς να είναι γνωστός ο φωτογράφος.\nΗ δημοπρασία έγινε γνωστή μέσα από ανάρτηση της σελίδας «Greece at WWII Archives» στο Facebook, η οποία ανάρτησε τις φωτογραφίες και πυροδότησε συζήτηση τόσο για τη γνησιότητά τους όσο και για το ζήτημα της εμπορικής διακίνησης ιστορικού υλικού που συνδέεται με εγκλήματα πολέμου.\nTo άρθρο Αλέξης Τσίπρας: Να αγοράσει η Βουλή τις φωτογραφίες από την εκτέλεση της Καισαριανής δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/tsipras-1.jpg",
      "link": "https://www.newsit.gr/politikh/aleksis-tsipras-na-agorasei-i-vouli-tis-fotografies-apo-tin-ektelesi-tis-kaisarianis/4601773/",
      "date": "2026-02-15T19:42:08.000Z",
      "source": "Newsit"
    },
    {
      "title": "Άννα Ψαρούδα – Μπενάκη: Δημοσία δαπάνη η κηδεία της πρώτης γυναίκας προέδρου της Βουλής",
      "description": "Βαρύ το πένθος για μία εμβληματική φιγούρα της ελληνικής πολιτικής σκηνής, την Άννα Ψαρούδα &#8211; Μπενάκη, που έφυγε σήμερα Κυριακή 15.02.2026 από τη ζωή.\nΗ πολιτικός, Άννα Ψαρούδα &#8211; Μπενάκη, άφησε την τελευταία τη πνοή σε ηλικία 91 ετών.\nΗ κηδεία της πρώην προέδρου της Βουλής και της Ακαδημίας Αθηνών θα τελεστεί δημοσία δαπάνη, με τη σχετική απόφαση να λαμβάνουν οι υπουργοί Εθνικής Οικονομίας και Οικονομικών, Κυριάκος Πιερρακάκης και Εσωτερικών, Θοδωρής Λιβάνιος.\nΠοια ήταν η Άννα Μπενάκη – Ψαρούδα\nΓεννήθηκε στα Εξάρχεια της Αθήνας στις 12 Δεκεμβρίου του 1934 και ήταν κόρη του υποναυάρχου Ευάγγελου Ψαρούδα και της Αικατερίνης Αντωνίου.\nΑποφοίτησε από το Αμερικανικό Κολέγιο Ελλάδος και στη συνέχεια σπούδασε νομική στο Πανεπιστήμιο Αθηνών. Συμπλήρωσε τις σπουδές της πάνω στο Ποινικό Δίκαιο στη Βόννη και στο Φράιμπουργκ της Γερμανίας και έγινε Διδάκτωρ του Ποινικού Δικαίου στο Πανεπιστήμιο της Βόννης.\nΔιετέλεσε βοηθός έδρας Ποινικού Δικαίου της Νομικής Σχολής του Πανεπιστημίου Αθηνών ενώ το 1978 έγινε Καθηγήτρια Ποινικού Δικαίου του Πανεπιστημίου Αθηνών.\nΑπό το 1962 υπήρξε Δικηγόρος. Έχει τιμηθεί με ειδικό βραβείο του Δικηγορικού Συλλόγου Αθηνών στη μνήμη του Στυλιανού Τεγόπουλου.\nΤο 2010 εξελέγη μέλος της Ακαδημίας Αθηνών στην έδρα του Ποινικού Δικαίου. Ήταν Αντιπρόεδρος της Ακαδημίας Αθηνών το 2019. Από την 1 Ιανουαρίου 2020, υπήρξε Πρόεδρος της Ακαδημίας Αθηνών, ως η πρώτη γυναίκα που κατέλαβε ποτέ αυτό το αξίωμα.\nΉταν παντρεμένη με τον Λίνο Μπενάκη, ιστορικό της φιλοσοφίας και τέως διευθυντή Ερευνών της Ακαδημίας Αθηνών. Παρέμειναν μαζί έως τον Οκτώβριο του 2022, όταν εκείνος απεβίωσε.\nΗ πολιτική της καριέρα ξεκίνησε το 1981, όταν και εξελέγη Βουλευτής Επικρατείας με το ψηφοδέλτιο της Νέας Δημοκρατίας. Το 1985 εξελέγη βουλευτής Α΄ Αθηνών και έκτοτε εκλεγόταν συνεχώς έως το 2009 στην ίδια περιφέρεια.\nΤο 1989 χρημάτισε αναπληρωτής υπουργός Παιδείας και Θρησκευμάτων και υπουργός Πολιτισμού στην κυβέρνηση Τζαννετάκη, την περίοδο 1990-1991 αναπληρωτής υπουργός Πολιτισμού στην κυβέρνηση Μητσοτάκη και την περίοδο 1992-1993 υπουργός Δικαιοσύνης στην ίδια κυβέρνηση.\nΤον Οκτώβριο του 1996 ήταν η πρώτη γυναίκα που προτάθηκε ποτέ για το αξίωμα του προέδρου της Βουλής, ενώ την περίοδο 2000-2004 διετέλεσε Δ΄ αντιπρόεδρος.\nΣτις 19 Μαρτίου του 2004 εξελέγη Πρόεδρος της Βουλής των Ελλήνων και έγινε η πρώτη Ελληνίδα που έγινε πρόεδρος της Βουλής των Ελλήνων.\nTo άρθρο Άννα Ψαρούδα &#8211; Μπενάκη: Δημοσία δαπάνη η κηδεία της πρώτης γυναίκας προέδρου της Βουλής δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/anna-psarouda-mpenaki-2-1.jpg",
      "link": "https://www.newsit.gr/politikh/anna-psarouda-mpenaki-dimosia-dapani-i-kideia-tis-protis-gynaikas-proedrou-tis-voulis/4601710/",
      "date": "2026-02-15T18:19:41.000Z",
      "source": "Newsit"
    },
    {
      "title": "Δημοσκόπηση Alco: Πρωτιά για τη Νέα Δημοκρατία – Τι αισθάνονται οι πολίτες για τα κόμματα Αλέξη Τσίπρα και Μαρίας Καρυστιανού",
      "description": "Με δύο νέα κόμματα να βρίσκονται υπό δημιουργία, αυτό του πρώην πρωθυπουργού, Αλέξη Τσίπρα και της Μαρίας Καρυστιανού, μά νέα δημοσκόπηση έρχεται να δώσει στοιχεία για το πώς αξιολογούν οι πολίτες το πολιτικό σκηνικό της χώρας.\nΗ δημοσκόπηση της Αlco για τα epikaira.gr και το ΕΠΙΚΑΙΡΑ magazine, δείχνει το στίγμα των πολιτών ενώ ο Αλέξης Τσίπρας και η Μαρία Καρυστιανού, έχουν ανακοινώσει ότι θα ιδρύσουν κόμμα, κάτι που ακόμη δεν έχει συμβεί έτσι ώστε να μπουν και εκείνα επίσημα στον στίβο της πολιτικής αναμέτρησης.\nΣτην πρόθεση ψήφου επί των εγκύρων, η Νέα Δημοκρατία καταγράφεται στο 23,2% και το ΠΑΣΟΚ στο 10,3%. Ακολουθούν η Ελληνική Λύση με 9,4%, η Πλεύση Ελευθερίας συγκεντρώνει 8%, το ΚΚΕ με 7,4%, ο ΣΥΡΙΖΑ στο 3,6% ενώ η Νίκη και το ΜέΡΑ25 από 2,3% η καθεμία. Η Νέα Αριστερά εμφανίζεται στο 0,5%, η Φωνή Λογικής στο 2,8% και οι Δημοκράτες στο 1,1%. Το «Άλλο» φτάνει το 10,6%, ενώ οι αναποφάσιστοι ανέρχονται στο 18,5%. Στην ερώτηση αν συμφωνούν ή διαφωνούν με τη φράση «στις επόμενες εκλογές σκέφτομαι να ψηφίσω ένα καινούργιο κόμμα», το 38% δηλώνει ότι συμφωνεί, το 43% ότι διαφωνεί, ενώ το 19% απαντά «δεν γνωρίζω/δεν απαντώ». Στην ερώτηση σχετικά με το τι συναίσθημα προκαλεί το ενδεχόμενο να συνεχίσουν να κυβερνούν μετά τις εκλογές ο Κυριάκος Μητσοτάκης και η ΝΔ, το 3% δηλώνει ενθουσιασμό και το 17% ικανοποίηση. Αντίθετα, το 39% εκφράζει απογοήτευση και το 25% φόβο. Παράλληλα, το 9% απαντά «άλλο», ενώ το 7% δηλώνει ότι δεν γνωρίζει ή δεν απαντά. Ιδιαίτερο ενδιαφέρον παρουσιάζουν τα υπό διαμόρφωση πολιτικά κόμματα του Αλέξη Τσίπρα και της Μαρίας Καρυστιανού.\nΣτο ενδεχόμενο δημιουργίας κόμματος από τον Αλέξη Τσίπρα, οι ερωτώμενοι απάντησαν σχετικά με τα συναισθήματα που τους προκαλεί η είδηση: Ενθουσιασμό: 2%, Ικανοποίηση: 14%, Απογοήτευση: 34%, Φόβο: 25%, Άλλο: 16%, ΔΓ/ΔΑ: 9%.\nΣτην ερώτηση για το σε ποιους προκαλεί ενθουσιασμό και ικανοποίηση η προοπτική δημιουργίας κόμματος από τον Αλέξη Τσίπρα, τα υψηλότερα ποσοστά καταγράφονται μεταξύ των ψηφοφόρων του ΣΥΡΙΖΑ με 97%. Ακολουθούν οι ψηφοφόροι του ΜέΡΑ25 με 35%, του ΚΚΕ με 21%, της Πλεύσης Ελευθερίας με 15% και του ΠΑΣΟΚ με 14%. Τα ποσοστά για ΣΥΡΙΖΑ και ΜέΡΑ25 είναι ενδεικτικά λόγω μικρής βάσης δείγματος (κάτω από 60 άτομα). Στην ερώτηση «τι συναίσθημα σας προκαλεί η προοπτική δημιουργίας κόμματος από τη Μαρία Καρυστιανού», το 3% δηλώνει ενθουσιασμό και το 21% ικανοποίηση, ενώ μεγαλύτερα ποσοστά εκφράζουν αρνητικά ή ουδέτερα συναισθήματα: 27% απογοήτευση και 14% φόβο. Παράλληλα, το 20% απαντά «άλλο», ενώ το 15% δηλώνει ότι δεν γνωρίζει ή δεν απαντά. Στην ερώτηση «Σε ποιους προκαλεί ενθουσιασμό και ικανοποίηση η προοπτική δημιουργίας κόμματος από τη Μαρία Καρυστιανού», οι ερωτώμενοι απάντησαν: ΝΔ: 5%, ΠΑΣΟΚ: 20%, ΚΚΕ: 11%, Ελληνική Λύση: 29%, Νίκη: 33%, Πλεύση Ελευθερίας: 26%, Φωνή Λογικής: 48%\nTo άρθρο Δημοσκόπηση Alco: Πρωτιά για τη Νέα Δημοκρατία &#8211; Τι αισθάνονται οι πολίτες για τα κόμματα Αλέξη Τσίπρα και Μαρίας Καρυστιανού δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/fakelos-1.jpg",
      "link": "https://www.newsit.gr/politikh/dimoskopisi-alco-protia-gia-ti-nea-dimokratia-ti-aisthanontai-oi-polites-gia-ta-kommata-aleksi-tsipra-kai-marias-karystianou/4601660/",
      "date": "2026-02-15T17:41:18.000Z",
      "source": "Newsit"
    },
    {
      "title": "Κουτσούμπας από την εκδήλωση της ΚΝΕ: «Συγκλονιστικά ντοκουμέντα» οι φωτογραφίες από την Καισαριανή",
      "description": "Η ΚΝΕ οργάνωσε εκδήλωση για τα 50 χρόνια από το Α' Συνέδριό της - Το «παρών» έδωσε ο Δημήτρης Κουτσούμπας",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/ekdhlosh-kne-2.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/koutsoumpas-apo-tin-ekdilosi-tis-kne-sygklonistika-ntokoumenta-oi-fotografies-apo-tin-kaisariani/",
      "date": "2026-02-15T17:23:17.000Z",
      "source": "In.gr"
    },
    {
      "title": "ΠΑΣΟΚ: Προτάσεις για διάλογο και το βλέμμα στραμμένο στο Συνέδριο – Κάλεσμα Ανδρουλάκη προς όλους τους προοδευτικούς πολίτες",
      "description": "Να «κοιτάξει μπροστά» επιχείρησε ο Νίκος Ανδρουλάκης, ανοίγοντας τις εργασίες της ολομέλειας της ΚΟΕΣ το μεσημέρι της Κυριακής 15.02.2026. Έβαλε στο στόχαστρό του την κυβέρνηση της Νέας Δημοκρατίας και τον Κυριάκο Μητσοτάκη προσωπικά και έδειξε τον δρόμο προς το συνέδριο, απευθύνοντας προσκλητήριο σε όλους τους προοδευτικούς πολίτες και προς τις εκλογές, όπου το ΠΑΣΟΚ θα πάει με αυτονομία για να πετύχει την πολιτική αλλαγή.\nΚαι ενώ η συνεδρίαση διεξάγεται σε μάλλον ήρεμο κλίμα, δεν είναι λίγοι όσοι έβαλαν τις δικές τους “κόκκινες γραμμές”, καταθέτοντας τις δικές τους προτάσεις.\nΣυνέδριο με πολιτικό διάλογο, ψηφοφορίες και αποφάσεις ζήτησε ο Χάρης Δούκας, καταθέτοντας εκ νέου τρεις προτάσεις: Δε θα συγκυβερνήσουμε με τη ΝΔ μετά από τις εκλογές, όποιο και αν είναι το αποτέλεσμα (…) Έχουμε την ευθύνη να ψηφίσουμε και να σφραγίσουμε έτσι αυτή την στρατηγική δέσμευση στο Συνέδριο\nΓια να γίνουμε και πάλι η εικόνα του μέλλοντος, οφείλουμε να συγκρουστούμε με κατεστημένες λογικές και αντιλήψεις. Με σύγχρονο αντισυμβατικό και συνάμα ρεαλιστικό λόγο.\nΠρωτοβουλίες για προγραμματικό διάλογο με τα άλλα προοδευτικά κόμματα (…) Γιατί καμία πολιτική δύναμη από μόνη της δεν μπορεί να δώσει απάντηση στις τεκτονικές αλλαγές που συντελούνται. Καθαρές πολιτικές θέσεις, διακριτή ηγετική ομάδα και προεκλογική εκστρατεία «πόρτα &#8211; πόρτα», ζήτησε από την πλευρά του ο Παύλος Γερουλάνος, υπογραμμίζοντας και εκείνος πάντως, ότι το ΠΑΣΟΚ πρέπει να αποκλείσει μετεκλογική συνεργασία με τη ΝΔ.\n«Με έχετε ακούσει ίσως να το λέω. Όχι μόνο τώρα, αλλά το επαναλαμβάνω: Υπάρχουν ακόμα εκεί έξω τρία ΠΑΣΟΚ που σήμερα δεν πάνε στην κάλπη. Από τα 3,5 εκατομμύρια Ελληνίδων και Ελλήνων που σήμερα δεν πάνε στην κάλπη η μεγάλη πλειοψηφία είναι παραδοσιακοί προοδευτικοί ψηφοφόροι εν αναμονή. Κάποιοι πήγαν στον Τσίπρα, διότι πίστεψαν ότι είναι ο Ανδρέας του μέλλοντος. Ποτέ δεν ήταν. Άλλοι πήγαν στον Μητσοτάκη διότι πίστεψαν ότι είναι προοδευτικός. Ποτέ δεν ήταν. Και τώρα κοιτούν εμάς. Αυτός είναι ένας γίγαντας εν υπνώσει», δήλωσε μεταξύ άλλων, τονίζοντας ότι για να πειστούν απαιτούνται καθαρές θέσεις, διακριτή ηγετική ομάδα και εκστρατεία “πόρτα &#8211; πόρτα”.\n«Με απλά λόγια, αν καθένας από εμάς φέρει έναν συμπολίτη μας που απέχει &#8211; ΕΝΑΝ &#8211; να ψηφίσει ΠΑΣΟΚ στην κάλπη τότε θα διπλασιάσουμε τα ποσοστά μας και θα δημιουργήσουμε τη δυναμική που έχουμε ανάγκη. Και θα τους φέρουμε στην κάλπη αν δώσουμε μια υπόσχεση και την τηρήσουμε: ότι δεν θα συνεργαστούμε με τη Νέα Δημοκρατία. Ότι δεν θα υπηρετήσουμε τη συντήρηση σε έναν κόσμο που αλλάζει ριζικά», είπε, τονίζοντας ότι «ο κόσμος θέλει πολιτική αλλαγή από ριζοσπαστικά κόμματα. Κόμματα με όραμα και ρεαλισμό. Όχι από πολιτικούς που πουλούν την εντολή του Λαού για ένα υπουργείο». Ενόψει συνεδρίου, δε, έβαλε τον πήχη ψηλά, τονίζοντας ότι «θα ξέρω ότι στις 28 του Μάρτη κάναμε την δουλειά μας, αν στις 29 διαβάσω ένα σοβαρό πρωτοσέλιδο που λέει: ‘“Ο γίγαντας ξύπνησε. Το ΠΑΣΟΚ είναι έτοιμο να κυβερνήσει”».\n«Καθαρές κουβέντες» ζήτησε από την πλευρά του και ο Μιχάλης Κατρίνης, τονίζοντας ότι όλοι είναι στρατευμένοι στον στόχο της νίκης στις εκλογές και τον σχηματισμό προοδευτικής κυβέρνησης. Σημείωσε όμως ότι αν το ΠΑΣΟΚ που σήμερα είναι αξιωματική αντιπολίτευση, δεν είναι πρώτο κόμμα στις εκλογές, αν δεν κερδίσει τη ΝΔ, τότε θα παραμείνει στην αντιπολίτευση.\n«Καθαρές κουβέντες για να γίνουν και καθαρές επιλογές από τους πολίτες, είπε, κρούοντας τον κώδωνα του κινδύνου ότι μερικές επιλογές στο πεδίο θολώνουν το μήνυμα. «Δεν είμαστε πειστικοί όταν λέμε “ψηφίστε μας και θα σας πούμε μετά με ποιους θα συνεργαστούμε”», είπε, «οφείλουμε να κάνουμε αυτή τη συζήτηση επίμονα και άμεσα. Δεν είναι ώρα για πασοκομετρα και μεμψιμοιρίες».\n«Στον δρόμο για το συνέδριο έχουμε πρόσθετη θεσμική υποχρέωση να ξανά βάλουμε στο προσκήνιο τι σημαίνει η ιδιότητα του μέλους, τα συλλογικά όργανα, η συλλογική εργασία», είπε ο Μανώλης Χριστοδουλάκης, εκφράζοντας προβληματισμούς για τη… διαδικασία νομιμοποίησης των φίλων του δίευρου, δεξιών και άλλων που δεν ψήφισαν ποτέ ΠΑΣΟΚ στην εθνική κάλπη. Ο ίδιος υποστήριξε ότι είναι λάθος ένας δημοκρατικά εκλεγμένος Γραμματέας Νομαρχιακης Επιτροπής που είναι παρών στα δύσκολα και στα εύκολα να μην έχει την τιμή να ηγηθεί της προσυνεδριακές προσπάθειας. «Η ενότητα είναι ευθύνη όλων μας. Η ευθύνη έχει διαβάθμιση με βάση τη θεσμική αρμοδιότητα», είπε ο ίδιος.\n«Θέλουμε πραγματικό στρατό, όχι “δούρειους ίππους”. Όσοι μείναμε στα δύσκολα, πρέπει να νιώσουμε ότι θα ξανανικήσουμε μαζί. Δεν χωράνε τυχοδιωκτισμοί», υποστήριξε η Ευαγγελία Λιακούλη.\n«Πρέπει να πούμε την αλήθεια. Μόνο του το ΠΑΣΟΚ δεν βγαίνει», είπε ο Θόδωρος Μαργαρίτης. «Στην αρχιτεκτονική του ΠΑΣΟΚ &#8211; Κινήματος Αλλαγής, αυτός ο κόσμος που έρχεται από την Αριστερά να έχει το χώρο που του ανήκει, όχι το χώρο του μουσαφίρη, του δανεικού», είπε, τονίζοντας ότι αυτός ο κόσμος δεν εκφράζεται πάντα.\nΤης ανάγκης οι σύνεδροι να αντιστοιχούν στα ποσοστά του κόμματος στις εκλογές, υπεραμύνθηκε ο Γραμματέας της ΚΟΕΣ Γιάννης Βαρδακαστάνης, που χαρακτήρισε “ανέκδοτο” να λέγεται ότι υπάρχει ένας αλγόριθμος, βάσει του οποίου θα εκλεγούν οι σύνεδροι. «Υπάρχει η σχέση της ετυμηγορίας του ελληνικού λαού με την ψήφο του στις εθνικές εκλογές και η κατανομή που γίνεται ανά δήμο της χώρας», είπε, σημειώνοντας ότι θα υπάρχουν 4.000 σύνεδροι συν τους απόδημους.\n“Αστικό μύθο” χαρακτήρισε το ότι τα όργανα του ΠΑΣΟΚ δεν συνεδριάζουν, ο Ηρακλής Δρούλιας, τονίζοντας ότι συνεδριάζουν και μάλιστα τακτικά. Ότι δεν υπάρχει αλγόριθμος για συνέδρους υποστήριξε και εκείνος, υποστηρίζοντας ότι σέβονται την ψήφο κάθε ψηφοφόρου του ΠΑΣΟΚ σε εθνικές και ευρωπαϊκές εκλογές.\nTo άρθρο ΠΑΣΟΚ: Προτάσεις για διάλογο και το βλέμμα στραμμένο στο Συνέδριο &#8211; Κάλεσμα Ανδρουλάκη προς όλους τους προοδευτικούς πολίτες δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/pasok-1.jpg",
      "link": "https://www.newsit.gr/politikh/pasok-protaseis-gia-dialogo-kai-to-vlemma-strammeno-sto-synedrio-kalesma-androulaki-pros-olous-tous-proodeytikous-polites/4601624/",
      "date": "2026-02-15T16:48:52.000Z",
      "source": "Newsit"
    },
    {
      "title": "Κώστας Τσουκαλάς: Η ιστορία δεν μπαίνει σε πλειστηριασμό – Το ΥΠΠΟ να προχωρήσει στην αγορά τους",
      "description": "Ο Κώστας Τσουκαλάς αναφερόμενος στις φωτογραφίες που έχουν κυκλοφορήσει από την εκτέλεση των 200 της Καισαριανής την Πρωτομαγιά του 1944 καλεί το υπουργείο Πολιτισμού να κινηθεί άμεσα.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/tsoykal-1-1-1-2-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/kostas-tsoukalas-istoria-den-mpainei-se-pleistiriasmo-yppo-na-proxorisei-stin-agora-tous/",
      "date": "2026-02-15T16:05:32.000Z",
      "source": "In.gr"
    },
    {
      "title": "Αλέξης Τσίπρας: Να αγοράσει το ίδρυμα της Βουλής τις φωτογραφίες από την εκτέλεση της Καισαριανής",
      "description": "Ο Αλέξης Τσίπρας ζητά οι φωτογραφίες, που είδαν το φως της δημοσιότητας και αφορούν τις τελευταίες στιγμές κάποιων εκ των 200 κομμουνιστών πριν την εκτέλεσή τους από τους ναζί, να αγοραστούν από το ίδρυμα της Βουλής.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/tsipras-3-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/aleksis-tsipras-na-agorasei-idryma-tis-voulis-tis-fotografies-apo-tin-ektelesi-tis-kaisarianis/",
      "date": "2026-02-15T15:47:48.000Z",
      "source": "In.gr"
    },
    {
      "title": "Ντόρα Μπακογιάννη για την μάχη της με τον καρκίνο: «Σκέφτηκα “άμα πεθάνεις, τι θα γίνουν τα παιδιά σου”»",
      "description": "Η Ντόρα Μπακογιάννη, παραχώρησε μία συνέντευξη εφ’ όλης της ύλης στην εκπομπή Face to Face του Mega.\nΗ Ντόρα Μπακογιάννη, μεταξύ άλλων συγκίνησε στη συνέντευξή της μιλώντας για τη μάχη που δίνει με τον καρκίνο και αποκάλυψε ότι μόλις έμαθε τα νέα για την υγεία της σκέφτηκε τι θα γίνουν τα παιδιά της εάν φύγει από τη ζωή.\nΌπως είπε αρχικά η ασθένεια που αντιμετωπίζει είναι αυτή τη στιγμή “υπό έλεγχο”.\nΗ Ντόρα Μπακογιάννη εκμυστηρεύτηκε την πρώτη της σκέψη όταν της ανακοίνωσαν το πρόβλημα υγείας που πρέπει να αντιμετωπίσει. «Η πρώτη σκέψη που κάνει καθένας νομίζω είναι ότι “άμα πεθάνεις τι θα γίνουν τα παιδιά σου”. Μία μάνα έχει την ψευδαίσθηση ότι είναι απαραίτητη για τα παιδιά της πάντοτε. Μπορεί να είναι 100 χρονών και το παιδί της να είναι 80, αλλά η πρώτη σκέψη είναι πάντα αυτή».\n«Εγώ είμαι αρκετά φιλοσοφημένη σε όλα αυτά. Μετά τη δολοφονία του Παύλου, τα έχω πολύ φιλοσοφήσει, διότι είμαι πάρα πολύ ευγνώμων διότι μπόρεσα να ζήσω, να δω παιδιά, να δω εγγόνια και αντιμετωπίζεις τα πράγματα με την απόφαση να πολεμήσεις», είπε στη υνέχεια.\n«Η εμπειρία έχει δείξει ότι επειδή ο καρκίνος είναι μία περίεργη αρρώστια, η ψυχολογία σου έχει πάρα πολύ μεγάλη σημασία. Άρα σε όσους με ακούνε αυτή τη στιγμή και έχουν περάσει τις δυσκολίες μίας θεραπείας καρκίνου και έχουνε πέσει και τους έχει πάρει η “κάτω βόλτα”, ας πάρουν ένα μήνυμα αισιοδοξίας, διότι πολεμιέται και μάλιστα επιτυχώς», είπε στέλνοντας ένα μήνυμα σε όσους δίνουν μάχη με τον καρκίνο. Συνεχίζοντας ανέφερε ότι στην Ελλάδα υπάρχουν εξαιρετικοί επιστήμονες και εξαιρετικές θεραπείες για την αντιμετώπιση του καρκίνου.\nTo άρθρο Ντόρα Μπακογιάννη για την μάχη της με τον καρκίνο: «Σκέφτηκα “άμα πεθάνεις, τι θα γίνουν τα παιδιά σου”» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/dora-mpakogianni-1.jpg",
      "link": "https://www.newsit.gr/politikh/ntora-mpakogianni-gia-tin-maxi-tis-me-ton-karkino-skeftika-ama-pethaneis-ti-tha-ginoun-ta-paidia-sou/4601564/",
      "date": "2026-02-15T15:33:29.000Z",
      "source": "Newsit"
    },
    {
      "title": "Κώστας Καραμανλής για Άννα Ψαρούδα – Μπενάκη: «Σπουδαία γυναίκα που γκρέμισε στερεότυπα»",
      "description": "Ο Κώστας Καραμανλής αποχαιρετά την Άννα Ψαρούδα &#8211; Μπενάκη, που έφυγε από τη ζωή σε ηλικία 91 ετών.\nΗ Άννα Ψαρούδα &#8211; Μπενάκη άφησε την τελευταία της πνοή την Κυριακή 15.02.2026 και σκόρπισε θλίψη στον πολιτικό χώρο της χώρας, με τον πρώην πρωθυπουργό Κώστα Καραμανλή, να στέλνει το δικό του συλλυπητήριο μήνυμα για τον θάνατο της πρώτης γυναίκας προέδρου της Βουλής.\n«Οι Ελληνίδες και οι Έλληνες αποχαιρετούμε σήμερα με συγκίνηση την πρώην -και πρώτη γυναίκα &#8211; πρόεδρο της Βουλής και της Ακαδημίας Αθηνών Άννα Ψαρούδα &#8211; Μπενάκη. Μια διακεκριμένη επιστήμονα, μια πολιτικό πρότυπο ήθους και προσφοράς, μια σπουδαία γυναίκα που γκρέμισε στερεότυπα και έγινε σύμβολο ισότητας στην πατρίδα μας» αναφέρει σε δήλωσή του ο πρώην πρωθυπουργός Κώστας Καραμανλής για την απώλεια της Άννας Ψαρούδα &#8211; Μπενάκη, εκφράζοντας τα συλλυπητήρια του στους οικείους της.\nΣημειώνει ότι η πορεία της στον δημόσιο βίο και ειδικά στο Κοινοβούλιο χαρακτηρίστηκε από ευγένεια, μετριοπάθεια, θεσμική υπευθυνότητα και σοβαρότητα που, όπως χαρακτηριστικά αναφέρει, σήμερα, δυστυχώς, αποτελούν ζητούμενα.\nΠοια ήταν η Άννα Μπενάκη – Ψαρούδα\nΓεννήθηκε στα Εξάρχεια της Αθήνας στις 12 Δεκεμβρίου του 1934 και ήταν κόρη του υποναυάρχου Ευάγγελου Ψαρούδα και της Αικατερίνης Αντωνίου.\nΑποφοίτησε από το Αμερικανικό Κολέγιο Ελλάδος και στη συνέχεια σπούδασε νομική στο Πανεπιστήμιο Αθηνών. Συμπλήρωσε τις σπουδές της πάνω στο Ποινικό Δίκαιο στη Βόννη και στο Φράιμπουργκ της Γερμανίας και έγινε Διδάκτωρ του Ποινικού Δικαίου στο Πανεπιστήμιο της Βόννης.\nΔιετέλεσε βοηθός έδρας Ποινικού Δικαίου της Νομικής Σχολής του Πανεπιστημίου Αθηνών ενώ το 1978 έγινε Καθηγήτρια Ποινικού Δικαίου του Πανεπιστημίου Αθηνών.\nΑπό το 1962 υπήρξε Δικηγόρος. Έχει τιμηθεί με ειδικό βραβείο του Δικηγορικού Συλλόγου Αθηνών στη μνήμη του Στυλιανού Τεγόπουλου.\nΤο 2010 εξελέγη μέλος της Ακαδημίας Αθηνών στην έδρα του Ποινικού Δικαίου. Ήταν Αντιπρόεδρος της Ακαδημίας Αθηνών το 2019. Από την 1 Ιανουαρίου 2020, υπήρξε Πρόεδρος της Ακαδημίας Αθηνών, ως η πρώτη γυναίκα που κατέλαβε ποτέ αυτό το αξίωμα.\nΉταν παντρεμένη με τον Λίνο Μπενάκη, ιστορικό της φιλοσοφίας και τέως διευθυντή Ερευνών της Ακαδημίας Αθηνών. Παρέμειναν μαζί έως τον Οκτώβριο του 2022, όταν εκείνος απεβίωσε.\nΗ πολιτική της καριέρα ξεκίνησε το 1981, όταν και εξελέγη Βουλευτής Επικρατείας με το ψηφοδέλτιο της Νέας Δημοκρατίας. Το 1985 εξελέγη βουλευτής Α΄ Αθηνών και έκτοτε εκλεγόταν συνεχώς έως το 2009 στην ίδια περιφέρεια.\nΤο 1989 χρημάτισε αναπληρωτής υπουργός Παιδείας και Θρησκευμάτων και υπουργός Πολιτισμού στην κυβέρνηση Τζαννετάκη, την περίοδο 1990-1991 αναπληρωτής υπουργός Πολιτισμού στην κυβέρνηση Μητσοτάκη και την περίοδο 1992-1993 υπουργός Δικαιοσύνης στην ίδια κυβέρνηση.\nΤον Οκτώβριο του 1996 ήταν η πρώτη γυναίκα που προτάθηκε ποτέ για το αξίωμα του προέδρου της Βουλής, ενώ την περίοδο 2000-2004 διετέλεσε Δ΄ αντιπρόεδρος.\nΣτις 19 Μαρτίου του 2004 εξελέγη Πρόεδρος της Βουλής των Ελλήνων και έγινε η πρώτη Ελληνίδα που έγινε πρόεδρος της Βουλής των Ελλήνων. To άρθρο Κώστας Καραμανλής για Άννα Ψαρούδα &#8211; Μπενάκη: «Σπουδαία γυναίκα που γκρέμισε στερεότυπα» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/kostas-karamanlis-1.jpg",
      "link": "https://www.newsit.gr/politikh/kostas-karamanlis-gia-anna-psarouda-mpenaki-spoudaia-gynaika-pou-gkremise-stereotypa/4601519/",
      "date": "2026-02-15T14:44:41.000Z",
      "source": "Newsit"
    },
    {
      "title": "Παύλος Μαρινάκης: «Η πιο δύσκολη στιγμή της κυβέρνησης ήταν το δυστύχημα των Τεμπών»",
      "description": "Ο κυβερνητικός εκπρόσωπος Παύλος Μαρινάκης, παραχώρησε μία συνέντευξη το μεσημέρι της Κυριακής 15.02.2026, στην οποία απάντησε μεταξύ άλλων σε πολλά ζητήματα, όπως την τραγωδία στα Τέμπη αλλά και στη δημιουργία κομμάτων από τον Αλέξη Τσίπρα και τη Μαρία Καρυστιανού.\nΟ υφυπουργός παρά τω Πρωθυπουργώ και κυβερνητικός εκπρόσωπος Παύλος Μαρινάκης, μίλησε στην εκπομπή του Alpha, Καλύτερα δε Γίνεται σε μία συνέντευξη για όλους και για όλα.\n«Το λιμενικό έχει το εξής καθήκον. Από το σημείο που μπορεί να προστατεύει τα σύνορα. Αυτό είναι δεδομένο. Το πώς προστατεύει τα σύνορα είναι επιχειρησιακο ανάλογα με το τι επιλέγει κάθε φορά για να προστατεύσει τα θαλάσσια σύνορα. Αν κάποιος περάσει τα σύνορα τότε θα πρέπει να γίνει επιχείρηση διάσωσης και σύλληψης. Να περισυλλέξει τους ανθρώπους αυτούς, σώους και αβλαβείς ουτως ώστε να δει στη συνέχεια, με τις προβλεπόμενες διαδικασίες αν είναι πρόσφυγες ή παράτυποι μετανάστες», είπε σχετικά με ερώτηση για το εάν το Λιμενικό Σώμα κάνει push backs.\nΌσον αφορά τη δημιουργία κόμματος από τον Αλέξη Τσίπρα και της Μαρίας Καρυστιανού, ο κυβερνητικός εκπρόσωπος ανέφερε: «Καταρχάς είναι δύο διαφορετικές περιπτώσεις. Και για τις δύο μπορώ να πω ότι τι κόμμα θα κάνουν, ποιες θα είναι οι θέσεις τους, εάν θα έχουν ένα κοστολογημένο πρόγραμμα για να δούμε πώς θα μπορούμε να αντιπαρατεθούμε.\nΕίναι όμως δύο διαφορετικές περιπτώσεις γιατί τον κ. Τσίπρα τον έχουμε ξαναδεί όχι μόνο ως πρωθυπουργό αλλά και ως αρχηγό αντιπολίτευσης και τον έχουν αξιολογήσει οι πολίτες… Μετά το περίφημο rebranding, φαίνεται ότι έχει μείνει ίδιος και απαράλλαχτος.\nΤην κ. Καρυστιανού, δεν την έχουμε δει ως πολιτικό, είναι μία γυναίκα η οποία έχει βιώσει τον απόλυτο πόνο &#8211; σε αυτό το κομμάτι δεν νομίζω να μπορεί να πει κανείς κάτι &#8211; σε αυτό το επίπεδο κάθε μάνα και πατέρας που έχει χάσει το παιδί του έχει τον απόλυτο σεβασμό, τώρα από τη στιγμή που θα ανακοινώσει κόμμα και θα περάσει στον στίβο της πολιτικής, η αντιπαράθεση θα είναι πολιτική. Μέχρι τώρα έχει εκφράσει διάφορες θέσεις οι οποίες θεωρώ ότι είναι προβληματικές. Όχι μόνο οι απαράδεκτη θέση της για τις αμβλώσεις, που νομίζω ότι δεν υπάρχει λογικός άνθρωπος που να συμφωνεί αλλά και πολλά άλλα. Είναι μια επαναφορά λόγου που τον ακούσαμε στην πάνω και στην κάτω πλατεία».\n«Η πιο δύσκολη στιγμή, η πιο τραγική ημέρα για την κυβέρνηση ήταν το τραγικό δυστύχημα των Τεμπών. Χάθηκαν, σκοτώθηκαν 57 συνάνθρωποί μας. Υπάρχουν τεράστιες ευθύνες για το πώς φτάσαμε εκεί, και πολιτικές και ερευνάται από τη δικαιοσύνη και ποινικές. Για πρώτη φορά, σε μία εθνική τραγωδία, έχουμε 36 ανθρώπους που θα δικαστούν, και δύο υπουργούς οι οποίοι θα πάνε στο ειδικό δικαστήριο και θα εξεταστούν από τη δικαιοσύνη και όχι τα κόμματα», είπε σχετικά με την τραγωδία στα Τέμπη. Όπως είπε, από την τραγωδία των Τεμπών, έχουν γίνει πιο ασφαλή τα τρένα από την τραγική εκείνη νύχτα.\nΟ κυβερνητικός εκπρόσωπος αναφέρθηκε και στα περιστατικά νεανικής παραβατικότητας αλλά και για τα μέτρα που παίρνει η κυβέρνηση όπως η απαγόρευση των social media στα μικρά παιδιά και τόνισε μεταξύ άλλων πως «να μάθουμε στα παιδιά μας να μην ακολουθούν το ρεύμα, να διασταυρώνουμε. Μπορεί να επηρεάσει ακομη και τα εθνικά συμφέροντα». To άρθρο Παύλος Μαρινάκης: «Η πιο δύσκολη στιγμή της κυβέρνησης ήταν το δυστύχημα των Τεμπών» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/pavlos-marinakis-1.jpg",
      "link": "https://www.newsit.gr/politikh/paylos-marinakis-i-pio-dyskoli-stigmi-tis-kyvernisis-itan-to-dystyxima-ton-tempon/4601499/",
      "date": "2026-02-15T14:15:45.000Z",
      "source": "Newsit"
    },
    {
      "title": "Κώστας Καραμανλής: Αποχαιρετούμε με συγκίνηση την Άννα Ψαρούδα Μπενάκη",
      "description": "«Στον δημόσιο βίο και ειδικά στο κοινοβούλιο χαρακτηρίστηκε από ευγένεια, μετριοπάθεια, θεσμική υπευθυνότητα και σοβαρότητα», σημειώνει μεταξύ άλλων ο Κώστας Καραμανλής.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/karamanlis-1-768x456.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/kostas-karamanlis-apoxairetoume-sygkinisi-tin-anna-psarouda-mpenaki/",
      "date": "2026-02-15T13:40:29.000Z",
      "source": "In.gr"
    },
    {
      "title": "Κωνσταντίνος Τασούλας για την Άννα Ψαρούδα – Μπενάκη: Υπηρέτησε τη Δημοκρατία κατακτώντας τον σεβασμό όλων",
      "description": "Θλίψη έχει σκορπίση η είδηση θανάτου της Άννας Ψαρούδας &#8211; Μπενάκη, με τον πολιτικό κόσμο να στέλνει το δικό του αντίο στην πρώτη γυναίκα πρόεδρο της Ελληνικής Βουλής. Ο πρόεδρος της Δημοκρατίας, Κωνσταντίνος Τασούλας, ανάμεσα σε όσα έγραψε για την πολιτικό, ανέφερε πως «κατόρθωσε να υπερβεί τα συνήθη μέτρα, να πρωτεύσει σε όλα τα πεδία δράσης στα οποία επέλεξε να συμμετάσχει».\nΜε μία συλλυπητήρια δήλωση ο πρόεδρος της Δημοκρατίας, Κωνσταντίνος Τασούλας, αποχαιρέτησε την Άννα Ψαρούδα &#8211; Μπενάκη που έφυγε από τη ζωή σε ηλικία 91 ετών την Κυριακή 15.02.2026.\n«Κατόρθωσε να υπερβεί τα συνήθη μέτρα, να πρωτεύσει σε όλα τα πεδία δράσης στα οποία επέλεξε να συμμετάσχει και το 2004 να αναχθεί επάξια ως η πρώτη γυναίκα Πρόεδρος της Βουλής των Ελλήνων, δηλώνει για την Άννα Ψαρούδα Μπενάκη, ο Πρόεδρος της Δημοκρατίας Κων. Τασούλας, σε συλλυπητήριο μήνυμά του.\nΌπως υπογραμμίζει: «Η απώλεια της Άννας Ψαρούδα &#8211; Μπενάκη προκαλεί θλίψη και περισυλλογή όχι μόνο στους οικείους και τους φίλους της, όχι μόνο σε όσους είχαμε την τιμή να την γνωρίσουμε, να συνεργαστούμε ή απλώς να ανταλλάξουμε απόψεις μαζί της κατά την μακρά και πυκνή διαδρομή της στην πολιτική και τον ακαδημαϊκό χώρο, αλλά και σε όλους τους πολίτες που εκτίμησαν την προσωπικότητα και την προσφορά της.\nΜε ήθος και σεβασμό προς όλους, με τη χαρακτηριστική της λιτότητα ύφους, την παρρησία και την τόλμη στον λόγο καθώς και την μόρφωση, την καλλιέργεια και την ευγένεια στους τρόπους κατόρθωσε να υπερβεί τα συνήθη μέτρα, να πρωτεύσει σε όλα τα πεδία δράσης στα οποία επέλεξε να συμμετάσχει και το 2004 να αναχθεί επάξια ως η πρώτη γυναίκα Πρόεδρος της Βουλής των Ελλήνων.\nΜε βαθιά γνώση των κοινοβουλευτικών θεσμών ενίσχυσε το κύρος του Κοινοβουλίου και υπηρέτησε τη Δημοκρατία κατακτώντας τον σεβασμό όλων, από όλες τις πτέρυγες και τα κόμματα της Βουλής. Πολιτική και πνευματική προσωπικότητα του τόπου μας, η Άννα Ψαρούδα-Μπενάκη συνδύασε την αγάπη για την Ελλάδα, την αφοσίωση στην ακαδημαϊκή διδασκαλία, την διακονία στην νομική επιστήμη και το πάθος για την προσφορά στα κοινά, γεγονός που την κατέστησε ως την πολιτικό και ακαδημαϊκό που πρώτευσε όχι μόνο στο Κοινοβούλιο και στην κυβέρνηση, αλλά και στην Ακαδημία Αθηνών όπου αναδείχθηκε ως εξέχων μέλος στην έδρα του Ποινικού Δικαίου και στη συνέχεια Πρόεδρός της.\nΜε το πέρασμά της από τη ζωή η Άννα Ψαρούδα &#8211; Μπενάκη κατόρθωσε να αποτελέσει υπόδειγμα όχι μόνο για τις γυναίκες επιστήμονες με θέληση συμμετοχής στην πολιτική, αλλά και για κάθε νέο και νέα που πιστεύει ότι η ευπρέπεια, η υψηλή κατάρτιση, η αίσθηση καθήκοντος, η γνησιότητα και η ποιότητα του χαρακτήρα θα είναι πάντοτε και ανεξαρτήτως συρμών στοιχεία αναντικατάστατα στο πολιτικό και ακαδημαϊκό γίγνεσθαι. Εκφράζω τα βαθιά και ειλικρινή μου συλλυπητήρια στους οικείους της».\nTo άρθρο Κωνσταντίνος Τασούλας για την Άννα Ψαρούδα &#8211; Μπενάκη: Υπηρέτησε τη Δημοκρατία κατακτώντας τον σεβασμό όλων δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/anna-psarouda-mpenaki-1-1200x776.jpg",
      "link": "https://www.newsit.gr/politikh/konstantinos-tasoulas-gia-tin-anna-psarouda-mpenaki-ypiretise-ti-dimokratia-kataktontas-ton-sevasmo-olon/4601476/",
      "date": "2026-02-15T13:38:03.000Z",
      "source": "Newsit"
    },
    {
      "title": "Κυριάκος Μητσοτάκης: Η Άννα Ψαρούδα – Μπενάκη υπήρξε μια αληθινή Κυρία της πολιτικής – Τυχεροί όσοι συνεργαστήκαμε μαζί της",
      "description": "Τη θλίψη του για τον θάνατο της Άννας Μπενάκη &#8211; Ψαρούδα εκφράζει ο πρωθυπουργός Κυριάκος Μητσοτάκης σε ανάρτησή του στο Facebook για την πρώτη γυναίκα πρόεδρο της Βουλής που έφυγε από τη ζωή σε ηλικία 91 ετών, σήμερα Κυριακή (15.2.26).\nΟ Κυριάκος Μητσοτάκης αποχαιρετά την πρώην πρόεδρο της Βουλής κάνοντας λόγο για μια «ξεχωριστή νομική προσωπικότητα» και για «μία Ελληνίδα που επί χρόνια τίμησε την Αθήνα ως βουλευτής και τη χώρα μας ως υπουργός».\n«Η Άννα Ψαρούδα &#8211; Μπενάκη μας αφήνει πλούσια παρακαταθήκη: την εθνική προσήλωση, την παραταξιακή συνέπεια και την αθόρυβη προσφορά. Μία αληθινή Κυρία της πολιτικής, της επιστήμης και της κοινωνικής δράσης», τονίζει στην ανάρτησή του ο πρωθυπουργός.\nΗ ανάρτηση του Κυριάκου Μητσοτάκη\n«Μαζί με όλους τους Έλληνες και κάθε Νεοδημοκράτη αποχαιρετώ με θλίψη και σεβασμό την Άννα Ψαρούδα. Την πρώτη γυναίκα Πρόεδρο της Βουλής, αλλά και την πρώτη γυναίκα που ηγήθηκε της Ακαδημίας Αθηνών. Μία ξεχωριστή νομική προσωπικότητα. Και μία Ελληνίδα που επί χρόνια τίμησε την Αθήνα ως βουλευτής και τη χώρα μας ως υπουργός σε κρίσιμα χαρτοφυλάκια.\nΗ Άννα περνά, τώρα, στην Ιστορία έχοντας αφήσει ισχυρό το αποτύπωμά της στην επιστήμη και στη δημόσια ζωή. Ταυτόχρονα, όμως, περνά και στη μνήμη όλων ως υπόδειγμα πολιτικού και διανοούμενου. Με έγκυρες και τεκμηριωμένες θέσεις, ηθική στάση και μετριοπαθή συμπεριφορά. Με σταθερή επιδίωξη την ενότητα και τη συνεννόηση των πολιτικών δυνάμεων. Είμαστε τυχεροί όσοι συνεργαστήκαμε μαζί της, καθώς η ευγενική μορφή και οι πολύτιμες σκέψεις της θα μας συνοδεύουν για πάντα. Γιατί η Άννα Ψαρούδα-Μπενάκη μας αφήνει πλούσια παρακαταθήκη: την εθνική προσήλωση, την παραταξιακή συνέπεια και την αθόρυβη προσφορά. Μία αληθινή Κυρία της πολιτικής, της επιστήμης και της κοινωνικής δράσης.\nΗ σκέψη μου είναι κοντά στην οικογένεια και τους αμέτρητους φίλους της.\nTo άρθρο Κυριάκος Μητσοτάκης: Η Άννα Ψαρούδα &#8211; Μπενάκη υπήρξε μια αληθινή Κυρία της πολιτικής &#8211; Τυχεροί όσοι συνεργαστήκαμε μαζί της δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/benaki-mitsotakis-1200x675.jpg",
      "link": "https://www.newsit.gr/politikh/kyriakos-mitsotakis-i-anna-psarouda-mpenaki-ypirkse-mia-alithini-kyria-tis-politikis-tyxeroi-osoi-synergastikame-mazi-tis/4601427/",
      "date": "2026-02-15T13:29:12.000Z",
      "source": "Newsit"
    },
    {
      "title": "Ο πολιτικός κόσμος αποχαιρετά την Αννα Ψαρούδα – Μπενάκη",
      "description": "Με ανακοινώσεις τους ο πολιτικός κόσμος εκφράζει τα συλλυπητήριά του για την απώλεια της Αννας Ψαρούδα Μπενάκη",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6853723-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/epikairotita/o-politikos-kosmos-apoxaireta-tin-anna-psarouda-mpenaki/",
      "date": "2026-02-15T12:59:12.000Z",
      "source": "In.gr"
    },
    {
      "title": "ΚΚΕ: Οι φωτογραφίες των 200 της Καισαριανής δείχνουν το ηθικό μεγαλείο των κομμουνιστών",
      "description": "Το ΚΚΕ ζητά να αποκτηθούν τα ντοκουμέντα από την εκτέλεση της Καισαριανής «και να αποδοθούν εκεί που ανήκουν»",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/633761576_33756178474028001_1859950634023825432_n.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/kke-oi-fotografies-ton-200-tis-kaisarianis-deixnoun-ithiko-megaleio-ton-kommouniston/",
      "date": "2026-02-15T12:24:19.000Z",
      "source": "In.gr"
    },
    {
      "title": "Τσουκαλάς: Έργο Μητσοτάκη η καταβαράθρωση της αγοραστικής δύναμης – Ουραγός η Ελλάδα στις συλλογικές συμβάσεις εργασίας",
      "description": "Ο εκπρόσωπος Τύπου του ΠΑΣΟΚ - ΚΙΝΑΛ Κώστας Τσουκαλάς σχολιάζοντας την αναφορά του πρωθυπουργού στη δήθεν «μάχη της κυβέρνησης για την ενίσχυση του κράτους δικαίου», είπε ότι εδώ ισχύει αυτό που λέμε «η επιστήμη σηκώνει τα χέρια ψηλά»",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6844747-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/tsoukalasergo-mitsotaki-katavarathrosi-tis-agorastikis-dynamis-ouragos-ellada-stis-syllogikes-symvaseis-ergasias/",
      "date": "2026-02-15T12:07:31.000Z",
      "source": "In.gr"
    },
    {
      "title": "ΣΥΡΙΖΑ: Καμία αναφορά Μητσοτάκη στο «τιρκουάζ» σκάνδαλο υπουργών της ΝΔ και του Παναγόπουλου",
      "description": "Ο ΣΥΡΙΖΑ - ΠΣ εξαπολύει πυρά κατά του πρωθυπουργού για την Κυριακάτικη ανασκόπησή του. «Ο Κυριάκος Μητσοτάκης δεν αισθάνθηκε την ανάγκη να πει μια κουβέντα γι’ αυτή τη νέα \"βόμβα\" διαφθοράς», τονίζει",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/67003171-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/syriza-kamia-anafora-mitsotaki-sto-tirkouaz-skandalo-ypourgon-tis-nd-kai-tou-panagopoulou/",
      "date": "2026-02-15T12:02:15.000Z",
      "source": "In.gr"
    },
    {
      "title": "Ενίσχυση των ΣΣΕ είδε ο Μητσοτάκης, όταν μόνο το 10,6% των Ελλήνων εργαζομένων καλύπτεται από αυτές",
      "description": "Ο πρωθυπουργός Κυριάκος Μητσοτάκης αναφέρθηκε στο «ημιτελές», όπως το χαρακτήρισε η αντιπολίτευση, νομοσχέδιο για τα εργασιακά που «πέρασε» από τη Βουλή",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6838952-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/enisxysi-ton-sse-eide-o-mitsotakis-otan-mono-106-ton-ellinon-ergazomenon-kalyptetai-apo-aytes/",
      "date": "2026-02-15T11:50:50.000Z",
      "source": "In.gr"
    },
    {
      "title": "Ζήτησε ενότητα ο Ανδρουλάκης στη συνεδρίαση της ΚΟΕΣ: Το ΠΑΣΟΚ υπάρχει εκεί που το ψηφίζει ο ελληνικός λαός",
      "description": "Ο πρόεδρος του ΠΑΣΟΚ επιχείρησε να «προσπεράσει» τη φράση για τις εσωκομματικές εκλογές, που είχε πει την Παρασκευή, προκαλώντας την αντίδραση κορυφαίων στελεχών",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1774381/zitise-enotita-o-androulakis-sti-sunedriasi-tis-koes-to-pasok-uparhei-ekei-pou-to-psifizei-o-ellinikos-laos/?utm_source=rss",
      "date": "2026-02-15T11:46:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Χαρίτσης: Δεν μπορούμε να έχουμε εμπιστοσύνη στην κυβέρνηση για τίποτα, μετέτρεψε τη συγκάλυψη σε επιστήμη",
      "description": "Σφοδρά πυρά κατά της κυβέρνησης και του Κυριάκου Μητσοτάκη από τον πρόεδρο της Νέας Αριστεράς, Αλέξη Χαρίτση - Κριτική στον Γιάννη Στουρνάρα για τη συνέντευξη στον επικοινωνιακό βραχίονα της ΝΔ, «Ομάδα Αλήθειας»",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6848951-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/xaritsis-den-mporoume-na-exoume-empistosyni-stin-kyvernisi-gia-tipota-metetrepse-ti-sygkalypsi-se-epistimi/",
      "date": "2026-02-15T11:45:25.000Z",
      "source": "In.gr"
    },
    {
      "title": "Φάμελλος για φωτογραφίες από την εκτέλεση στην Καισαριανή: Η ελληνική Πολιτεία οφείλει να τις αποκτήσει",
      "description": "Ο πρόεδρος του ΣΥΡΙΖΑ - ΠΣ, Σωκράτης Φάμελλος, τόνισε πως «αυτά τα ντοκουμέντα δεν είναι εμπόρευμα», καλώντας την ελληνική Πολιτεία να τα αποκτήσει και να τα αναδείξει",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/634897073_1288724243068613_9128273868146669477_n-768x617.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/famellos-gia-fotografies-apo-tin-ektelesi-stin-kaisariani-elliniki-politeia-ofeilei-na-tis-apoktisei/",
      "date": "2026-02-15T11:40:48.000Z",
      "source": "In.gr"
    },
    {
      "title": "Νίκος Ανδρουλάκης: Σκληρή επίθεση στη ΝΔ από το βήμα της Ολομέλειας της ΚΟΕΣ – Απηύθυνε προσκλητήριο στους προοδευτικούς πολίτες",
      "description": "Δριμεία επίθεση στην κυβέρνηση, εξαπέλυσε ο Νίκος Ανδρουλάκης από το βήμα της Ολομέλειας της ΚΟΕΣ, σε μία ομιλία που θύμιζε περισσότερο …προγραμματικές δηλώσεις, ή έστω τοποθέτηση σε προεκλογική συγκέντρωση. Δίνοντας έτσι τον τόνο και για το τι μέλλει γενέσθαι, στην εναρκτήρια τουλάχιστον ομιλία του, ο Νίκος Ανδρουλάκης, επιφύλαξε λίγες μόνο αναφορές στα εσωκομματικά, εστιάζοντας στο τι ζητά ο πολίτης από το ΠΑΣΟΚ και πώς αυτό συνιστά την εναλλακτική πρόταση εξουσίας, με προοδευτικό πρόσημο.\nΑπευθύνοντας προσκλητήριο σε όλο τον προοδευτικό κόσμο της χώρας, ο Νίκος Ανδρουλάκης υποστήριξε ότι το επικείμενο συνέδριο του ΠΑΣΟΚ θα είναι η αφετηρία ενός μεγάλου αγώνα «που θα δώσουμε όλοι μαζί, ενωμένοι, για να πετύχουμε την πολιτική αλλαγή». Εστίασε στις προτάσεις του κόμματός του, τονίζοντας ότι «σκοπός μας δεν είναι απλώς να γίνουμε κυβέρνηση. Στόχος μας δεν είναι η εξουσία για την εξουσία».\nΑντ’ αυτού, ως στόχο του κόμματος περιέγραψε το να βγάλει τον τόπο από την αξιακή και θεσμική παρακμή, να δώσει ώθηση στη δημογραφική αναγέννηση της πατρίδας και να δημιουργήσει ευκαιρίες για όλους, πετυχαίνοντας αναδιανομή του πλούτου υπέρ των εργαζομένων, βάζοντας τάξη στην αγορά και φρένο στα καρτέλ και προσφέροντας ελπίδα και προοπτική σε κάθε πολίτη.\nΔΑΝΑΗ ΔΑΥΛΟΠΟΥΛΟΥ/EUROKINISSI\nΣτρέφοντας τα βέλη του προσωπικά κατά του πρωθυπουργού, Κυριάκου Μητσοτάκη, ο Νίκος Ανδρουλάκης τον κατηγόρησε ότι εξελέγη με το προσωπείο του μεταρρυθμιστή, αλλά χρησιμοποίησε το κράτος ως λάφυρο. Του καταλόγισε μεταξύ άλλων ότι αντί να μειώσει τις εστίες διαφθοράς, τις πολλαπλασίασε, μετέτρεψε τη βουλή σε «πλυντήριο» σκανδάλων.\nΣυμπλήρωσε πως έκανε την ΕΥΠ έναν προσωπικό μηχανισμό ελέγχου και παρακολούθησης υπουργών, ηγεσίας των ενόπλων δυνάμεων και πολιτικών αντιπάλων, επιτέθηκε σε θεσμούς και ανεξάρτητες αρχές, όταν αυτές έκαναν τη δουλειά τους κ.ο.κ., επιδεικνύοντας «κυνικό καθεστωτισμό» και «επικίνδυνη αλαζονεία».\nΧΡΗΣΤΟΣ ΜΠΟΝΗΣ/EUROKINISSI\nΓια αυτό και στο αίτημά του για συναίνεση στη Συνταγματική Αναθεώρηση, απάντησε πως το ΠΑΣΟΚ λέει «ναι» στη συναίνεση, αλλά στη δεύτερη Βουλή, ώστε να υπάρχει ουσιαστικός έλεγχος και αυξημένη συμμετοχή στη διαμόρφωση των προς αναθεώρηση διατάξεων. Ο ίδιος μάλιστα, περιέγραψε τις προτάσεις του ΠΑΣΟΚ ενόψει συνταγματικής αναθεώρησης, ως εξής:\n&#8211; Προτείνουμε την αλλαγή του άρθρου 110 του Συντάγματος ούτως ώστε να είναι νομικά δεσμευτική η μέγιστη δυνατή συναίνεση στη δεύτερη Βουλή\n&#8211; Προτείνουμε την αναθεώρηση του άρθρου 86, ώστε να προστατεύσουμε τη διαδικασία από περιπτώσεις τύπου Καραμανλή, Αυγενάκη, Βορίδη.\n&#8211; Προτείνουμε την αλλαγή του άρθρου 16 με την ενίσχυση του δημοσίου πανεπιστημίου αλλά και την λειτουργία μη κρατικών μη κερδοσκοπικών πανεπιστημίων στα πρότυπα των μεγάλων ευρωπαϊκών χωρών\n&#8211; Αναθέτουμε στην Ανεξάρτητη Εθνική Αρχή Διαφάνειας -που την καθιστούμε συνταγματικά κατοχυρωμένη αρχή- τον έλεγχο της χρηματοδότησης κομμάτων και πολιτικών προσώπων καθώς και του ουσιαστικού ελέγχου του πόθεν έσχες\n&#8211; Απεξαρτούμε την εκλογή της ηγεσίας της δικαιοσύνης από την εκτελεστική εξουσία. Για να κατοχυρώσουμε τη διάκριση των εξουσιών\n&#8211; Θεσπίζουμε τον δικαστικό έλεγχο άσχετων τροπολογιών\n&#8211; Τελειώνουμε με την εκλογή Προέδρου της Δημοκρατίας από σχετική πλειοψηφία, διατηρώντας την αποσύνδεση της διαδικασίας εκλογής από την προκήρυξη εκλογών. &#8211; Θεσπίζουμε ρητή υποχρέωση του κράτους για μέριμνα και προστασία των πολιτών από την κλιματική κρίση.\nΟ Παναγιώτης Κουρουμπλής / ΧΡΗΣΤΟΣ ΜΠΟΝΗΣ/EUROKINISSI\nΔριμεία ήταν η επίθεση του Νίκου Ανδρουλάκη στον πρωθυπουργό και με αφορά το αίτημά του να κερδίσει μία τρίτη θητεία για να … «τελειώσει οριστικά με το βαθύ κράτος». «Αυτό είναι το πιο σύντομο ανέκδοτο», είπε, κάνοντας λόγο για ένα «οικογενειακό σύστημα που έχει οικοδομηθεί εδώ και δεκαετίες με χιλιάδες εξυπηρετήσεις, ρουσφέτια και διευθετήσεις συμφερόντων». «Για ποιον λόγο θέλει μία τρίτη θητεία η ΝΔ; Για να σπάσουν νέα ρεκόρ σε απευθείας αναθέσεις; Να συνεχίσουν τα ολιγοπώλια να θησαυρίζουν; Για να γίνει το κόστος ζωής ακόμα πιο απαγορευτικό για τη μέση οικογένεια; Να ερημώσουν όλα τα χωριά της χώρας;» διερωτήθηκε, για να απαντήσει μόνος ότι «ο ελληνικός λαός έχει εναλλακτική επιλογή» και πως μπορεί να στηρίζεται στη Δημοκρατική Παράταξη που έχει σχέδιο, πολιτικό προσωπικό και νέο πολιτικό ήθος, για να φέρει την αλλαγή σελίδας στη χώρα, όπως χαρακτηριστικά είπε.\nΣύμφωνα με τον Νίκο Ανδρουλάκη, το ΠΑΣΟΚ ανοίγει έναν πλατύ δρόμο Συμπαράταξης, χωρίς αποκλεισμούς και ηγεμονισμούς, με σεβασμό στη διαφορετικότητα και στόχο την πολιτική αλλαγή. Τόνισε όμως ότι η ανασυγκρότηση της μεγάλης Δημοκρατικής Παράταξης δεν μπορεί να γίνει χωρίς επεξεργασμένο σχέδιο, σε κλειστά δωμάτια εξουσίας με τις ευλογίες της ολιγαρχίας.\nΔΑΝΑΗ ΔΑΥΛΟΠΟΥΛΟΥ/EUROKINISSI\n«Η Δημοκρατική Παράταξη θα αναγεννηθεί μέσα από την κοινωνία, μέσα από τις αγωνίες της και μέσα από την προοπτική της για ένα καλύτερο αύριο», είπε, διαβεβαιώνοντας ότι το ΠΑΣΟΚ έχει και το Σχέδιο, και το Πολιτικό Προσωπικό και την Αξιοπιστία να βελτιώσει δραστικά την ποιότητα ζωής των πολιτών.\nΣε άλλο σημείο της ομιλίας του, ο πρόεδρος του ΠΑΣΟΚ έκρουσε τον κώδωνα του κινδύνου ότι η μεγάλη πολιτική αλλαγή που διεκδικεί το κόμμα του, δεν εξαντλείται σε εναλλαγή προσώπων, αλλά σημαίνει αναγέννηση και της ίδιας της Πολιτικής. Για αυτό και μίλησε για ένα κόμμα ανοιχτό, συμμετοχικό, ψηφιακό, συλλογικό, που φέρνει ξανά την κοινωνία στο προσκήνιο, κηρύσσοντας την έναρξη της ψηφιακής διαβούλευσης με τα μέλη και τους φίλους του κόμματος ως το Συνέδριο, με προτάσεις που μπορούν να επεξεργάζονται και να έρχονται προς ψήφιση, ικανοποιώντας εν μέρει απόψεις που ακούστηκαν από κορυφαία στελέχη του ΠΑΣΟΚ τις προηγούμενες μέρες.\nΟ Παύλος Γερουλάνος με την Νάντια Γιαννακοπούλου / ΧΡΗΣΤΟΣ ΜΠΟΝΗΣ/EUROKINISSI\nΑυτό όμως στο οποίο δεν έκανε πίσω, ήταν ο τρόπος κατανομής των συνέδρων. «Διασφαλίζουμε τη Διαφάνεια στην κατανομή των συνέδρων, βάσει μίας πολύ απλής αρχής: ΠΑΣΟΚ υπάρχει εκεί που το ψηφίζει ο ελληνικός λαός», είπε, στέλνοντας το μήνυμα ότι οι σύνεδροι θα εκλεγούν με βάσει και τα εκλογικά αποτελέσματα του κόμματος.\nΚάλεσε δε όλους, στο εσωτερικό του ΠΑΣΟΚ να επικοινωνήσουν τις θέσεις και τις προτάσεις του κόμματος σε κάθε γωνιά της πατρίδας, αφού όπως είπε «το ΠΑΣΟΚ θα κερδίσει τη ΝΔ με τις λύσεις που προτείνει για κάθε πρόβλημα του απλού κόσμου». Έκανε εξάλλου λόγο για μία νέα προοδευτική κυβέρνηση που θα έχει πρωταγωνιστή το ΠΑΣΟΚ και τη μεγάλη Δημοκρατική Παράταξη, δίνοντας τον τόνο για τη στάση που θα κρατήσει το κόμμα του στο εξής.\n«Για πολλούς η Πολιτική είναι μία πορεία συμβιβασμών που όταν θα έρθει η ώρα της εξουσίας, μετατρέπονται σε αλυσίδες και βαρίδια», είπε, «για αυτό σας καλώ τον δικό μας αγώνα να τον δώσουμε ως το τέλος με πολιτική αυτονομία». Έκλεισε δε την ομιλία του, εκφράζοντας την ελπίδα στο τέλος η νίκη του ΠΑΣΟΚ να γίνει νίκη του ελληνικού λαού.\nTo άρθρο Νίκος Ανδρουλάκης: Σκληρή επίθεση στη ΝΔ από το βήμα της Ολομέλειας της ΚΟΕΣ &#8211; Απηύθυνε προσκλητήριο στους προοδευτικούς πολίτες δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/nikos-androulakis-eurok-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/nikos-androulakis-skliri-epithesi-sti-nd-apo-to-vima-tis-olomeleias-tis-koes-apiythyne-prosklitirio-stous-proodeytikous-polites/4601401/",
      "date": "2026-02-15T11:36:49.000Z",
      "source": "Newsit"
    },
    {
      "title": "Νίκος Ανδρουλάκης: Live η ομιλία του στην κεντρική επιτροπή συνεδρίου του ΠΑΣΟΚ",
      "description": "Σε εξέλιξη βρίσκεται η ομιλία του Νίκου Ανδρουλάκη, στη σημερινή συνεδρίαση (15.2.26) στην Ολομέλεια της Κεντρικής Οργανωτικής Επιτροπής Συνεδρίου του ΠΑΣΟΚ &#8211; ΚΙΝΑΛ, σηματοδοτώντας την έναρξη της τελικής ευθείας για το συνέδριο του κόμματος που θα διεξαχθεί από τις 27 έως τις 29 Μαρτίου.\nΠερίπου 780 στελέχη από όλη την Ελλάδα δίνουν το «παρών» στη σημερινή συνεδρίαση της Κεντρικής Οργανωτικής Επιτροπής Συνεδρίου του ΠΑΣΟΚ, η οποία θεωρείται κομβικής σημασίας για την οργανωτική και πολιτική προετοιμασία του συνεδρίου. Από νωρίς έχει ξεκινήσει η προσέλευση των συνέδρων, ενώ το ενδιαφέρον στρέφεται στην ομιλία του προέδρου του κόμματος, Νίκου Ανδρουλάκη.\nΔείτε live τη συνεδρίαση της Ολομέλειας της ΚΟΕΣ του ΠΑΣΟΚ: Σύμφωνα με πληροφορίες, ο Νίκος Ανδρουλάκης θα απευθύνει προσκλητήριο συστράτευσης προς τα στελέχη και τον ευρύτερο προοδευτικό χώρο, επαναλαμβάνοντας ότι το ΠΑΣΟΚ αποτελεί τον βασικό πολιτικό αντίπαλο της ΝΔ.\nΠαράλληλα, αναμένεται να ασκήσει σφοδρή κριτική στην κυβέρνηση, δίνοντας το στίγμα της αντιπολιτευτικής γραμμής.\nΣτόχος της Χαριλάου Τρικούπη είναι το επικείμενο συνέδριο να αποτελέσει την αφετηρία για μια «νικηφόρα πορεία», με έμφαση στην αυτόνομη πορεία του κόμματος και την αμφίπλευρη διεύρυνση.\nΌπως έχει αποφασιστεί και στο πλαίσιο της τελευταίας συνεδρίασης της Πολιτικής Γραμματείας, το προσκλητήριο προς τον προοδευτικό κόσμο παραμένει σταθερό, με αιχμή την ενίσχυση της πολιτικής επιρροής του ΠΑΣΟΚ.\nTo άρθρο Νίκος Ανδρουλάκης: Live η ομιλία του στην κεντρική επιτροπή συνεδρίου του ΠΑΣΟΚ δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/androulakis.jpg",
      "link": "https://www.newsit.gr/politikh/nikos-androulakis-live-i-omilia-tou-stin-kentriki-epitropi-synedriou-tou-pasok/4601344/",
      "date": "2026-02-15T10:42:22.000Z",
      "source": "Newsit"
    },
    {
      "title": "Νέα σελίδα για τον ενεργειακό ρόλο της Ελλάδας, πέφτουν οι υπογραφές με Chevron για Κρήτη και Πελοπόννησο παρουσία Μητσοτάκη",
      "description": "Αύριο η υπογραφή συμβάσεων με Chevron - Helleniq Energy στο Μέγαρο Μαξίμου, θα ακολουθήσει παρουσίαση στο Μουσείο της Ακρόπολης, όπου θα αναδειχθεί η στρατηγική σημασία των νέων παραχωρήσεων - Πότε ξεκινούν σεισμικές έρευνες",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1774359/parousia-tou-kuriakou-mitsotaki-oi-upografes-me-chevron-gia-kriti-kai-peloponniso/?utm_source=rss",
      "date": "2026-02-15T10:29:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Ανδρουλάκης σε ΚΟΕΣ: Το ΠΑΣΟΚ είναι εδώ για να τελειώσουμε οριστικά με το «επιτελικό κράτος»",
      "description": "«Θα δώσουμε τον αγώνα με ευθύνη και αξιοπρέπεια ως το τέλος», τόνισε ο πρόεδρος του ΠΑΣΟΚ - ΚΙΝΑΛ Νίκος Ανδρουλάκης καλώντας τον προοδευτικό κόσμο της χώρας «να έρθει κοντά μας»",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6853354-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/se-ekseliksi-omilia-tou-nikou-androulaki-stin-koes-tou-pasok/",
      "date": "2026-02-15T09:40:53.000Z",
      "source": "In.gr"
    },
    {
      "title": "Άδωνις Γεωργιάδης – Ζωή Κωνσταντοπούλου: Συνεχίζεται η κόντρα τους – «Θα της κάνω μήνυση τη Δευτέρα», «μιλάμε για παρακράτος»",
      "description": "Αμείωτη συνεχίζεται η κόντρα μεταξύ του υπουργού Υγείας Άδωνι Γεωργιάδη και της προέδρου της Πλεύσης Ελευθερίας, Ζωής Κωνσταντοπούλου.\nΤρεις ημέρες μετά τη σύγκρουσή τους στη Βουλή με βαριές εκφράσεις και τη δήλωση του Άδωνι Γεωργιάδη ότι ενημερώθηκε από φίλο του αστυνομικό ότι η Ζωή Κωνσταντοπούλου μετέβη στο ΑΤ Εξαρχείων με robe de chambre για να του υποβάλει μήνυση, η διαμάχη του υπουργού Υγείας και της προέδρου της Πλεύσης Ελευθερίας δεν έχει τέλος.\nΤο πρωί της Κυριακής (16.2.26) ο Άδωνις Γεωργιάδης έκανε παρέμβαση στην εκπομπή «Χαμογέλα και πάλι» στο Mega με αφορμή το ρεπορτάζ που μεταδόθηκε για την κόντρα του με την Ζωή Κωνσταντοπούλου. Μετά την παρέμβαση του υπουργού Υγείας ακολούθησε και παρέμβαση της προέδρου της Πλεύσης Ελευθερίας. «Έχω πολλές προσωπικές γνωριμίες στην αστυνομία και ένας φίλος μου με πήρε τηλέφωνο γελώντας και μου είπε ότι κατέθεσε. Έχω πολλούς φίλους αστυνομικούς με αγαπούν και τους αγαπώ. Μήνυση σε μένα έκανε και έχω το δικαίωμα να το ξέρω. Δεν χρησιμοποίησα την εκτελεστική μου εξουσία, δεν χρησιμοποίησα τη βουλευτική μου ιδιότητα», είπε ο Άδωνις Γεωργιάδης για την αποκάλυψή του ότι ενημερώθηκε από αστυνομικό ότι η Ζωή Κωνσταντοπούλου πήγε στο ΑΤ Εξαρχείων φορώντας ρόμπα, λίγο πριν τα μεσάνυχτα, ώστε να μην μπορεί να της καταθέσει αντιμήνυση, όπως είπε.\n«Ποιο είναι το ποινικό αδίκημα στο γεγονός ότι αστυνομικός με ειδοποίησε και με ενημέρωσε για την μήνυση της Ζωής Κωνσταντοπούλου; Ποιο ακριβώς είναι το ποινικό αδίκημα και η απορία σας;», είπε ο Άδωνις Γεωργιάδης.\n«Όλα τα Εξάρχεια γελάνε ακόμα με τη μήνυση της Ζωής Κωνσταντοπούλου» ανέφερε ο υπουργός και προανήγγειλε την κατάθεση μήνυσης εναντίον της Ζωής Κωνσταντοπούλου τη Δευτέρα.\n«Θα κάνω μήνυση αύριο στη Ζωή Κωνσταντοπούλου (&#8230;) Είναι κίνδυνος για τη δημοκρατία», ανέφερε χαρακτηριστικά. Ερωτηθείς για την έρευνα που διεξάγει η Αστυνομία για τον αστυνομικό που ενημέρωσε τον υπουργό Υγείας, ο Άδωνις Γεωργιάδης είπε πως «καλά κάνει η αστυνομία και κάνει έρευνα». Η κ. Κωνσταντοπούλου δεν επιτίθεται μόνο σε εμένα αλλά και σε όλους.\nΖωή Κωνσταντοπούλου: Ήπια η δική μου επίθεση, μιλάμε για παρακράτος\n«Η δική μου σφοδρή επίθεση στον Γεωργιάδη ήταν ήπια σε σχέση με τη δική του συμπεριφορά», δήλωσε με τη σειρά της στην δική της τοποθέτηση στον αέρα του «Χαμογέλα και πάλι» η Ζωή Κωνσταντοπούλου. «Η μήνυσή μου έχει κατατεθεί στα τέλη Γενάρη, πήγα στο ΑΤ Εξαρχείων δίπλα από το δικηγορικό μου γραφείο γιατί κάποιοι εργαζόμαστε και κάποιοι άλλοι δουλεύουν τον κόσμο. Το ενδιαφέρον είναι ότι το περιεχόμενο της μήνυσης, που έχει να κάνει με τις χυδαιότητες εναντίον μου για τα Τέμπη, το έμαθε ο υπουργός σε χρόνο που δεν έπρεπε να έχει συμβεί. Μιλάμε για παρακράτος. Μέσα από την εκπομπή σας αποκαλύφθηκε ότι υπάρχει ένας θύλακας αστυνομικών που τον ενημερώνει», ανέφερε. «Τα πράγματα δεν είναι αστεία, μιλάμε για ένα παρακράτος μπροστά στα μάτια μας και περιμένω τις αντιδράσεις», τόνισε.\nΝωρίτερα, ο υπουργός Υγείας δημοσίευσε στο Χ φωτογραφία με το πρωτοσέλιδα του «Μπαμ» στο οποίο αναφέρεται η νέα καταγγελία για τον απλήρωτο εργαζόμενο της Ζωής Κωνσταντοπούλου. Κάτι σπουδαίο φαίνεται να αποκαλύπτει ο @KousoulosPetros στην εφημερίδα του. Νέα καταγγελία για απλήρωτο εργαζόμενο της @ZoeKonstant θα το διαβάσω και θα σας πω, αλλά μου κάνει εντύπωση κάνει τέτοια πράγματα η «φίλη» των εργατών και των εργαζομένων Ζωή; Είναι δυνατόν; pic.twitter.com/GZhzLjOTag\n— Άδωνις Γεωργιάδης (@AdonisGeorgiadi) February 15, 2026 «Κάτι σπουδαίο φαίνεται να αποκαλύπτει ο Πέτρους Κουσουλός, στην εφημερίδα του. Νέα καταγγελία για απλήρωτο εργαζόμενο της Ζωής Κωνσταντοπούλου θα το διαβάσω και θα σας πω, αλλά μου κάνει εντύπωση κάνει τέτοια πράγματα η &#8220;φίλη&#8221; των εργατών και των εργαζομένων Ζωή; Είναι δυνατόν;\nTo άρθρο Άδωνις Γεωργιάδης &#8211; Ζωή Κωνσταντοπούλου: Συνεχίζεται η κόντρα τους &#8211; «Θα της κάνω μήνυση τη Δευτέρα», «μιλάμε για παρακράτος» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/georgiadis-konstantopoulou-1.jpg",
      "link": "https://www.newsit.gr/politikh/adonis-georgiadis-zoi-konstantopoulou-synexizetai-i-kontra-tous-tha-tis-kano-minysi-ti-deytera-milame-gia-parakratos/4601278/",
      "date": "2026-02-15T09:30:18.000Z",
      "source": "Newsit"
    },
    {
      "title": "Κυριάκος Μητσοτάκης: Η πλειοψηφία των πολιτών θέλει μια Ελλάδα της εθνικής αυτοπεποίθησης και όχι της εθνικής υστερίας",
      "description": "Στη συνάντηση που είχε με τον Τούρκο πρόεδρο Ρετζέπ Ταγίπ Ερντογάν στην Άγκυρα την περασμένη Τετάρτη (11.2.26) αναφέρεται ο πρωθυπουργός Κυριάκος Μητσοτάκης στην ανάρτησή του στο Facebook σήμερα Κυριακή (16.2.26) με τον εβδομαδιαίο απολογισμό του κυβερνητικού έργου. Κάνοντας λόγο για μια «ειλικρινή και ουσιαστική συζήτηση», τονίζει πως επιδίωξη της Ελλάδας είναι μια «κανονική και λειτουργική σχέση με την Τουρκία», με γνώμονα το εθνικό συμφέρον.\n«Με τον πρόεδρο Ερντογάν είχαμε μια ειλικρινή και ουσιαστική συζήτηση, για όσα μας φέρνουν πιο κοντά, αλλά και για όσα μας χωρίζουν. Οι διαφωνίες μας είναι υπαρκτές και σημαντικές. Δεν τις υποτιμούμε. Σήμερα, όμως, μπορούμε να τις αναδεικνύουμε χωρίς εντάσεις, με ανοικτούς διαύλους επικοινωνίας, αυτοπεποίθηση και σταθερή αναφορά στο Διεθνές Δίκαιο. Η Ελλάδα δεν επιδιώκει ούτε την ένταση, ούτε την αδράνεια. Θέλουμε μια κανονική, λειτουργική σχέση με την Τουρκία, με σταθερό γνώμονα το εθνικό συμφέρον», γράφει στην ανάρτησή του ο Κυριάκος Μητσοτάκης για τη συνάντησή του με τον Ρετζέπ Ταγίπ Ερντογάν.\n«Συνεχίζουμε στον δρόμο της ευθύνης. Αυτό επιθυμεί η πλειοψηφία των πολιτών: μια Ελλάδα της εθνικής αυτοπεποίθησης, όχι της εθνικής υστερίας», σχολιάζει.\nΠαράλληλα, αναφέρεται στο νομοσχέδιο για τις συλλογικές συμβάσεις εργασίας που υπογράφηκε από τη Βουλή.\n«Με τη συμφωνία διευκολύνεται η σύναψη και η επέκταση των συλλογικών συμβάσεων ώστε να καλύπτουν μεγαλύτερο μέρος της αγοράς εργασίας. Αυτό σημαίνει περισσότερη ασφάλεια και καλύτερες αποδοχές για τους εργαζόμενους, αλλά και σταθερό και προβλέψιμο περιβάλλον για τις επιχειρήσεις», επισημαίνει.\nΗ ανάρτηση του Κυριάκου Μητσοτάκη\nΚαλημέρα σας. Η εβδομάδα αυτή ήταν κυρίως αφιερωμένη στη διεθνή μας παρουσία, με σημαντικές συναντήσεις και αποφάσεις.Βρέθηκα στην Άγκυρα για την 6η Σύνοδο του Ανώτατου Συμβουλίου Συνεργασίας Ελλάδας-Τουρκίας. Με τον Πρόεδρο Ερντογάν είχαμε μια ειλικρινή και ουσιαστική συζήτηση, για όσα μας φέρνουν πιο κοντά, αλλά και για όσα μας χωρίζουν. Οι διαφωνίες μας είναι υπαρκτές και σημαντικές. Δεν τις υποτιμούμε. Σήμερα, όμως, μπορούμε να τις αναδεικνύουμε χωρίς εντάσεις, με ανοικτούς διαύλους επικοινωνίας, αυτοπεποίθηση και σταθερή αναφορά στο Διεθνές Δίκαιο. Η Ελλάδα δεν επιδιώκει ούτε την ένταση, ούτε την αδράνεια. Θέλουμε μια κανονική, λειτουργική σχέση με την Τουρκία, με σταθερό γνώμονα το εθνικό συμφέρον. Η γεωγραφία μας θέλει γείτονες. Σε ένα ρευστό διεθνές περιβάλλον, επιλέγουμε τη σταθερότητα. Συνεχίζουμε τον δομημένο διάλογο που έχουμε ξεκινήσει τα τελευταία δυόμισι χρόνια και ο όποιος έχει αποφέρει συγκεκριμένα απτά αποτελέσματα και διευρύνουμε τα πεδία συνεργασίας. Συνεχίζουμε στον δρόμο της ευθύνης. Αυτό επιθυμεί η πλειοψηφία των πολιτών: μια Ελλάδα της εθνικής αυτοπεποίθησης, όχι της εθνικής υστερίας.\nΠερνώ στην ανασκόπηση της εσωτερικής κυβερνητικής δραστηριότητας και θα ξεκινήσω με την ιστορική Κοινωνική Συμφωνία για την ενίσχυση των Συλλογικών Συμβάσεων Εργασίας, η οποία είναι πια και επίσημα νόμος του κράτους. Ναι, συμβαίνει για πρώτη φορά στη χώρα μας και υλοποιείται από μια κεντροδεξιά κυβέρνηση. Με τη Συμφωνία διευκολύνεται η σύναψη και η επέκταση των συλλογικών συμβάσεων ώστε να καλύπτουν μεγαλύτερο μέρος της αγοράς εργασίας. Αυτό σημαίνει περισσότερη ασφάλεια και καλύτερες αποδοχές για τους εργαζόμενους, αλλά και σταθερό και προβλέψιμο περιβάλλον για τις επιχειρήσεις. Η Συμφωνία αυτή, βέβαια, απέδειξε και κάτι άλλο: ότι οι κοινωνικοί εταίροι μπορούν να πετύχουν τις αναγκαίες συναινέσεις, δείχνοντας τον δρόμο και στις πολιτικές δυνάμεις. Δυστυχώς, σε ένα κατεξοχήν φιλεργατικό νομοσχέδιο, περίσσεψε η υποκρισία από τα κόμματα της αντιπολίτευσης. Δεν θέλω να κάνω αντιπολιτευτικά σχόλια στον κυριακάτικο απολογισμό αλλά δεν μπορώ να μην σημειώσω την παράδοξη στάση του ΠΑΣΟΚ να υπερψηφίζει όλα τα βασικά άρθρα του νομοσχεδίου και ταυτόχρονα να το καταψηφίζει επί της αρχής. Εύχομαι και ελπίζω να καταφέρουμε κάποια στιγμή ως πολιτικό σύστημα να προσεγγίζουμε με περισσότερη ειλικρίνεια όσα μπορούν πραγματικά να μας ενώνουν, χωρίς να εφευρίσκουμε τεχνητές διαφορές μόνο και μόνο για να υποδυόμαστε ότι κάνουμε αντιπολίτευση.\nΤην ίδια στιγμή, η πρόοδος αποτυπώνεται και στο πεδίο των μεγάλων έργων.\nΣημαντικό ορόσημο για τη Γραμμή 4 του Μετρό της Αθήνας αποτέλεσε η εμφάνιση του μετροπόντικα «Αθηνά» στο φρέαρ του Ευαγγελισμού, έχοντας ολοκληρώσει διάνοιξη 5,1 χιλιομέτρων από την Κατεχάκη. Δεν ήταν τυχαίο ότι η έξοδός του συνοδεύτηκε από το «Break on Through», μια συμβολική υπενθύμιση ότι η Αθήνα κυριολεκτικά «περνά στην άλλη πλευρά». Από το Γουδή και τα Ιλίσια μέχρι την Καισαριανή, το έργο προχωρά με σταθερά βήματα κάτω από την πόλη, χτίζοντας τη νέα της καθημερινότητα. Παράλληλα, η «Νίκη», ο δεύτερος μετροπόντικας, προχωρά από το Άλσος Βεΐκου προς το Κολωνάκι, διασχίζοντας το Γαλάτσι, την Κυψέλη, τα Δικαστήρια, τη Λεωφόρο Αλεξάνδρας, τα Εξάρχεια και την Ακαδημίας. Δύο μέτωπα ταυτόχρονα, ένα από τα μεγαλύτερα έργα υποδομής που υλοποιούνται σήμερα στην Ελλάδα και που θα δώσει μεγάλη κυκλοφοριακή ανάσα στο λεκανοπέδιο.\nΣε ένα άλλο έργο υποδομής τώρα: προκηρύχθηκε μέσα στην εβδομάδα ο διαγωνισμός για τα Συστήματα Αεροναυτιλίας του υπό κατασκευή Διεθνούς Αερολιμένα Ηρακλείου Κρήτης, μόλις 10 ημέρες μετά την υπογραφή της σχετικής συμφωνίας. Η εγκατάσταση των συστημάτων -από τα πιο προηγμένα που υπάρχουν- αποτελεί βασική προϋπόθεση για την πιστοποίηση και την ασφαλή λειτουργία του νέου αεροδρομίου. Η πρόοδος των εργασιών για την κατασκευή των κτηριακών εγκαταστάσεων είναι εντυπωσιακή και αν συνεχιστεί με αυτούς τους ρυθμούς, το 2028 η Κρήτη θα αποκτήσει το πιο σύγχρονο αεροδρόμιο στην Ελλάδα, αλλά και ένα από τα πιο σύγχρονα στην Ευρώπη. Η συνολική επένδυση στο νέο αεροδρόμιο, με όλες τις αεροπορικές και εμπορικές εγκαταστάσεις και τα συστήματα, θα αγγίξει το 1 δισ. ευρώ και θα έχει δημιουργήσει συνολικά 7.000 θέσεις μόνιμης και σταθερής εργασίας, εντός και εκτός αεροδρομίου. Αλλάζω πεδίο για να πω ότι, σε χρόνο-ρεκόρ, μέσα σε μόλις 90 ημέρες από την υποβολή των αιτήσεων, ολοκληρώθηκε η αξιολόγηση επενδυτικών σχεδίων και ενστάσεων για τα καθεστώτα του Αναπτυξιακού Νόμου «Μεταποίηση &amp; Εφοδιαστική Αλυσίδα-3ος Κύκλος» και «Ειδικές Περιοχές Ενίσχυσης». Πρόκειται για την ταχύτερη διαδικασία που έχει πραγματοποιηθεί ποτέ. Εντάχθηκαν 112 επενδυτικά σχέδια συνολικού ύψους 553 εκ. ευρώ, με πρόβλεψη για τουλάχιστον 1.500 νέες θέσεις εργασίας. Η δημόσια ενίσχυση, μέσω επιχορηγήσεων και φορολογικών απαλλαγών, ανέρχεται σε 289,5 εκ. ευρώ. Και κάτι ακόμη σημαντικό: οι επενδύσεις αυτές δεν συγκεντρώνονται σε έναν μόνο τομέα. Αφορούν μεταποίηση, μεταλλουργία, χημική βιομηχανία, τρόφιμα, τεχνολογία και τουριστικές υποδομές, με ευρεία γεωγραφική διασπορά. Οι μισές υλοποιούνται στη Βόρεια Ελλάδα -κυρίως σε Μακεδονία και Θράκη, καθώς και στα νησιά του Βορείου Αιγαίου, ενισχύοντας την περιφερειακή συνοχή και την ισόρροπη ανάπτυξη. Ταχύτερες διαδικασίες, περισσότερες επενδύσεις, νέες δουλειές σε ολόκληρη τη χώρα.\nΈτσι λοιπόν, από την ενίσχυση των Συλλογικών Συμβάσεων Εργασίας, μέχρι τα μεγάλα έργα υποδομής που αλλάζουν την καθημερινότητα και τις επενδύσεις που δημιουργούν νέες δουλειές σε όλη τη χώρα, η κατεύθυνση είναι ξεκάθαρη: στηρίζουμε τον εργαζόμενο. Δίνουμε σταθερότητα στην επιχείρηση. Επιταχύνουμε τα έργα. Ξεκλειδώνουμε παραγωγικές δυνάμεις στην περιφέρεια. Με θεσμικές τομές, με απτά αποτελέσματα και με ταχύτητα που πριν λίγα χρόνια θα φάνταζε αδιανόητη, προχωράμε μπροστά.\nΕπόμενο και ιδιαίτερα σημαντικό θέμα, η μεγάλη επιτυχία της ΑΑΔΕ στην εξάρθρωση κυκλώματος που χρησιμοποιούσε «αχυρανθρώπους» ως εμφανιζόμενους υπεύθυνους 380 επιχειρήσεων εστίασης και ηλεκτρονικών ειδών, αφήνοντας χρέη 43 εκ. ευρώ προς το Δημόσιο. Οι 11 συλληφθέντες (10 Έλληνες και ένας αλλοδαπός) δημιουργούσαν διαρκώς νέες επιχειρήσεις με νέα ΑΦΜ, κάθε φορά που γινόταν κρατικός έλεγχος. Πρόκειται για μια συστηματική προσπάθεια καταστρατήγησης των κανόνων, σε βάρος των συνεπών επιχειρήσεων και των φορολογουμένων. Η ανομία και η ατιμωρησία υπονομεύουν το αίσθημα δικαίου και την εμπιστοσύνη στους θεσμούς. Για χρόνια, τέτοιες πρακτικές ευνοήθηκαν από αδύναμους ελεγκτικούς μηχανισμούς και μια στρεβλή κουλτούρα συμμόρφωσης. Αυτό αλλάζει. Η μάχη για την ενίσχυση του κράτους δικαίου είναι διαρκής και δίνεται καθημερινά.\nΚαι δεν είναι το μόνο παράδειγμα: η Διεύθυνση Αντιμετώπισης Οργανωμένου Εγκλήματος συνέλαβε πρόσφατα 26 άτομα που συμμετείχαν από το 2018 σε εγκληματική οργάνωση παραγωγής λαθραίων τσιγάρων, με διακίνηση άνω των 17 εκ. τεμαχίων και διαφυγόντες φόρους 1,8 εκ. ευρώ. Μέσα σε μόλις ενάμιση χρόνο λειτουργίας, η ΔΑΟΕ έχει εξιχνιάσει 958 υποθέσεις, έχει αποδώσει κατηγορίες σε 3.094 δράστες, εκ των οποίων 2.159 οδηγήθηκαν στη Δικαιοσύνη και 598 προφυλακίστηκαν. Το μήνυμα είναι σαφές: η παρανομία δεν είναι ανεκτή. Το κράτος ενισχύει τους μηχανισμούς του και προστατεύει τους συνεπείς πολίτες και επιχειρήσεις.\nΣυνεχίζω με έναν πρώτο απολογισμό της μεγάλης αλλαγής που επιφέραμε στη διαδικασία δημοσίευσης διαθηκών, όπου από τον περασμένο Νοέμβριο καθιερώσαμε ένα ολοκληρωμένο ηλεκτρονικό μητρώο, εβδομήντα δύο χρόνια μετά την αρχική νομοθέτηση του «Μητρώου Αδημοσίευτων Διαθηκών». Σύμφωνα με τα στατιστικά στοιχεία του Συμβολαιογραφικού Συλλόγου Αθηνών-Πειραιώς-Αιγαίου και Δωδεκανήσου, μέσω της ψηφιακής πλατφόρμας διεκπεραιώθηκαν 11.839 υποθέσεις μέσα σε τέσσερις μήνες. Πριν από τη λειτουργία του Ηλεκτρονικού Μητρώου, απαιτούνταν 330 ημέρες στο Πρωτοδικείο Αθηνών και 450 ημέρες στο Πρωτοδικείο Πειραιά για να δημοσιευτεί μια διαθήκη. Είναι φανερό ότι η μεταρρύθμιση μειώνει σημαντικά τον διοικητικό και δικαστικό φόρτο, επιτρέποντας στους δικαστές και το προσωπικό να επικεντρωθούν στις βασικές δικαιοδοτικές τους αρμοδιότητες και διευρύνει την επαγγελματική ύλη των συμβολαιογράφων.\nΜε αφορμή την Παγκόσμια Ημέρα Ελληνικής Γλώσσας που γιορτάσαμε τη Δευτέρα, θέλω να επαναλάβω κάτι αυτονόητο: η στήριξη και η διεθνής προβολή της ελληνικής γλώσσας είναι εθνική προτεραιότητα. Η γλώσσα μας δεν είναι μόνο πολιτιστική κληρονομιά. Είναι εργαλείο σκέψης, γέφυρα με τον κόσμο, στοιχείο ταυτότητας για τον απόδημο ελληνισμό και πηγή διεθνούς ενδιαφέροντος. Σήμερα λειτουργούν 81 έδρες ελληνικών σπουδών σε ακαδημαϊκά ιδρύματα του εξωτερικού, ενώ καθοριστική είναι η συμβολή του Κέντρο Ελληνικής Γλώσσας, με έδρα τη Θεσσαλονίκη, στην προαγωγή της ελληνομάθειας εντός και εκτός Ελλάδας. Τα αποτελέσματα είναι ενθαρρυντικά: μέσα σε μία δεκαετία, από το 2015 έως το 2025, σχεδόν τριπλασιάστηκε ο αριθμός όσων συμμετείχαν στις εξετάσεις για το Πιστοποιητικό Ελληνομάθειας, από 4.128 έφτασαν στους 12.001. Αυτό δεν είναι απλώς στατιστική. Είναι απόδειξη ότι η ελληνική γλώσσα κερδίζει έδαφος. Και πιστεύω ότι η καθιέρωση της 9ης Φεβρουαρίου ως Παγκόσμιας Ημέρας Ελληνικής Γλώσσας θα ενισχύσει ακόμη περισσότερο το διεθνές ενδιαφέρον, ιδιαίτερα τώρα που η τεχνολογία ανοίγει νέους δρόμους διδασκαλίας, διάδοσης και σύνδεσης.\nΚαι κλείνω με το Τατόι, όπου ολοκληρώθηκαν τα έργα αποκατάστασης σχεδόν όλων των κτηριακών εγκαταστάσεων και των Κήπων του Ανακτόρου, ενώ όσα είναι ακόμη σε εξέλιξη θα έχουν τελειώσει ως τον Σεπτέμβριο 2026. Οι ανακαινισμένοι χώροι θα λειτουργήσουν ως μουσεία και χώροι φιλοξενίας εκδηλώσεων, ενώ προβλέπονται υποδομές εξυπηρέτησης των επισκεπτών, όπως εκδοτήρια, πωλητήριο και αναψυκτήριο. Παράλληλα, θα στεγαστούν Αστυνομικό Τμήμα και Πυροσβεστικός Σταθμός, διασφαλίζοντας τη μόνιμη προστασία της περιοχής. Έως τον Οκτώβριο θα τελειώσουν και οι εργασίες αποκατάστασης των υπολοίπων κτηρίων και η διαμόρφωση του περιβάλλοντα χώρου. Στόχος της αξιοποίησης είναι το πρώην βασιλικό κτήμα να αναδειχθεί ως ενιαίο πολιτιστικό πάρκο, ως ένας ζωντανός χώρος ιστορίας, περιπάτου και γνώσης, πόλος έλξης για Έλληνες και ξένους επισκέπτες. Έως τότε -θυμίζω- μπορείτε να επισκεφθείτε το «ψηφιακό» μουσείο που έχουμε δημιουργήσει στη διεύθυνση https://tatoicollections.culture.gov.gr/el/home.\nΑυτά για αυτήν την εβδομάδα. Συνεχίζουμε τη δουλειά, και τα λέμε την επόμενη. Γεια σας!\nTo άρθρο Κυριάκος Μητσοτάκης: Η πλειοψηφία των πολιτών θέλει μια Ελλάδα της εθνικής αυτοπεποίθησης και όχι της εθνικής υστερίας δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/mitsotakis-erdogan-12.jpg",
      "link": "https://www.newsit.gr/politikh/kyriakos-mitsotakis-i-pleiopsifia-ton-politon-thelei-mia-ellada-tis-ethnikis-aytopepoithisis-kai-oxi-tis-ethnikis-ysterias/4601259/",
      "date": "2026-02-15T08:15:31.000Z",
      "source": "Newsit"
    },
    {
      "title": "Μητσοτάκης: Οι πολίτες επιθυμούν μια Ελλάδα εθνικής αυτοπεποίθησης, όχι εθνικής υστερίας - Θέλουμε μια λειτουργική σχέση με Τουρκία",
      "description": "Υπαρκτές οι διαφωνίες μας με Τουρκία, μπορούμε όμως να τις αναδεικνύουμε χωρίς εντάσεις, επισήμανε ο πρωθυπουργός για την επίσκεψή του στην Άγκυρα - Οι αναφορές του στη Συμφωνία για τις Συλλογικές Συμβάσεις Εργασίας και σε μια σειρά αναπτυξιακών έργων",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1774255/mitsotakis-oi-polites-epithumoun-mia-ellada-ethnikis-autopepoithisis-ohi-ethnikis-usterias/?utm_source=rss",
      "date": "2026-02-15T08:04:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Δεν βλέπουν να βγαίνει στην κυβέρνηση η επιχείρηση αλλαγής ατζέντας «γαλάζιες» φωνές",
      "description": "«Γαλάζια» στελέχη βλέπουν την προσπάθεια της κυβέρνησης να επιβάλει δική της ατζέντα μέσω της συνταγματικής αναθεώρησης, και να ξεφύγει από το επιβαρυμένο, από τις αλλεπάλληλες σκανδαλώδεις υποθέσεις, κλίμα, να πέφτει στο κενό.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/83kJ1QBR-768x512.jpeg",
      "link": "https://www.in.gr/2026/02/15/politics/politiki-grammateia/den-vlepoun-na-vgainei-stin-kyvernisi-epixeirisi-allagis-atzentas-galazies-fones/",
      "date": "2026-02-15T05:00:24.000Z",
      "source": "In.gr"
    },
    {
      "title": "Κατασκοπεία στις Ένοπλες Δυνάμεις: Το άρθρο 298 στο ν. Δένδια ανοίγει τη συζήτηση περί ελληνικής ιθαγένειας",
      "description": "Η Χρυσαφώ Τσούκα, Αναπληρώτρια καθηγήτρια Νομικής Σχολής ΕΚΠΑ μιλώντας στο in χαρακτηρίζει τη ρύθμιση αντισυνταγματική σημειώνοντας ωστόσο πως δεν πρέπει να δημιουργηθεί η λανθασμένη εντύπωση πως δεν είναι ορθή.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/DSC_9933-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/politics/kataskopeia-stis-enoples-dynameis-arthro-298-sto-n-dendia-anoigei-ti-syzitisi-peri-ellinikis-ithageneias/",
      "date": "2026-02-15T05:00:20.000Z",
      "source": "In.gr"
    }
  ],
  "world_politics": [
    {
      "title": "Obama praises Minnesota protesters, calls ‘rogue behavior’ of federal agents ‘deeply concerning and dangerous’",
      "description": "Former President Obama in an interview published Saturday criticized the actions of federal immigration officers in Minneapolis while praising those protesting their presence in the city. Obama told host Brian Tyler Cohen on his “No Lie” podcast that federal agents have acted in a “rogue” manner in Minneapolis, where U.S. citizens Renee Good and Alex...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2025/11/AP25306696455049-e1762524987317.jpg?w=900",
      "link": "https://thehill.com/homenews/administration/5739643-obama-praises-minneapolis-unity/",
      "date": "2026-02-15T19:49:55.000Z",
      "source": "The Hill"
    },
    {
      "title": "Christie: Trump admin putting up 'a bunch of ham sandwiches' and grand juries not indicting them",
      "description": "Former New Jersey Gov. Chris Christie (R) slammed the Department of Justice's efforts to prosecute President Trump's perceived political enemies, saying the common phrase that grand juries would indict a ham sandwich is being proven false by the administration. \"They're putting a bunch of ham sandwiches up there and the grand juries are not indicting...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2024/01/AP23354619087691-e1704305227856.jpg?w=900",
      "link": "https://thehill.com/regulation/court-battles/5739542-chris-christie-slams-justice-department/",
      "date": "2026-02-15T18:44:02.000Z",
      "source": "The Hill"
    },
    {
      "title": "Eleven killed in Israeli strikes on Gaza, rescuers say",
      "description": "The Palestinian Red Crescent say a strike on a tent encampment in northern Gaza killed at least six people.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c8r15eyvk2do?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T18:42:42.000Z",
      "source": "BBC World"
    },
    {
      "title": "Trump announces Board of Peace members have pledged more than $5B toward Gaza",
      "description": "President Trump on Sunday said members of his newly created Board of Peace have pledged $5 billion toward Gaza reconstruction efforts and will commit thousands of personnel to \"maintain security and peace\" in the territory. Trump plans to host the board's inaugural meeting on Feb. 19 at the “Donald J. Trump Institute of Peace” in Washington, D.C., where, he...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP26022380031459-e1770483658150.jpg?w=900",
      "link": "https://thehill.com/policy/international/5739585-5-billion-gaza-reconstruction-board-of-peace/",
      "date": "2026-02-15T18:41:45.000Z",
      "source": "The Hill"
    },
    {
      "title": "ΗΠΑ: Αναχαίτισαν πετρελαιοφόρο στον Ινδικό Ωκεανό που είχε διαφύγει του αποκλεισμού στην Καραϊβική",
      "description": "Δείτε βίντεο από την επιχείρηση των ΗΠΑ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/tanker-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/world/ipa-anaxaitisan-petrelaioforo-ston-indiko-okeano-pou-eixe-diafygei-tou-apokleismou-stin-karaiviki/",
      "date": "2026-02-15T18:26:28.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Transportation policy is incomplete without housing",
      "description": "Congress has a rare opportunity to address both the housing and transportation crises by updating transportation funding formulas to reward housing growth, prioritizing projects that increase access to jobs and opportunities, and reducing infrastructure costs.",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP26033521556651.jpg?w=900",
      "link": "https://thehill.com/opinion/congress-blog/5738417-build-housing-near-transit/",
      "date": "2026-02-15T18:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Beshear on tension between White House and governors: ‘It's just a lot of drama’",
      "description": "Kentucky Gov. Andy Beshear (D) on Sunday decried the recent tension between governors and President Trump over invites and snubs to an annual White House meeting, calling it \"unnecessary.\" “It's just a lot of drama, and it's unnecessary. You know, governors wake up every day focused on getting results, on creating better jobs, creating safer...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2023/11/BeshearAndy.jpg?w=900",
      "link": "https://thehill.com/homenews/state-watch/5739514-beshear-trump-governors-dinner-drama/",
      "date": "2026-02-15T17:59:25.000Z",
      "source": "The Hill"
    },
    {
      "title": "Off-trail avalanche kills 2 skiers and injures 1 in northern Italy",
      "description": "Italian officials say an off-trail avalanche has killed two skiers and injured another on Italy's side of Mont Blanc",
      "image": "",
      "link": "https://abcnews.go.com/International/wireStory/off-trail-avalanche-kills-2-skiers-injures-1-130189978",
      "date": "2026-02-15T17:49:03.000Z",
      "source": "ABC Intl"
    },
    {
      "title": "Ukraine's ex-energy minister detained while attempting to leave country",
      "description": "His detention comes as he faces legal proceedings after being dismissed in a corruption scandal.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c4g5380xwqjo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T17:11:49.000Z",
      "source": "BBC World"
    },
    {
      "title": "ICE raids can revive Democrats’ multiracial coalition",
      "description": "Democrats must seize the opportunity to rebuild their multiracial coalition by highlighting the similarities that connect all people of color, and reminding Latinos of the shared discrimination they face with other racial minorities, in order to win in 2026 and beyond.",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP26012663109813.jpg?w=900",
      "link": "https://thehill.com/opinion/campaign/5737682-ice-raids-latinos-democrats/",
      "date": "2026-02-15T17:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Grand juries take on growing importance amid Trump’s legal retribution campaign",
      "description": "Grand juries are running interference with President Trump’s aggressive use of the Justice Department — including when it comes to going after his political foes. The common phrase that a grand jury would indict a ham sandwich underscores the reputation of the panels as a rubber stamp of sorts for prosecutors. But they haven’t always worked...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/crowjason_021126gn02_w.jpg?w=900",
      "link": "https://thehill.com/regulation/court-battles/5738221-grand-juries-trump-interference/",
      "date": "2026-02-15T17:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "MAP: Which states have the most measles cases in 2026?",
      "description": "Measles outbreaks in close to half of U.S. states are responsible for over 900 confirmed cases in 2026, according to the Centers for Disease Control and Prevention (CDC).",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/GettyImages-1359395701.jpg?w=724",
      "link": "https://thehill.com/homenews/5736370-map-which-states-have-the-most-measles-cases-in-2026/",
      "date": "2026-02-15T17:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Exiled crown prince says US intervention in Iran would be 'humanitarian'",
      "description": "Exiled Iranian Crown Prince Reza Pahlavi said Sunday that any U.S. intervention in Iran would be a \"humanitarian\" effort, pointing to the thousands of protesters killed under the country's regime since antigovernment demonstrations began in January. During an appearance on Fox News's \"Sunday Morning Futures,\" Pahlavi addressed President Trump's recent comments that regime change in...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/01/AP26016591732179-e1768591415414.jpg?w=900",
      "link": "https://thehill.com/policy/international/5739462-trump-regime-change-iran/",
      "date": "2026-02-15T16:56:45.000Z",
      "source": "The Hill"
    },
    {
      "title": "Obama says aliens are 'real,' but aren't in Area 51 in new interview",
      "description": "Obama even admitted that the first question he wanted answered after becoming president was \"Where are the aliens?\"",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP25304685981495-e1771168863512.jpg?w=900",
      "link": "https://thehill.com/homenews/nexstar_media_wire/5739444-obama-says-aliens-are-real-but-arent-in-area-51-in-new-interview/",
      "date": "2026-02-15T16:56:04.000Z",
      "source": "The Hill"
    },
    {
      "title": "Δυτική Όχθη: Το Ισραήλ ενέκρινε την καταχώρηση εκτάσεων ως «κρατική περιουσία» για πρώτη φορά από το 1967",
      "description": "«Ζούμε την προσάρτηση αυτή τη στιγμή που μιλάμε», λέει αναλυτής για την κατάσταση στη Δυτική Όχθη μετά την απόφαση της κυβέρνησης του Ισραήλ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2026-02-09T121854Z_1316915978_RC28IJANR6BG_RTRMADP_5_ISRAEL-PALESTINIANS-WEST-BANK-768x519.jpg",
      "link": "https://www.in.gr/2026/02/15/world/dytiki-oxthi-israil-enekrine-tin-kataxorisi-ektaseon-os-kratiki-periousia-gia-proti-fora-apo-1967/",
      "date": "2026-02-15T16:54:37.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Ο Ρούμπιο στην Κεντρική Ευρώπη για να ενισχύσει τους δεσμούς με τους ομοϊδεάτες του Τραμπ",
      "description": "Τη Σλοβακία και την Ουγγαρία επισκέπτεται ο υπουργός Εξωτερικών των ΗΠΑ. Ο Μάρκο Ρούμπιο διατυμπάνισε ότι η Κεντρική Ευρώπη είναι παράδειγμα του πώς οι ΗΠΑ θα ασχοληθούν με την Ευρώπη και τον κόσμο.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2026-02-15T135134Z_336707435_RC2DMJACIC42_RTRMADP_5_USA-RUBIO-EUROPE-SLOVAKIA-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/world/o-roumpio-stin-kentriki-eyropi-gia-na-enisxysei-tous-desmous-tous-omoideates-tou-tramp/",
      "date": "2026-02-15T16:48:18.000Z",
      "source": "In.gr World"
    },
    {
      "title": "‘Adopt a Statue’ program for Milan’s iconic Duomo restores centuries-old marbles",
      "description": "A restored 15th-century Duomo statue is now on public display in Milan through a donor-backed loan program",
      "image": "",
      "link": "https://abcnews.go.com/International/wireStory/adopt-statue-program-milans-iconic-duomo-restores-centuries-130188871",
      "date": "2026-02-15T16:37:33.000Z",
      "source": "ABC Intl"
    },
    {
      "title": "Homan says he doesn't 'know' meaning behind Noem's 'right leaders' comments",
      "description": "White House border czar Tom Homan said Sunday he didn’t “know” what Department of Homeland Security (DHS) Secretary Kristi Noem’s recent comments about ensuring “we have the right people voting, electing the right leaders to lead this country” meant. “So, what does she mean when she says ‘electing the right leaders?’ That's not really immigration enforcement...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/01/AP26029508562581-e1769696900926.jpg?w=900",
      "link": "https://thehill.com/policy/national-security/5739463-homan-noem-dhs-election-security-comments/",
      "date": "2026-02-15T16:33:18.000Z",
      "source": "The Hill"
    },
    {
      "title": "Massie: Bondi was 'afraid to' look at Epstein survivors at hearing",
      "description": "Rep. Thomas Massie (R-Ky.) on Sunday said Attorney General Pam Bondi did not look at the Jeffrey Epstein survivors during her testimony before a House panel because she was “afraid to.” Co-host Martha Raddatz asked Massie on ABC News's “This Week\" if he was surprised that Bondi would not look at the Epstein survivors behind her. “I think...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/massiethomas_011426gn02_w.jpg?w=900",
      "link": "https://thehill.com/homenews/administration/5739465-massie-bondi-testimony-epstein-survivors/",
      "date": "2026-02-15T16:25:09.000Z",
      "source": "The Hill"
    },
    {
      "title": "Massie says Garland performed 'much better' than Bondi after fiery House hearing",
      "description": "Rep. Thomas Massie (R-Ky.) on Sunday said former Attorney General Merrick Garland “performed better” than Attorney General Pam Bondi did during her testimony before a House panel examining the Justice Department and its handling of the Jeffrey Epstein investigation. “I don’t think she did very well. She came with a book full of insults, one for each congressperson. She obviously...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/massiethomas_021126gn01_w.jpg?w=900",
      "link": "https://thehill.com/homenews/house/5739455-massie-bondi-epstein-hearing/",
      "date": "2026-02-15T16:02:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "There’s no such thing as a ‘good shoot’ — only credible investigations",
      "description": "That is why the Department of Justice should issue a detailed public investigative report on the two recent shootings that occurred in Minneapolis.",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/raskin_jamie_02112026_GettyImages-2260561476-1.jpg?w=900",
      "link": "https://thehill.com/opinion/criminal-justice/5737707-minneapolis-shootings-investigation-needed/",
      "date": "2026-02-15T16:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Colorectal cancer is killing more young people: These are the signs you should get checked",
      "description": "\"It is clear that this can no longer be called an old person’s disease.\"",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/GettyImages-2221154088-e1770848841871.jpg?w=900",
      "link": "https://thehill.com/homenews/nexstar_media_wire/5734266-colorectal-cancer-is-killing-more-young-people-these-are-the-signs-you-should-get-checked/",
      "date": "2026-02-15T16:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Ιράν: Την Τρίτη ο νέος γύρος διαπραγματεύσεων με τις ΗΠΑ – Αναχώρησαν για Γενεύη οι αντιπροσωπείες",
      "description": "Ο υπουργός Εξωτερικών του Ιράν αναχώρησε για τη Γενεύη, όπου θα διεξαχθεί ο νέος γύρος διαπραγματεύσεων για το πυρηνικό του πρόγραμμα. «Ήδη ταξιδεύουν», δήλωσε για τους Γουίτοκφ-Κούσνερ ο Ρούμπιο.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2026-02-06T112517Z_709637473_RC2BGJAG00L3_RTRMADP_5_IRAN-CRISIS-OMAN-2-768x530.jpg",
      "link": "https://www.in.gr/2026/02/15/world/iran-tin-triti-o-neos-gyros-diapragmateyseon-tis-ipa-anaxorisan-gia-geneyi-oi-antiprosopeies/",
      "date": "2026-02-15T15:38:18.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Ρωσία: Η Μόσχα λέει ότι κατέλαβε δώδεκα χωριά μέσα στον Φεβρουάριο – Δείτε χάρτη",
      "description": "Ο αρχηγός του ρωσικού στρατού επισκέφθηκε τα στρατεύματα της Μόσχας στην Ουκρανία - Η Ρωσία επιμένει στην κατάληψη ολόκληρου του Ντονέτσκ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/TASS_862791161-2-768x432.jpg",
      "link": "https://www.in.gr/2026/02/15/world/rosia-mosxa-leei-oti-katelave-dodeka-xoria-mesa-ston-fevrouario-deite-xarti/",
      "date": "2026-02-15T15:37:57.000Z",
      "source": "In.gr World"
    },
    {
      "title": "'Trump will be gone in three years': Top Democrats try to reassure Europe",
      "description": "Opposition politicians flocked to a summit in Munich to offer an alternative to America First - and stake a claim as future party leaders.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cjrq2r9y278o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T15:32:07.000Z",
      "source": "BBC World"
    },
    {
      "title": "Motorbike raids on villages kill dozens in Nigeria",
      "description": "Armed men shot locals dead, set homes alight and abducted an \"undetermined\" number of people in Niger State.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/ckg1y0nk641o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T15:29:26.000Z",
      "source": "BBC World"
    },
    {
      "title": "Russian 'pick-up artist' accused of secretly filming women in Ghana",
      "description": "Ghana has called on Russia to extradite the man, who is accused of recording sexual encounters without consent.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c9wn5p299eko?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T15:25:21.000Z",
      "source": "BBC World"
    },
    {
      "title": "ΗΠΑ: Ο Ρούμπιο επαινεί την «πορεία» που έχει πάρει η Συρία παρά τα εμπόδια",
      "description": "Ο υπουργός Εξωτερικών των ΗΠΑ, Μάρκο Ρούμπιο συναντήθηκε με τον Σλοβάκο πρωθυπουργό, Ρόμπερτ Φίτσο",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2026-02-15T135133Z_898578059_RC2DMJAJEOY8_RTRMADP_5_USA-RUBIO-EUROPE-SLOVAKIA-768x512.jpg",
      "link": "https://www.in.gr/2026/02/15/world/ipa-o-roumpio-epainei-tin-poreia-pou-exei-parei-syria-para-ta-empodia/",
      "date": "2026-02-15T15:09:27.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Iran ready to discuss compromises to reach nuclear deal, minister tells BBC in Tehran",
      "description": "Majid Takht-Ravanchi, Iran's deputy foreign minister, tells the BBC's Lyse Doucet that the ball was \"in America's court to prove that they want to do a deal\".",
      "image": "",
      "link": "https://www.bbc.com/news/articles/clyz4y3zwz5o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T15:07:40.000Z",
      "source": "BBC World"
    },
    {
      "title": "Γάζα: Το Ισραήλ σκότωσε 10 Παλαιστίνιους σε 24 ώρες – Συνεχείς παραβιάσεις της εκεχειρίας",
      "description": "Το Ισραήλ «διέπραξε μια νέα σφαγή», λέει η Χαμάς - Το πέρασμα στη Ράφα πρέπει να ανοίξει για τους ασθενείς σε «μόνιμη και τακτική βάση», ζητά το υπουργείο Υγείας στη Γάζα",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2026-02-15T080107Z_624835108_RC27MJAEUH79_RTRMADP_5_ISRAEL-PALESTINIANS-GAZA-768x503.jpg",
      "link": "https://www.in.gr/2026/02/15/world/gaza-israil-skotose-10-palaistinious-se-24-ores-synexeis-paraviaseis-tis-ekexeirias/",
      "date": "2026-02-15T15:00:09.000Z",
      "source": "In.gr World"
    }
  ],
  "sports": [
    {
      "title": "Μάικ Τζέιμς: Έμεινε εκτός αποστολής μετά το ξέσπασμά του στο Twitter!",
      "description": "Η Μονακό αντιμετωπίζει τη Ναντέρ χωρίς τον Μάικ Τζέιμς, ο οποίος έμεινε εκτός αποστολής ενώ είχε προηγηθεί το πρόσφατο ξέσπασμά του στο Twitter σχετικά με την κατάσταση στους Μονεγάσκους.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/mike_james.jpg?itok=ZmsL-F3O",
      "link": "https://www.gazzetta.gr/basketball/mpasket-gallia/2516356/maik-tzeims-emeine-ektos-apostolis-meta-xespasma-toy-sto-twitter",
      "date": "2026-02-15T19:55:48.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "2026 Winter Olympics: Mikaela Shiffrin, USA men's hockey back in action and more from Milan Cortina",
      "description": "On Sunday at the Winter Olympics, Mikaela Shiffrin skied, pairs figure skating begins and USA men's hockey takes on Germany.",
      "image": "",
      "link": "https://www.espn.com/olympics/story/_/id/47932527/2026-milan-cortina-italy-winter-olympics-best-moments-sunday",
      "date": "2026-02-15T19:55:47.000Z",
      "source": "ESPN"
    },
    {
      "title": "Olympics men's hockey daily: U.S., Canada back in action Sunday",
      "description": "Find the full schedule, scoring and goaltending leaders and group standings here.",
      "image": "",
      "link": "https://www.espn.com/nhl/story/_/id/47898378/olympics-2026-men-hockey-nhl-players-teams-standings-stats-schedule",
      "date": "2026-02-15T19:55:35.000Z",
      "source": "ESPN"
    },
    {
      "title": "Perfect through three games: Canada grades, takeaways, top players",
      "description": "With the blowout win, Canada likely earned top seed for the next round. Here's how it happened, what's next.",
      "image": "",
      "link": "https://www.espn.com/nhl/story/_/id/47939390/olympics-2026-men-hockey-canada-win-france-grades-players-questions",
      "date": "2026-02-15T19:55:35.000Z",
      "source": "ESPN"
    },
    {
      "title": "Machado: Dodgers' spending 'great for the game'",
      "description": "Padres star Manny Machado has no problem with the rival Dodgers continuing to spend on players while his own team -- and others -- takes a backseat to free agency.",
      "image": "",
      "link": "https://www.espn.com/mlb/story/_/id/47940063/padres-manny-machado-says-dodgers-spending-great-game",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "Wilson drops gloves in rare Olympic hockey fight",
      "description": "Tom Wilson dropped the gloves late in Canada's game against France on Sunday, going after the player who delivered a forearm to the head of teammate Nathan MacKinnon minutes earlier.",
      "image": "",
      "link": "https://www.espn.com/olympics/story/_/id/47940390/canada-tom-wilson-drops-gloves-rare-olympic-hockey-fight",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "Harper: Taken aback by Phillies' public critique",
      "description": "Phillies first baseman Bryce Harper says \"it's kind of wild to me still\" that president of baseball operations Dave Dombrowski suggested in October that the two-time NL MVP may no longer be an elite player.",
      "image": "",
      "link": "https://www.espn.com/mlb/story/_/id/47938517/phillies-harper-says-dombrowski-review-play-was-wild",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "Carnegie drops 29 as Georgia upsets No. 5 Vandy",
      "description": "Dani Carnegie scored 29 points to lead Georgia to a 76-74 upset win over No. 5 Vanderbilt on Sunday.",
      "image": "",
      "link": "https://www.espn.com/womens-college-basketball/story/_/id/47940177/dani-carnegie-29-points-georgia-upsets-vanderbilt",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "Former UFC champ Velasquez released on parole",
      "description": "Former UFC heavyweight champion Cain Velasquez was released on parole from California state prison on Sunday.",
      "image": "",
      "link": "https://www.espn.com/mma/story/_/id/47940244/former-ufc-champ-cain-velasquez-released-prison-parole",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "No U.S. appeal over dubious ice dance scoring",
      "description": "U.S. Figure Skating did not appeal the French judge's scoring that played a major role in Team USA's Madison Chock and Evan Bates losing the ice dance gold medal to France's Laurence Fournier Beaudry and Guillaume Cizeron.",
      "image": "",
      "link": "https://www.espn.com/olympics/story/_/id/47939486/no-appeal-ice-dance-scoring-sent-chock-bates-silver",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "Curling drama grows as Britain hit with violation",
      "description": "The curling controversy at the Winter Olympics has widened as increased surveillance of matches resulted in the removal of a stone thrown by the British men's team for the same alleged violation that burned the Canadians two days in a row.",
      "image": "",
      "link": "https://www.espn.com/olympics/story/_/id/47937914/as-olympic-curling-surveillance-grows-britain-faces-infraction",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "Brown toying with idea of UFC, boxing after NBA",
      "description": "Celtics star Jaylen Brown, who has training in Muay Thai, says he has \"toyed\" with the idea of competing in combat sports once his NBA career is finished.",
      "image": "",
      "link": "https://www.espn.com/nba/story/_/id/47939125/celtics-jaylen-brown-toying-idea-ufc-boxing-nba",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "🏈 One key offseason question for every NFL team",
      "description": "Which teams will make a splash move? Which teams must make adjustments? We answered big offseason questions.",
      "image": "",
      "link": "https://www.espn.com/nfl/story/_/id/47908954/2026-nfl-offseason-biggest-questions-afc-nfc-free-agency-draft",
      "date": "2026-02-15T19:54:08.000Z",
      "source": "ESPN"
    },
    {
      "title": "Νίκολιτς: «Δείξαμε χαρακτήρα, δυσανάλογα τα κριτήρια της διαιτησίας»",
      "description": "Οι δηλώσεις του Μάρκο Νίκολιτς στην κάμερα της ΝOVA μετά τη «λευκή» ισοπαλία με τον ΠΑΟΚ στην Τούμπα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/nikolic_4.jpg?itok=SRhCTWv5",
      "link": "https://www.gazzetta.gr/football/superleague/2516355/nikolits-deixame-haraktira-den-thelo-na-sholiaso-tis-kitrines-kai-ti",
      "date": "2026-02-15T19:52:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ατλέτικο Μαδρίτης: Η διαφωνία Σιμεόνε - Όμπλακ για την αστάθεια της ομάδας",
      "description": "Μετά την ήττα της Ατλέτικο Μαδρίτης από την Ράγιο Βαγιεκάνο, Σιμεόνε και Όμπλακ εξέφρασαν τις διαφορετικές του απόψεις για την κατάσταση της ομάδας.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/oblak_simeone.jpg?itok=60a0xVH3",
      "link": "https://www.gazzetta.gr/football/la-liga/2516354/atletiko-madritis-i-diafonia-simeone-omplak-gia-tin-astatheia-tis-omadas",
      "date": "2026-02-15T19:42:53.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Early Everton goal enough to beat West Ham United",
      "description": "Everton hold out after taking an early lead to beat West Ham 1-0 and secure their third straight win in the WSL for the first time in three years.",
      "image": "",
      "link": "https://www.bbc.com/sport/football/videos/c05vl811v5zo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T19:40:42.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Η χώρα με τους πιο αυστηρούς αντικαπνιστικούς νόμους «διαβάζει» τα λύματα",
      "description": "Μελέτη στην Αυστραλία -μέσω ανάλυσης λυμάτων- αποκαλύπτει τάσεις σε καπνό και άτμισμα, ενώ η Ευρώπη προωθεί αυστηρότερη νομοθεσία.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2024-09/kapnisma_pixaby.jpg?itok=od0xKThp",
      "link": "https://www.gazzetta.gr/plus/2516353/i-hora-me-toys-pio-aystiroys-antikapnistikoys-nomoys-diabazei-ta-lymata",
      "date": "2026-02-15T19:39:52.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ζάλγκιρις: Χάνει τον Μπουτκεβίτσιους για τουλάχιστον έξι εβδομάδες",
      "description": "Πλήγμα για τη Ζάλγκιρις, αφού χάνει τον Άρνας Μπουτκεβίτσιους για τις επόμενες έξι εβδομάδες, μετά από τραυματισμό που αποκόμισε στον αγώνα κόντρα στην Χάποελ.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/butkevicius_h_bczalgiris.jpg?itok=kBiG62C9",
      "link": "https://www.gazzetta.gr/basketball/euroleague/2516352/zalgkiris-hanei-ton-mpoytkebitsioys-gia-toylahiston-exi-ebdomades",
      "date": "2026-02-15T19:36:46.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "'I can't believe it' - Weston and Stoecker react to historic gold",
      "description": "Great Britain's Matt Weston and Tabby Stoecker give their reactions to making history by winning gold in the mixed team skeleton at the 2026 Winter Olympics.",
      "image": "",
      "link": "https://www.bbc.com/sport/videos/c33j4m0ypxlo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T19:33:32.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Superleague, η βαθμολογία: Η ΑΕΚ πρώτη στο +2 από Ολυμπιακό, στο -3 από την κορυφή ο ΠΑΟΚ!",
      "description": "Η ισοπαλία στην Τούμπα δεν έδωσε την ευκαιρία είτε στην ΑΕΚ, είτε στον ΠΑΟΚ να εκμεταλλευτούν το... δώρο του Ολυμπιακού! Η Ένωση παραμένει πρώτη στο +2 από τον Ολυμπιακό και ο ΠΑΟΚ είναι στο -3 από την κορυφή με ματς λιγότερο...",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/paok_11.jpg?itok=Y4hSV_Ah",
      "link": "https://www.gazzetta.gr/football/superleague/2516351/superleague-i-bathmologia-i-aek-proti-sto-2-apo-olympiako-sto-3-apo",
      "date": "2026-02-15T19:32:57.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Πανσερραϊκός: Με απουσίες στο Περιστέρι για το ματς με Ατρόμητο",
      "description": "Με πολλές και σημαντικές απουσίες θα αντιμετωπίσει ο Πανσερραϊκός τον Ατρόμητο στο Περιστέρι σε μια αναμέτρηση που ρίχνει την αυλαία της 21ης αγωνιστικής.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/5026873_1.jpg?itok=DsSOTZ7v",
      "link": "https://www.gazzetta.gr/football/superleague/2516350/panserraikos-me-apoysies-sto-peristeri-gia-mats-me-atromito",
      "date": "2026-02-15T19:31:09.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Suzuki: Το Vitara πρωταγωνιστεί σε ελληνική τριλογία περιπέτειας",
      "description": "Από τα 1.900 μέτρα του Μπάρου μέχρι την Κύθνο, το Suzuki VITARA γίνεται πρωταγωνιστής μιας κινηματογραφικής διαδρομής.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/suzuki_vitara_movies_23.jpg?itok=suuudZ5t",
      "link": "https://www.gazzetta.gr/gmotion/2515972/suzuki-vitara-protagonistei-se-elliniki-trilogia-peripeteias",
      "date": "2026-02-15T19:30:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "ΠΑΟΚ - ΑΕΚ 0-0: Ούτε κρύο, ούτε ζέστη!",
      "description": "Το δοκάρι του Γιόβιτς στο 94', ήταν το κερασάκι σε ένα ντέρμπι κορυφής όπου το πέναλτι του Γιακουμάκη που απέκρουσε ο Στρακόσα, το δοκάρι του Κοϊτά και η κεφαλιά του Καμαρά, ήταν οι σημαντικότερες φάσεις που... υπέγραψαν το 0-0 της Τούμπας ανάμεσα σε ΠΑΟΚ και ΑΕΚ!",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/paok_penalti.jpg?itok=TBBnAbJw",
      "link": "https://www.gazzetta.gr/football/superleague/2516349/paok-aek-0-0-oyte-kryo-oyte-zesti",
      "date": "2026-02-15T19:29:23.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ατρόμητος: Χωρίς Τζοβάρα κόντρα στον Πανσερραϊκό",
      "description": "Η αποστολή του Ατρομήτου για την εντός έδρας αναμέτρηση της 21ης αγωνιστικής κόντρα στον Πανσερραϊκό (16/2, 20:00).",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/tzovaras.jpg?itok=OS3WLK_C",
      "link": "https://www.gazzetta.gr/football/superleague/2516348/atromitos-horis-tzobara-kontra-ston-panserraiko",
      "date": "2026-02-15T19:19:32.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Spurs unstoppable in 10-goal thriller against Aston Villa",
      "description": "Tottenham Hotspur put 7 goals past Aston Villa to keep themselves in the running for a Champions League place.",
      "image": "",
      "link": "https://www.bbc.com/sport/football/videos/cy9gl5pprljo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T19:16:09.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Weston and Stoecker win GB's second Olympic gold of day",
      "description": "Matt Weston makes more history in Cortina as he becomes the first Briton to win two gold medals at a Winter Olympics with a thrilling victory in the mixed team skeleton alongside Tabitha Stoecker.",
      "image": "",
      "link": "https://www.bbc.com/sport/articles/cm2x7m17jydo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T19:10:30.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "'It was cruel' - slick Spurs hit seven but Ho still not satisfied",
      "description": "Aston Villa manager Natalia Arroyo was disappointed by side's 7-3 defeat by Tottenham while opposite number Martin Ho wanted more goals.",
      "image": "",
      "link": "https://www.bbc.com/sport/football/articles/cr5l3q20lj3o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T19:07:05.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Why are Team GB so good at skeleton?",
      "description": "No ice track, and yet the most successful nation in Olympic skeleton history - how Great Britain became a skeleton giant.",
      "image": "",
      "link": "https://www.bbc.com/sport/articles/cz6ejev058eo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T19:04:44.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Χάποελ Τελ Αβίβ - Μακάμπι Ραανανά 98-75: Επιτέλους νίκη για την ομάδα του Ιτούδη, μετά από έξι σερί ήττες!",
      "description": "Η Χάποελ Τελ Αβίβ πανηγύρισε νίκη μετά από πέντε σερί ήττες, καθώς επικράτησε της Μακάμπι Ραανανά για την 24η αγωνιστική του ισραηλινού πρωταθλήματος.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2025-11/itoudis_eurokinissi.jpg?itok=DGeRILHz",
      "link": "https://www.gazzetta.gr/basketball/mpasket-israil/2516347/hapoel-tel-abib-makampi-raanana-98-75-epiteloys-niki-gia-tin",
      "date": "2026-02-15T19:04:24.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Weston and Stoecker make history as Team GB win third Olympic gold",
      "description": "Matt Weston and Tabby Stoecker make history as they claim gold in the mixed team skeleton at the 2026 Winter Olympics. Weston becomes the first Team GB athlete to win two gold medals in a single Winter Olympics.",
      "image": "",
      "link": "https://www.bbc.com/sport/videos/c75ezvv7yddo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-15T19:03:22.000Z",
      "source": "BBC Sport"
    }
  ],
  "technology": [
    {
      "title": "Redmi Note 15 5G Review: Η νέα ισορροπία δυνάμεων στη μεσαία κατηγορία",
      "description": "Η αγορά των smartphones διανύει μια περίοδο έντονου επαναπροσδιορισμού, όπου τα όρια μεταξύ των premium συσκευών και των προτάσεων μεσαίου κόστους ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/redmi-note-15-5g-techgear-review-5.jpg",
      "link": "https://www.techgear.gr/redmi-note-15-5g-review-i-nea-isorropia-dynameon-sti-mesaia-katigoria-47662",
      "date": "2026-02-15T18:19:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "India has 100M weekly active ChatGPT users, Sam Altman says",
      "description": "OpenAI CEO Sam Altman says India has the largest number of student users of ChatGPT worldwide.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/15/india-has-100m-weekly-active-chatgpt-users-sam-altman-says/",
      "date": "2026-02-15T18:00:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "You need to watch the intensely surreal cult classic Possession",
      "description": "This isn’t one for the squeamish. | Image: Metrograph Pictures Let me just say that I highly recommend you go into Possession blind. Don't watch a trailer. Don't even finish reading this. Go watch it now over on Shudder, Criterion, or Metrograph. It's also available through Kanopy or Hoopla if your library provides access. Then come back so we can talk about it in the comments. Though this probably isn't one for the squeamish.\nWarning: Spoilers ahead.\nPossession is the sort of film that, even if you've had the whole plot spoiled for you, can be difficult to follow. After watching it twice, listening to three different podcasts, and reading multiple articles about it, I'm still not 100 percent sure wha …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/possession-poster.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/entertainment/879602/cult-classic-possession-1981-review-isabelle-adjani",
      "date": "2026-02-15T17:30:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "The enterprise AI land grab is on. Glean is building the layer beneath the interface.",
      "description": "In this week's episode of the Equity podcast, Glean CEO Arvind Jain explains the company's shift from enterprise search tool to middleware layer for enterprise AI.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/15/the-enterprise-ai-land-grab-is-on-glean-is-building-the-layer-beneath-the-interface/",
      "date": "2026-02-15T17:30:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "TechCrunch Mobility: Rivian’s savior",
      "description": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/15/techcrunch-mobility-rivians-savior/",
      "date": "2026-02-15T17:05:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "What the Epstein files reveal about EV startups and Silicon Valley",
      "description": "Will the Epstein revelations lead to broader fallout in Silicon Valley?",
      "image": "",
      "link": "https://techcrunch.com/2026/02/15/what-the-epstein-files-reveal-about-ev-startups-and-silicon-valley/",
      "date": "2026-02-15T16:54:12.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Here are the 55 best Presidents Day deals we’ve found so far",
      "description": "Deals have been admittedly pretty dry since the holidays, but now that February is in full swing, we’re starting to see strong discounts return across a range of categories. In fact, thanks to Valentine’s Day, the Super Bowl, and — as of this weekend — Presidents Day, retailers are once again offering a slew of notable tech deals, making now a great time to shop if you’ve been holding off on making a larger purchase. Although the Super Bowl and V-Day have technically come and gone, plenty of discounts are still around. A few have been rebranded for Presidents Day — including the discounts we recently saw on Sonos soundbars and speakers — but others are part of a new wave of limited-time deals, letting you save on OLED TVs, wireless earbuds, iPads, and other gadgets through the end of tomorrow, February 16th. Below, we’ve rounded up the best Presidents Day deals we’ve seen so far. As in previous years, we’ll continue updating this list with new picks throughout the long weekend. Headphone and earbud deals\nSony WH-1000XM6\nSony’s latest pair of flagship headphones feature improved comfort, better noise cancellation, and the ability to charge while in use. They even fold down for travel, which can’t be said about the last-gen XM5. Read our initial impressions. Where to Buy: $449.99 $398 at Amazon $449.99 $398 at Best Buy $449.99 $399.99 at TargetShokz OpenFit Air\nThe OpenFit Air feature a lightweight, open-ear design that allows you to remain aware of your surroundings. They&#8217;re well-suited for everyday use and the gym thanks to their IP55 water resistance rating, and feature relatively clear sound and a decent amount of bass despite their open build. Read our review. Where to Buy: $119.95 $79.99 at Best Buy $119.99 at Target You can currently buy the Shokz OpenFit 2 Plus at Best Buy for $149.99 ($50 off), which is just $10 more than their all-time low. The open-style earbuds boast wireless charging and support for Dolby Audio, but are otherwise nearly identical to the Shokz OpenFit 2, with one dedicated bass speaker and another for mids and highs. They don’t sound as clear as the OpenRun Pro 2, but they do sound better than the OpenFit Air and offer helpful onboard touch controls. The latest pair of AirPods Max are on sale at Amazon, Best Buy, and Walmart for around $449 ($100 off), which is $50 shy of their best price to date. Apple’s stainless steel / aluminum headphones offer a high-end look few headphones can match, along with a natural-sounding transparency mode and some of the best noise cancellation available. They also play well with other Apple devices, providing Apple users access to automatic device switching, head-tracking spatial audio, built-in Find My support, and other notable features. Read our original review. Beats Powerbeats Pro 2\nThe latest Powerbeats Pro are a no-brainer for athletes. They pack fantastic sound and thumping bass, along with active noise cancellation, IPX4 water resistance, and heart rate monitoring. Read our review. Where to Buy: $249 at Walmart $249 $199.95 at Amazon $249.99 at Best BuyShokz OpenRun Pro 2\nThe OpenRun Pro 2 are Shokz’s best bone conduction headphones yet, with better sound and more bass than their predecessor. Our reviewer Victoria Song praised their cozy fit as well as their USB-C charging (goodbye, proprietary charger!). Read our review. Where to Buy: $179.95 at REI $179.95 $149.99 at Best Buy The Sonos Ace are currently available from Amazon and Best Buy for $319 ($80 off), which is the best price we’ve seen since they dropped to $249 in December. Sonos’ first pair of headphones deliver great ANC and sound, but what really makes them stand out is that you can easily swap TV audio from a compatible Sonos soundbar to your headphones for private listening. Read our review. You can buy a pair of the noise-canceling AirPods Pro 3 for $209.99 ($40 off) at Amazon, Best Buy, and Walmart, which is about $10 more than their most recent sale price. Apple’s premium earbuds boast the best ANC and sound quality of any AirPods to date, along with a built-in heart-rate sensor that allows you to use them as a fitness tracker. The wireless earbuds also improve upon the prior model with an additional ear tip size (XXS) and a more robust IP57 rating for sweat and water resistance. Read our review. Google Pixel Buds Pro 2\nSignificantly smaller and lighter than their predecessors, the Pixel Buds Pro 2 also offer stronger noise cancellation, a crystal clear transparency mode, and lengthy battery life. Read our review. Where to Buy: $229 $179 at Amazon $229 $179 at Best Buy $229 $179 at Google StoreNothing Headphone 1\nNothing’s first pair of over-ear headphones feature a retro transparent design and high-end features like active noise cancellation, spatial audio with head tracking, and plush ear pads. They also feature a paddle button that allows you to control music playback. Read our review. Where to Buy: $299 $239 at Amazon $299 $239 at Nothing\nSpeaker deals\nSonos Era 100\nSonos’ Era 100 smart speaker is a replacement for the older Sonos One, utilizing two tweeters (left and right) and one larger woofer. In addition to Wi-Fi, the Era 100 also supports Bluetooth audio and line-in playback via an optional 3.5mm to USB-C adapter. Where to Buy: $219 $179 at Amazon $219 $179 at Sonos $219 $179 at Best Buy The Sonos Era 300 is also on sale for $379 ($100 off) at Amazon, Best Buy, and directly from Sonos, which is $20 shy of its best price to date. The fantastic smart speaker delivers more powerful, Dolby Atmos-enabled sound than the Era 100, allowing for room-filling spatial audio. It also supports Bluetooth, Wi-Fi, and line-in audio via USB-C (with Sonos’ optional adapter), as well as voice controls via Amazon Alexa. Read our review. JBL Authentics 200\nThe JBL Authentics 200 is one of the first smart speakers with simultaneous Google Assistant and Alexa support. The small, ‘70s-style speaker produces great sound for its size, and you don’t need to toggle a setting to use your preferred virtual assistant. Where to Buy: $349.95 $199.95 at Amazon $349.99 $199.95 at Best Buy You can buy the JBL Charge 6 at Amazon, Best Buy, and Walmart for $159.95 ($40 off), which is $10 shy of its lowest price to date. The rugged Bluetooth speaker builds on its predecessor with improved sound, a more robust IP68 water resistance rating, and up to 28 hours of continuous playback on a single charge. It also supports lossless audio with compatible services like Spotify, and features a removable strap so you can carry it around easily. As an added bonus, it even doubles as a power bank. The tiny JBL Clip 5 is available from Amazon, Best Buy, and JBL for $59.95 ($20 off), which is $10 more than its best-ever price. The Clip 5 offers up to 12 hours of battery life on a single charge while delivering surprisingly powerful sound for its size, which you can adjust using JBL’s companion app. It also features an IP67 rating and a built-in carabiner, so you can clip it to your bag, handlebars, or anything else you can latch it to. Soundbar, TV, and streaming deals\nAmazon Fire TV Stick 4K Plus\nThe latest version of Amazon’s zippy Fire TV Stick 4K streams in 4K resolution, as its name suggests, and features support for Wi-Fi 6, Dolby Atmos / Vision, and HDR10 Plus. Where to Buy: $49.99 $29.99 at Target $49.99 $29.99 at Amazon $49.99 $29.99 at Best BuyLG B5 OLED TV\nLG&#8217;s budget B5 is a great way to get OLED picture quality for less. It features support for both Dolby Vision and Dolby Atmos, along with a 120Hz panel and four HDMI 2.1 ports for hooking up the latest gaming consoles. It also runs LG&#8217;s webOS platform, supports Amazon Alexa, and provides easy access to a wide range of popular streaming apps. Where to Buy: $1499.99 $899.99 at Best Buy (55-inch) $2999.99 $1499.99 at Best Buy (77-inch) $1299.99 $599.99 at Best Buy (48-inch)LG C5 OLED TV\nLG&#8217;s midrange C5 TV is an excellent way to get OLED performance without paying top dollar. It has a good amount of brightness, excellent color accuracy out of the box, and great gaming features, including a max 144Hz refresh rate. Where to Buy: $1999.99 $1046.99 at Best Buy (55-inch) $1999.99 $1046.99 at Amazon (55-inch) $1999.99 $1199.99 at LG (55-inch) LG’s high-end G5 OLED TV is on sale in the 83-inch configuration for about $5,299.99 ($1,200 off) at Amazon and LG’s online storefront (where you’ll also receive $200 off one of several soundbars). LG’s step-up OLED offers all the features of the midrange C5, but it’s noticeably brighter, with a higher maximum refresh rate of 165Hz. It also features a more powerful chip, enabling better image processing and upscaling, so lower-res content looks sharper and more detailed. If you’re looking for a high-end soundbar, the Sonos Arc Ultra is down to $899 ($200 off) — $20 shy of its best-ever price — at Amazon, Best Buy, and Sonos’ online storefront. The Arc Ultra is more powerful than the Beam and better suited for larger spaces, largely thanks to its upward-firing Dolby Atmos drivers, which help create a more immersive, theater-like experience.&nbsp; It also builds on the last-gen model with Bluetooth support, deeper bass response, and clearer, more defined dialogue. Read our review. Sonos Beam (second-gen)\nThe Sonos Beam (second-gen) is a compact soundbar that supports Dolby Atmos and can stream music from a plethora of services. Read our review. Where to Buy: $499 $369 at Amazon $499 $369 at Best Buy $499 $369 at SonosSony Bravia 8 II OLED TV\nThe Bravia 8 II was chosen as the “king of TV” by a panel of judges (including The Verge’s own Nilay Patel) in Value Electronics’ 2025 shootout. The OLED TV has excellent color accuracy, a bright panel, and a 120Hz refresh rate. Where to Buy: $3299.99 $2698 at Amazon (65-inch) $3299.99 $2699.99 at Best Buy (65-inch) $3299.99 $2699.99 at Sony (65-inch)\nSmartwatch and fitness tracker deals\nApple Watch Series 11\nAlthough the Apple Watch Series 11 is the same size as its predecessor, it features a 5G cellular modem, a display that Apple claims is twice as durable, and slightly improved battery life. Read our review. Where to Buy: $399 $299 at Amazon (42mm) $429 $329 at Amazon (46mm) $399 $299 at Amazon (42mm)Amazfit Active 2\nThe Amazfit Active 2 delivers outsized value for the price. It looks spiffy and has a wide array of health tracking features, plus built-in GPS and AI chatbots to provide extra context to your data. Read our review. Where to Buy: $99.99 $79.99 at Amazon $99.99 $79.99 at Best Buy $99.99 $79.99 at Target You can buy the Fitbit Charge 6 starting at $129.95 ($30 off) at Amazon, Best Buy, and Target. The Charge 6 is our favorite Fitbit, one that combines several notable health features — including an FDA-cleared EKG reader and blood oxygen sensors — with built-in GPS and an NFC chip so you can use Google Wallet. You can also pair it with select gym equipment via Bluetooth and get turn-by-turn directions via Google Maps. Read our review. Google Pixel Watch 3 (45mm, Wi-Fi)\nGoogle’s last-gen smartwatch features a large screen, a battery that lasts up to 24 hours, and sensors for measuring your blood oxygen levels and taking an EKG. The wearable also offers a host of useful Google integrations and can provide you with custom running workouts. Read our review. Where to Buy: $299.99 $170.67 at Amazon $299.99 $170.67 at Walmart $299.99 $249.99 at Best BuyApple Watch Ultra 2\nThe rugged Apple Watch Ultra 2 comes in one size: 49mm. It offers a large, bright display along with long battery life and excellent performance. It sports Apple’s last-gen S9 SiP, too, allowing you to take advantage of Apple’s newer double tap feature. Read our review. Where to Buy: $799 $549 at Best Buy (with Ocean Band) $799 $549 at Best Buy (with Alpine Loop) $799 $549 at Best Buy (with Trail Loop)\nSmart home deals\nEcho Dot Max\nThe Echo Dot Max features a flat design and a redesigned sound system, which delivers nearly three times the bass as its predecessor. It also offers improved conversation detection and better noise filtering, thanks to Amazon’s new AZ3 chip. Read our review. Where to Buy: $99.99 $79.99 at Amazon $99.99 $79.99 at Best Buy $99.99 $79.99 at TargetAura Aspen\nThe Aura Aspen digital frame lets you upload photos from anywhere using an accompanying companion app, various cloud services, or email. Its 12-inch LCD display features slim bezels, a 4:3 aspect ratio, and an anti-glare screen designed to mimic the look of real photos. Where to Buy: $229 $199 at Amazon $229 $199 at Aura $229.99 $199.99 at Best Buy The second-gen Blink Mini is on sale at Amazon, Best Buy, and Target for $23.99 ($16 off), or just $6 more than its lowest price to date. The basic 1080p security camera is a solid pick if you want an affordable way to keep an eye on your home. It offers improved video and audio quality over its predecessor, along with USB-C power and a wider field of view, while still providing essential features like two-way audio, motion alerts, and an adjustable design. It’s primarily designed for indoor use, but you can also use it outside when you buy it with a weather-resistant power adapter for $33.98 ($16 off). The latest Blink Video Doorbell is on sale with a Sync Module Core for $35.99 ($34 off) at Amazon, Best Buy, and Target, which is $5 shy of its all-time low. The terrific budget doorbell boasts 1440p resolution and a 150-degree field of view with a 1:1 aspect ratio, meaning you get a much wider view of your porch than before. You also get all the essential features found on the last-gen model, including motion detection, night vision, and the ability to hardwire it. Echo Show 11\nThe Echo Show 11 features an 11-inch screen and 1080p resolution. It includes Alexa Plus and can be used as a smart home hub, supporting Thread, Matter, and Zigbee smart home protocols. Where to Buy: $219.99 $179.99 at Amazon $219.99 $179.99 at Best Buy $219.99 $179.99 at TargetAmazon Echo Show 15\nThe Echo Show 15 is a large wall-mounted device that acts as a shared hub for families to view upcoming calendar appointments, virtual notes, and more. The 15.6-inch device also features the same Alexa functionality as other Echo displays and smart speakers. Read our review. Where to Buy: $299.99 $254.99 at Amazon $299.99 $254.99 at Best Buy $299.99 $254.99 at The Home Depot As part of eBay’s ongoing Presidents Day sale, you can grab a refurbished Eufy X10 Pro Omni with a two-year warranty for $279.99 (which is $620 less than buying it new) using code LONGWKND20. The X10 Pro Omni is a powerful robot vacuum / mop hybrid, with dual oscillating brushes and 8,000Pa of suction. Its all-in-one dock can automatically empty the dustbin, refill the water tank, and dry the mop pads, while the onboard water reservoir lets it clean for longer stretches before needing to dock. If you don’t need a robot vacuum that can sweep your baseboards or empty its own bin, the&nbsp;Eufy 11S Max&nbsp;is on sale at&nbsp;Amazon&nbsp;for $139.99 ($140 off), which is one of its better prices to date. The entry-level robovac isn’t the smartest option available, but it’s at least aware enough not to bump into walls or tumble down stairs. The 11S Max offers good carpet and hard surface cleaning with relative quietness, too, and its 600ml bin is roomy enough to go through several cleanings before it needs to be dumped. Mill Food Recycler (second-gen)\nMill&#8217;s latest Food Recycler works overnight to shrink your food scraps by 80 percent and convert them into food grounds, which you can then use for gardening or dispose of responsibly. It has a 6.5-liter capacity, which Mill says takes roughly four weeks to fill, and eliminates most odors. Where to Buy: $999 $849.15 at Mill\nGaming deals\nBattlefield 6\nBattlefield 6 is the best-selling title in the franchise’s history. The military first-person shooter puts a bigger focus on environmental destruction than previous entries, adding a level of chaos that helps make its large-scale, multiplayer battles feel more engaging. Where to Buy: $69.99 $39.88 at Amazon (PlayStation 5) $69.99 $39.99 at Best Buy (PlayStation 5) $69.99 $39.99 at Best Buy (Xbox Series X)Star Wars Outlaws\nStar Wars Outlaws is an original open-world adventure set in the vast universe of the iconic film series. It stars Kay Vess, a protagonist looking to steal from criminal overlords to gain her freedom. Read our review. Where to Buy: $69.99 $19.99 at Best Buy (PlayStation 5) $69.99 $19.99 at Best Buy (Xbox Series X / S) You can pick up a physical copy of Assassin’s Creed Shadows starting at $29.99 ($20 off) at Best Buy, or $34.99 ($15 off) at Amazon and Target. Set in feudal Japan, the open-world third-person action game follows two protagonists — a shinobi assassin and a powerful samurai — as they navigate political unrest and power struggles. It’s a challenging, thoughtful game that offers a good balance of action and stealth. Read our review. Amazon and Best Buy are selling a physical copy of Dragon Quest 3 HD-2D Remake for the PlayStation 5 and Xbox Series X for an all-time low of $34.99 ($25 off). The remake updates the original 1988 turn-based RPG with HD-2D visuals, modern gameplay improvements, and small yet helpful tweaks, including clearer maps. The welcome quality-of-life upgrades, as well as the additional story elements, make it a great entry point for newcomers, even though it&#8217;s&nbsp;technically&nbsp;the third game in the series. Read our review. The Legend of Zelda: Link’s Awakening\nThe Legend of Zelda: Link’s Awakening brings back the classic adventure from the original GameBoy to experience on the Nintendo Switch with an extremely cute art style. Read our review. Where to Buy: $59.99 at Best Buy $59.99 $39.88 at Walmart $59.99 $54.98 at AmazonBorderlands 4\nBorderlands 4 is an amusing looter-shooter that supports solo play or up to four-player co-op. Players take on the role of one of four Vault Hunters searching for mythical vaults while trying to take on the planet’s immoral dictator. It’s full of great characters and has the mindlessly fun vibe of a dumb action movie. Read our review. Where to Buy: $69.99 $44.99 at Best Buy (PlayStation 5) $69.99 $44.99 at Amazon (PlayStation 5) $69.99 $41.99 at Amazon (Xbox Series X / S)\nOther great Presidents Day deals\nAnker 2-in-1 USB C to USB C Cable 140W (six-foot) Where to Buy: $19.99 $15.99 at Amazon (black) $19.99 $15.99 at Amazon (white) $19.99 $15.99 at Anker (with code WS7DV2LASIFH)iPad Mini (2024)\nThe seventh-gen iPad Mini comes with Apple’s A17 Pro chip and support for Apple Intelligence. It’s also compatible with the Apple Pencil Pro and offers faster Wi-Fi and USB-C speeds. Read our review. Where to Buy: $499 $399 at Amazon (128GB, Wi-Fi) $499 $399 at Best Buy (128GB, Wi-Fi) $599 $499 at Amazon (256GB, Wi-Fi) The latest iPad is on sale with Wi-Fi and 128GB of storage for around $299 ($50 off) at Amazon, Best Buy, and Target. While it doesn&#8217;t support Apple Intelligence like its pricier siblings (or the rumored next-gen iPad), it&#8217;s a solid tablet for everyday use. It offers snappy performance for light productivity tasks and even casual gaming, and it features the largest display ever offered on an entry-level iPad, making it even better for streaming, reading, and other tasks. Read our review. The Dyson Airwrap i.d. is available for $499.99 ($150 off) from Best Buy and Dyson. Dyson’s first smart hair styler can automatically adjust heat, timing, and airflow based on your hair profile, letting you dry, curl, wave, smooth, volumize, or manage flyaways much more easily. The special edition — which is what’s on sale here — also includes a presentation case and a detangling comb. Apple AirTag (first-gen)\nApple’s first-gen AirTags can help you find your lost items with their UWB technology. You’ll get the best compatibility with an iPhone, though Apple released an Android app to detect an AirTag’s location if one seems to be following you. Read our original review. Where to Buy: $29 $17 at Walmart $99 $64 at Amazon (four-pack) $99 $64 at Walmart (four-pack) Coway Airmega AP-1512HH Mighty air purifier\nCoway’s surprisingly efficient Airmega AP-1512HH Mighty is compact enough to fit in any corner of your home and offers a three-stage filtration system, including a true HEPA filter. Where to Buy: $239.99 $154.99 at Amazon (white) $239.99 $154.99 at Amazon (black) $239.99 $154.99 at Coway You can buy&nbsp;the DJI Osmo Mobile 7P for around $99 ($20 off), its lowest price to date, at&nbsp;Amazon and Best Buy. The three-axis smartphone gimbal physically stabilizes your phone, so you can take clearer selfies and videos. It also comes with a built-in tripod, a telescoping extension arm, and a built-in camera that automatically follows you, starts and stops recordings, and adjusts the framing when you perform a hand gesture. The Nespresso VertuoPlus, a Verge favorite, is currently on sale at Amazon and Best Buy for $101.39 (about $68 off), which is easily the best price we’ve seen this year. It’s a shame that the versatile espresso machine relies on Vertuo pods rather than Nespresso’s cheaper options, though we do admire its one-button operation and the fact that it can also brew an 8-ounce cup of coffee when needed. Lego Fortnite Battle Bus\nLego’s brick-ified Battle Bus is a terrific homage to the only battle royale game that seemingly has a chance in 2026. The 954-piece set features a detachable balloon, nine Fortnite-inspired minifigures (including the iconic Peely), and plenty of Slurp Juice to go around. Where to Buy: $99.99 $79.99 at Amazon $99.99 at Best Buy $99.99 $79.99 at TargetAnker Nano Charger (45W, Smart Display, 180° Foldable)\nAnker’s latest single-port USB-C charger offers up to 45W of power, foldable prongs, and a front-facing “smart display” that lets you see the charge level, power flow, and other useful information at a glance. Where to Buy: $39.99 $29.98 at Anker $39.99 $29.98 at Amazon Now through February 15th, you can grab an annual subscription to MasterClass starting at just $60 (50 percent off). An annual membership provides access to classes taught by world leaders and other subject matter experts, from screenwriters and bakers to well-known musicians and entrepreneurs. Opting for a Plus or Premium subscription allows concurrent viewing on two or six devices, respectively, and also unlocks offline viewing. Levoit’s Core 300-P is currently on sale at&nbsp;Amazon&nbsp;and Best Buy for around $84.95 ($15 off), nearly matching its best price to date. The basic air purifier — which can cover up to 1,074 square feet — uses replaceable HEPA filters and runs quietly as it reduces dust and odors; you can also opt for a special filter that removes pet allergens. Amazon Fire 7 Kids (2022)\nAmazon’s tiny tablet is the perfect size for little ones. It has a 7-inch display, and it can withstand everyday bumps and drops thanks to its protective case. If something does happen, the free two-year warranty covers accidents. It also includes a six-month subscription to Amazon Kids Plus, which offers access to ad-free books, interactive games, and more. Where to Buy: $99.99 $59.99 at Amazon $99.99 $59.99 at Best Buy $99.99 $59.99 at Target\nUpdate, February 15th: Updated to reflect current pricing / availability and several new deals, including those for Google’s Pixel Buds Pro 2 and the Mill Food Recycler.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/257536_Powerbeats_Pro_2_AKrales_0295.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/875949/best-presidents-day-sales-deals-2026",
      "date": "2026-02-15T16:40:56.000Z",
      "source": "The Verge"
    },
    {
      "title": "How to get into a16z’s super-competitive Speedrun startup accelerator program",
      "description": "TechCrunch spoke to a16z partner Joshua Lu for some tips on standing out for the Speedrun program.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/15/how-to-get-into-a16zs-super-competitive-speedrun-startup-accelerator-program/",
      "date": "2026-02-15T15:53:53.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Hollywood isn’t happy about the new Seedance 2.0 video generator",
      "description": "Hollywood organizations are pushing back against a new AI video model called Seedance 2.0, which they say has quickly become a tool for “blatant” copyright infringement.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/15/hollywood-isnt-happy-about-the-new-seedance-2-0-video-generator/",
      "date": "2026-02-15T15:41:16.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "I hate my AI pet with every fiber of my being",
      "description": "I can still hear it whining and whirring. | Photo by Robert Hart / The Verge After a few weeks living with Casio's AI-powered pet, Moflin, I finally understand why my mother hated my Furby so much. The fuzzy, guinea-pig-adjacent puffball fits snugly in the palm of my hand. It's undeniably cute, in a weird kind of way, but the second it starts to squeak or twitch, I am hit with an overwhelming desire to hurl it as far as I can. My antipathy surprises me. By any metric, I am the exact kind of person Moflin was made for: I long for the companionship of a pet, but can't own one thanks to a mixture of lifestyle, allergies, a small London flat, and a broadly irresponsible temperament that makes caring for another living …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/268331_Casio_Moflin_AI_pet_hands_on_RHart_0002.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/877858/life-with-casio-moflin-robot-ai-pet",
      "date": "2026-02-15T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Logitech’s new Superstrike is a faster, more customizable gaming mouse",
      "description": "Enthusiast gaming keyboard tech has made the jump to gaming mice - well, to one gaming mouse so far. The $179.99 Logitech G Pro X2 Superstrike is the first to feature analog sensors that use induction to register clicks faster than microswitches used in many mice. Those sensors allow for a host of cool features beyond just lower latency. There's a rapid trigger setting, popularized by Hall effect keyboards, that lets them quickly reset after being pressed to receive another input. The sensors in this mouse also let you customize how much you need to press each of the main buttons to send an input, requiring almost no pressure at all, a cli …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/PXL_20260213_153451513.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/879221/logitech-gpro-x2-superstrike-gaming-mouse-pc-hands-on",
      "date": "2026-02-15T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Apple’s first-gen AirTags are still worth buying now that they’re $16 apiece",
      "description": "The first-gen AirTag remains a good tracker, though remember you’ll need to buy a separate accessory to attach it to your belongings. | Photo by Vjeran Pavic / The Verge With Apple’s second-gen AirTags now widely available, we’re already seeing inventory of the first-gen model begin to dwindle. Case in point? Amazon is no longer selling a single AirTag, and it’s unclear when — or if — the retailer will restock the first-gen model. Thankfully, you can still grab a four-pack of the first-gen location trackers for around $64 ($35 off) at Amazon, Walmart, and Best Buy for Presidents Day, which is $2 shy of the bundle’s best price to date. If you just want one, you can also buy a single tracker at Walmart for $17 ($12 off).\nApple AirTag (first-gen) Where to Buy: $99 $64 at Amazon (four-pack) $99 $64 at Walmart (four-pack) $99 $64.99 at Best Buy (four-pack)\nIf you’re an iPhone owner, you’d be hard-pressed to find another tracker that’s as precise or as helpful as Apple’s AirTag. That’s because, like the second-gen model, the original can tap into Apple’s vast Find My network and leverage ultra wideband (UWB) technology. As a result, all you need to do is open up the Find My app on your phone and follow the on-screen arrows, sounds, or vibrations, which will guide you to the exact location of your item, even if it’s slipped between your car seats. That’s a level of precision many rival trackers, notably Tile’s, lack. On top of that, you also get access to a growing list of helpful software features. You can, for example, share an AirTag’s location with up to five people — which comes in handy for families while traveling — and you can even temporarily share an AirTag’s location with some airlines (including American Airlines and Virgin Atlantic).&nbsp; In addition to the aforementioned software perks, Apple’s handy location trackers are designed to last. The battery can last up to a year, and when it dies, you just need to swap in a standard CR2032 cell instead of replacing the tracker entirely. Each AirTag also carries an IP67 rating, meaning it can withstand both dust and a little bit of rain.&nbsp; There are some features you’ll miss out on if you go with the last-gen AirTag instead of the newer model, including an upgraded UWB chip that enables more precise location tracking. The second-gen version can also help you track items further away, and the speaker is 50 percent louder. But if you want to save some cash, the original is still one of the better trackers on the market and definitely worth picking up while you still can. Read our full AirTag (2021) review.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/airtagsfirstgen.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/879325/apple-airtag-1st-generation-presidents-day-sale-deal",
      "date": "2026-02-15T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Why are Epstein’s emails full of equals signs?",
      "description": "Many of the emails released by the Department of Justice from its investigation into Jeffrey Epstein are full of garbled symbols like: Or: The scrambled text is so ubiquitous that it's spurred conspiracy theories that it could be some kind of code. But as believable as it might be that a cabal of elite sex traffickers would communicate in a secret language, the reality is probably more boring: The symbols are likely artifacts from the way the Department of Justice converted the emails to PDFs. \"The glyphs and symbols are probably some artifact of a poor conversion process,\" said Chris Prom, professor and archivist at the University of Il …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/07/STKS516_EPSTEIN_CONSPIRACY_THEORIES_A.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/policy/879016/epstein-files-emails-text-errors-encoding",
      "date": "2026-02-15T13:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "AI can’t make good video game worlds yet, and it might never be able to",
      "description": "This is The Stepback, a weekly newsletter breaking down one essential story from the tech world. For more news about video game industry's pushback against generative AI, follow Jay Peters. The Stepback arrives in our subscribers' inboxes at 8AM ET. Opt in for The Stepback here.\nHow it started\nLong before the generative AI explosion, video game developers made games that could generate their own worlds. Think of titles like Minecraft or even the original 1980 Rogue that is the basis for the term \"roguelike\"; these games and many others create worlds on the fly with certain rules and parameters. Human developers painstakingly work to make s …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/the-stepback-mario-back.png?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/column/879524/ai-video-game-worlds-project-genie",
      "date": "2026-02-15T13:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Το Tomb Raider έρχεται σε iOS και Android",
      "description": "Η Feral Interactive ανακοίνωσε επίσημα την κυκλοφορία του Tomb Raider σε iOS και Android, φέρνοντας μία από τις πιο εμβληματικές περιπέτειες της Lara Croft στις φορητές συσκευές. Ο τίτλος, που κυκλοφόρησε αρχικά το 2013 σε PlayStation 3 και Xbox 360, έχει ανακατασκευαστεί πλήρως για mobile, με στόχο να προσφέρει εμπειρία κονσόλας στην παλάμη του χεριού. [&#8230;]\nThe post Το Tomb Raider έρχεται σε iOS και Android appeared first on Digital Life.",
      "image": "",
      "link": "https://www.digitallife.gr/to-tomb-raider-erchetai-se-ios-kai-android-81892/",
      "date": "2026-02-15T12:00:29.000Z",
      "source": "Digitallife"
    },
    {
      "title": "Η Κίνα φυτεύει θάμνους στην έρημο και ενεργοποιεί μια τεράστια υπόγεια «παγίδα» άνθρακα",
      "description": "Μέχρι πρόσφατα, η παγκόσμια επιστημονική κοινότητα αντιμετώπιζε τις ερήμους κυρίως ως οικολογικά νεκρές ζώνες ή ως πεδία μάχης ενάντια στην ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/china-desert-bushes.jpg",
      "link": "https://www.techgear.gr/i-kina-fyteyei-thamnoys-stin-erimo-kai-energopoiei-mia-terastia-ypogeia-pagida-anthraka-47661",
      "date": "2026-02-15T11:24:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Προλαβαίνει το Artemis II την εκτόξευση; Τα «ναι μεν, αλλά» της δοκιμής του SLS",
      "description": "Ένα ακόμη κεφάλαιο στο θρίλερ της προετοιμασίας για την ιστορική αποστολή Artemis II γράφτηκε την περασμένη εβδομάδα στο Διαστημικό Κέντρο Κένεντι. Η ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/nasa-artemis-ii-wet.jpg",
      "link": "https://www.techgear.gr/prolavainei-to-artemis-ii-tin-ektoxeysi-ta-nai-men-alla-tis-dokimis-toy-sls-47660",
      "date": "2026-02-15T11:12:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Τέλος στην αμερικανική ηγεμονία του χρόνου; Η διπλή επιτυχία της Κίνας με τα ρολόγια Στροντίου και Θορίου",
      "description": "Η παγκόσμια επιστημονική κοινότητα βρίσκεται μπροστά σε μια ιστορική καμπή όσον αφορά τη μέτρηση του χρόνου, καθώς ερευνητές στην Κίνα ανακοίνωσαν την...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/nmr-sr1-atomic-clock-china.jpg",
      "link": "https://www.techgear.gr/telos-stin-amerikaniki-igemonia-toy-chronoy-i-dipli-epitychia-tis-kinas-me-ta-rologia-strontioy-kai-thorioy-47659",
      "date": "2026-02-15T09:17:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Πυρηνική Ενέργεια στη Σελήνη: Το σχέδιο των ΗΠΑ για αντιδραστήρα 500 kW έως το 2030",
      "description": "Η κατάκτηση του Διαστήματος έπαψε να είναι απλώς μια κούρσα για την τοποθέτηση μιας σημαίας σε αχαρτογράφητα εδάφη. Σήμερα, μετατρέπεται σε έναν ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/lunar-nuclear-reactor-inl-1.jpg",
      "link": "https://www.techgear.gr/pyriniki-energeia-sti-selini-to-schedio-ton-ipa-gia-antidrastira-500-kw-eos-to-2030-47658",
      "date": "2026-02-15T08:50:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "The great computer science exodus (and where students are going instead)",
      "description": "Students are losing some interest in computer science broadly but gaining interest in AI-specific majors and courses.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/15/the-great-computer-science-exodus-and-where-students-are-going-instead/",
      "date": "2026-02-15T08:40:27.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Beast of Reincarnation: Δυστοπική Ιαπωνία και υβριδική μάχη στο νέο έπος της Game Freak",
      "description": "Η Game Freak, το στούντιο που έχει συνδέσει το όνομά του με μερικές από τις πιο εμβληματικές στιγμές στην ιστορία του gaming, επιστρέφει δυναμικά στο ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/beast-of-reincarnation.jpg",
      "link": "https://www.techgear.gr/beast-of-reincarnation-dystopiki-iaponia-kai-yvridiki-machi-sto-neo-epos-tis-game-freak-47657",
      "date": "2026-02-15T08:38:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Τέλος εποχής για το GPT-4o: Η OpenAI αποσύρει οριστικά το αμφιλεγόμενο AI μοντέλο",
      "description": "Η OpenAI προχώρησε τελικά στην κατάργηση του μοντέλου&nbsp;GPT-4o&nbsp;για τους συνδρομητές του ChatGPT, κλείνοντας τον κύκλο ενός από τα πιο δημοφιλή...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/chatgpt-gpt-4o-retired.jpg",
      "link": "https://www.techgear.gr/telos-epochis-gia-to-gpt-4o-i-openai-aposyrei-oristika-to-amfilegomeno-ai-montelo-47656",
      "date": "2026-02-15T08:28:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Jikipedia: Η «Wikipedia» του σκανδάλου Έπσταϊν που χαρτογραφεί κάθε επαφή και email",
      "description": "Ένα σημαντικό νέο κεφάλαιο στην ψηφιακή δημοσιογραφία και την έρευνα ανοιχτών πηγών ανοίγει με την κυκλοφορία του&nbsp;Jikipedia, μιας νέας ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/jikipedia.jpg",
      "link": "https://www.techgear.gr/jikipedia-i-wikipedia-toy-skandaloy-epstain-poy-chartografei-kathe-epafi-kai-email-47655",
      "date": "2026-02-15T08:18:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Saros: Νέο gameplay trailer και όλες οι λεπτομέρειες για το νέο αποκλειστικό του PS5",
      "description": "Η αναμονή για το επόμενο μεγάλο βήμα της Housemarque φτάνει στο τέλος της. Μετά την τεράστια επιτυχία του&nbsp;Returnal, το φινλανδικό στούντιο άνοιξε...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/saros-gameplay-new-1.jpg",
      "link": "https://www.techgear.gr/saros-neo-gameplay-trailer-kai-oles-oi-leptomereies-gia-to-neo-apokleistiko-toy-ps5-47654",
      "date": "2026-02-15T08:06:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Προβλήματα στο iOS 26.4 καθυστερούν τη Siri",
      "description": "Η Apple αντιμετωπίζει προβλήματα στις δοκιμές της ανανεωμένης Siri, της πιο προσωπικής και έξυπνης έκδοσης του προσωπικού βοηθού που προορίζεται για το iOS 26.4, σύμφωνα με το Bloomberg. Τα ζητήματα αυτά έχουν ως αποτέλεσμα οι νέες δυνατότητες της Siri να μην κυκλοφορήσουν όλες μαζί με την άνοιξη, αλλά να διασπαστούν σε μελλοντικές ενημερώσεις. Ορισμένες από [&#8230;]\nThe post Προβλήματα στο iOS 26.4 καθυστερούν τη Siri appeared first on Digital Life.",
      "image": "",
      "link": "https://www.digitallife.gr/provlimata-sto-ios-26-4-kathysteroun-ti-siri-28063/",
      "date": "2026-02-15T08:00:13.000Z",
      "source": "Digitallife"
    },
    {
      "title": "Stephen Hawking: Γιατί έδωσε στην ανθρωπότητα «διορία» 1.000 ετών",
      "description": "Αν υπήρχε ένας άνθρωπος που μπορούσε να κοιτάξει το μέλλον και να δει καθαρά τις πιθανότητες επιβίωσής μας, αυτός ήταν ο Stephen Hawking. Λίγο πριν ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/stephen-hawking-warning.jpg",
      "link": "https://www.techgear.gr/stephen-hawking-giati-edose-stin-anthropotita-dioria-1-000-eton-47653",
      "date": "2026-02-15T07:58:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Το «Death Star» του Σύμπαντος: Μια μαύρη τρύπα 100 τρισεκατομμύρια φορές πιο καταστροφική",
      "description": "Οι επιστήμονες βρέθηκαν αντιμέτωποι με ένα φαινόμενο που προκαλεί δέος ακόμα και στους πιο έμπειρους παρατηρητές του Διαστήματος. Μια υπερμαζική μαύρη...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/black-hole-death-star.jpg",
      "link": "https://www.techgear.gr/to-death-star-toy-sympantos-mia-mayri-trypa-100-trisekatommyria-fores-pio-katastrofiki-47652",
      "date": "2026-02-15T07:48:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Kena: Scars of Kosmora – Το μεγάλο sequel έρχεται το 2026 σε PS5 & PC",
      "description": "Η Ember Lab αποκάλυψε και επίσημα το επόμενο μεγάλο κεφάλαιο στην ιστορία της αγαπημένης Spirit Guide. Το&nbsp;Kena: Scars of Kosmora&nbsp;έρχεται να...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/kena-scars-of-kosmora.jpg",
      "link": "https://www.techgear.gr/kena-scars-of-kosmora-to-megalo-sequel-erchetai-to-2026-se-ps5-pc-47651",
      "date": "2026-02-15T07:39:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Αγορά Laptop €399-€4.450 Τα Καλύτερα Της Εβδομάδας 15/2-21/2",
      "description": "Η αγορά laptop είναι σημαντικά πιο δύσκολη από την αγορά σταθερού υπολογιστή, καθώς το κόστος είναι αυξημένο και οι δυνατότητες μελλοντικής αναβάθμισης, πέραν από τη...",
      "image": "https://www.youtube.com/embed/aAfSCq50FWY",
      "link": "https://www.pcsteps.gr/15147-%ce%b1%ce%b3%ce%bf%cf%81%ce%ac-laptop/",
      "date": "2026-02-15T06:30:52.000Z",
      "source": "Pcsteps"
    },
    {
      "title": "Jikipedia turns Epstein’s emails into an encyclopedia of his powerful friends",
      "description": "Lesley Groff, Epstein’s executive assistant. | Image: Jmail The folks behind Jmail are at it again with a clone of Wikipedia that turns the treasure trove of data in Epstein's emails into detailed dossiers on his associates. Entries include known visits to Epstein's properties, possible knowledge of Epstein's crimes, and laws that they might have broken. The reports are dense, listing how many emails they exchanged with Epstein, basic biographical information, and details about how they're connected. Beyond that, there are entries for the properties Epstein owns, detailing how they were acquired and the alleged activities that took place there. There are also entries for his business dealings, incl …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/HBFNSYia0AAX0cY.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/policy/879508/jikipedia-epstein-email-encyclopedia",
      "date": "2026-02-14T22:33:02.000Z",
      "source": "The Verge"
    }
  ],
  "music": [
    {
      "title": "Watch an Annoyed Chad Kroeger Sing Snippet of Nickelback’s ‘Rockstar’ for Demanding Fan at Casino",
      "description": "A video has surfaced online showing a hilarious encounter between Nickelback’s Chad Kroeger and a fan. In the brief clip (via Spin), the 51-year-old frontman of the Canadian rock band appears to be gambling in a casino when a female fan approaches him with an unwelcome request. “Chad, can you sing for me one little time?” she asks. An annoyed-sounding Kroeger replies, &#8220;What?&#8221; before turning around and firing back, “Would you shut the f—k up?” The fan then repeats the question, and the frontman hesitantly gives in, saying, &#8220;Yes, what?&#8221; as another person with him amusingly chuckles in the background. She quickly follows up by asking Kroeger to sing a snippet of Nickelback&#8217;s hit song “Rockstar,&#8221; which peaked at No. 6 on the Billboard Hot 100 chart in 2007. The track is from the band&#8217;s 2005 album, All the Right Reasons. Kroeger lifts his hand and half-heartedly sings the song&#8217;s opening lines, &#8220;I&#8217;m through with standing in line to clubs I&#8217;ll never get in/ It&#8217;s like the bottom of the ninth, and I&#8217;m never gonna win.&#8221; After finishing, he puts his hand over the camera and with a subtle grin once again requests, &#8220;Would you f—k off?&#8221; Nickelback recently teamed up with English rock band Don Broco on a new song, &#8220;Nightmare Tripping,&#8221; which serves as the title track of the latter&#8217;s recently announced album. The project is set for release on March 27 through Fearless Records. Nickelback’s most recent studio album, Get Rollin’, was released in 2022 and reached No. 30 on the Billboard 200 chart. Watch the hilarious interaction between Kroeger and his fan on Spin&#8216;s X account here.",
      "image": "https://i.imgur.com/2HpFicp.png",
      "link": "https://www.billboard.com/music/music-news/chad-kroeger-sings-nickelback-rockstar-demanding-fan-1236180129/",
      "date": "2026-02-15T19:24:22.000Z",
      "source": "Billboard"
    },
    {
      "title": "Manchester Orchestra Drummer Tim Very Dies at 42",
      "description": "“We are all still in absolute disbelief,” the Atlanta band shared in statement",
      "image": "",
      "link": "https://pitchfork.com/news/manchester-orchestra-drummer-tim-very-dies-at-42/",
      "date": "2026-02-15T18:59:56.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Cardi B Takes a Tumble Off Chair Mid-Performance at Little Miss Drama Show in Las Vegas",
      "description": "Cardi B took a minor spill on stage during her Little Miss Drama tour stop in Las Vegas. While performing her song “Thotiana” at T-Mobile Arena on Friday (Feb. 13), the 33-year-old rapper fell off a chair mid-routine. The moment was captured by fans in attendance and quickly made its way to social media. Related Cardi B Fires Back at Department of Homeland Security With Jab About the Epstein&nbsp;Files Cardi B Stacks &#8216;Little Miss Drama&#8217; Tour Opener With 37 Tracks and Baddie Energy: Here’s the&nbsp;Setlist Cardi B&#8217;s &#8216;Am I the Drama?&#8217;: All 23 Tracks&nbsp;Ranked Dressed in a lacy red ensemble, Cardi was straddling a chair and leaning back to engage with the crowd when she appeared to lose her balance and tumble onto the stage. Like a pro, she quickly recovered and continued thrusting her hips from the floor alongside her shirtless male dancers. After finishing the performance, she stood up to a cheering crowd and joked, &#8220;That was the government!&#8221; while pointing back to the chair. The jokes didn’t stop there. After the mishap went viral on social media, Cardi reposted the video on X and wrote the caption, “Can someone put a community note on this? This video is clearly AI.” The &#8220;WAP&#8221; hitmaker kicked off her Little Miss Drama Tour at Acrisure Arena in Palm Desert, Calif., on Wednesday (Feb. 11). During the show, she gave a Selena impression to hype up Latino fans in the crowd before addressing ICE. “B—h! If ICE comes in here, we gon’ jump they a—es,” she said, drawing loud applause. “I’ve got some bear mace in the back! They ain’t taking my fans, b—h.” The following day, the United States Department of Homeland Security responded to the Grammy-winner on X. “As long as she doesn’t drug and rob our agents, we’ll consider that an improvement over her past behavior,” the DHS wrote.",
      "image": "https://www.billboard.com/wp-content/uploads/2026/01/2258185870-e1769457458420.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/music-news/cardi-b-falls-off-chair-mid-concert-little-miss-drama-vegas-1236180126/",
      "date": "2026-02-15T18:20:59.000Z",
      "source": "Billboard"
    },
    {
      "title": "Casey Wasserman To Sell Agency Amid Epstein Files Backlash",
      "description": "In a Friday memo to staff, Wasserman said he had “become a distraction” to his firm’s work",
      "image": "",
      "link": "https://pitchfork.com/news/casey-wasserman-to-sell-agency-amid-epstein-files-backlash/",
      "date": "2026-02-15T16:38:05.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Dee Snider Says ‘I’m Not Dying’ Amid Rumors After Twisted Sister Cancel Tour",
      "description": "\"The rumors have run wild that I’m on my death bed, I am not,\" singer says. \"The truth of the matter is, I don’t want you to see me up there being less than you expect me to be\"",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/dee-snider-not-dying-rumors-twisted-sister-cancel-tour-1235517123/",
      "date": "2026-02-15T16:00:52.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Tim Very, Manchester Orchestra Drummer, Dead at 42",
      "description": "Atlanta band pays tribute to their drummer since 2011: \"The most beloved human being any of us were lucky enough to know in this life\"",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/tim-very-manchester-orchestra-drummer-dead-obituary-1235517115/",
      "date": "2026-02-15T14:33:30.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Josh Freese Says He Has ‘A Lot to Say’ About Foo Fighters Exit",
      "description": "Nearly a year after his unexpected dismissal from Foo Fighters, Josh Freese says he has “a lot to say” about the situation — but is choosing his words carefully. In a new interview with Modern Drummer (via Louder Sound), the veteran percussionist addressed his May 2025 exit from the band, which came two years after he officially joined as their touring and recording drummer following the death of Taylor Hawkins in March 2022. Freese’s tenure formally began in May 2023, after he appeared with the group at their London and Los Angeles tribute concerts for Hawkins. He went on to serve as drummer for the band’s 2023 album, But Here We Are. In May 2025, Freese revealed that Foo Fighters had decided “to go in a different direction with their drummer,” adding at the time that “no reason was given” for the decision. Now, he says he has his own thoughts about what happened but is hesitant to share them publicly. “The Foo Fighters are such a big, mainstream band that everything I say gets taken out of context, reposted, and blown out of proportion,&#8221; Freese told Modern Drummer. “People created headlines from one quick, simple comment I made on a podcast not long ago, it&#8217;s crazy. I&#8217;ve got to be careful about what I say about it. But I&#8217;ve got a lot to say about it and I&#8217;ve been just trying to figure out how and when, to go about really articulating it.” “I have a couple small theories [as to why I was let go],&#8221; he continued, &#8220;but I can&#8217;t really go into them right now. I did really enjoy the two years I spent with those guys however, and they were good to me… until they weren&#8217;t.&#8221; Freese said his time in the band had been largely positive, describing Dave Grohl as a bandleader he “loved” working with. “I enjoyed being around those guys,&#8221; he said. &#8220;They were generous and good to me… and that&#8217;s what makes the whole thing even more of a mystery. I think I&#8217;m a pretty good read on people, and I did not see that coming. “One day it was nothing but laughs, we&#8217;re on stage and Dave&#8217;s looking at me every night like, &#8216;You&#8217;re killing it, dude!!!&#8217; And then it was just – over.” Freese also recalled the day he learned of his firing, saying he was spending time with members of A Perfect Circle and Primus when the news broke. “Everyone was in shock and asking me what the hell happened,” he said. Following his departure, Foo Fighters announced Ilan Rubin as their new drummer, with Rubin appearing on the band’s single “Asking For A Friend.” Despite the high-profile exit, Freese said he has quickly moved forward. He is currently performing again with Nine Inch Nails and A Perfect Circle, in addition to working in the studio with artists including Danny Elfman and Billy Idol. “Someone recently said to me, ‘Man, you’ve had a tough year.’ And I thought, Really?” Freese said. “So the Foo Fighters thing is over. Big deal, that was a blip. The fact that I’ve been touring with Nine Inch Nails and A Perfect Circle again, playing some shows with Weezer, working in the studio with everyone from Danny Elfman to Billy Idol. “I feel like I’m back where I belong,” he added. “Trust me… no one should feel sorry for me.”",
      "image": "",
      "link": "https://www.billboard.com/music/rock/josh-freese-opens-up-foo-fighters-exit-1236180119/",
      "date": "2026-02-15T07:49:02.000Z",
      "source": "Billboard"
    },
    {
      "title": "Megan Thee Stallion Opens Up About Finding Love With Klay Thompson",
      "description": "Megan Thee Stallion is entering what she calls her “Lover Girl” era — and she says she didn’t plan it. In a new exclusive interview with PEOPLE, the three-time Grammy winner reflected on her relationship with Dallas Mavericks star Klay Thompson and how focusing on her own healing helped open the door to love. “Well, I don&#8217;t never want to tell [anybody] to just jump in a relationship just because everybody else got one, and I&#8217;m not going to tell you to just jump in a relationship because you have to,” the rapper said. “I didn&#8217;t even know I was going to be in my relationship, to be honest.” Megan and Thompson made their red carpet debut in July 2025. But she says the relationship came at a time when she was prioritizing therapy and self-growth. “I think that because finally I started being in a better mind space about myself and my life, and I had already been doing a lot of work to heal me,&#8221; she said. &#8220;I had been going to therapy, I had a bunch of activities that I started doing for myself; maybe God just opened up that space for me to have somebody that loved me right.&#8221; Now, she says, she feels a level of ease she hasn’t experienced before. “This is one of the first times that I&#8217;ve ever been just overly comfortable,” Megan said with a laugh: “I&#8217;m comfy, babe!” Still, she cautions fans against chasing love. “People got to stop trying to be in love and trying to chase love,&#8221; she said. &#8220;They just got to let it come to them. When it&#8217;s meant for you, it&#8217;s going to happen. God does not give you nothing that is not meant for you.” The pair first sent fans into a frenzy in July 2025, when Megan posted a vacation IG photo featuring Klay Thompson in the background. The Dallas Mavericks star also leaned into the rumors and soft-launched his relationship with the Houston rapper at the time, posting a photo dump of a trip to the Bahamas.",
      "image": "",
      "link": "https://www.billboard.com/music/rb-hip-hop/megan-thee-stallion-finding-love-klay-thompson-1236180114/",
      "date": "2026-02-15T06:03:22.000Z",
      "source": "Billboard"
    },
    {
      "title": "Ed Sheeran Reveals Why He Hasn’t Owned a Phone Since 2015",
      "description": "Ed Sheeran opened up about his long-running copyright lawsuit during the first of three Sydney shows, telling a crowd of 70,000 at Accor Stadium that being forced to hand over his devices in court unexpectedly led to one of his most personal songs. The British singer-songwriter kicked off the Sydney leg of his Loop Tour on Friday (Feb. 14), performing hits including “Castle on the Hill,” “Shape of You” and “Perfect.” Midway through the set, Sheeran paused to address the $100 million copyright lawsuit filed in 2015 alleging that his 2014 single “Thinking Out Loud” copied elements of Marvin Gaye’s “Let’s Get It On.” In 2023, after an eight-year legal battle, a New York jury found that Sheeran did not copy the 1973 classic. Speaking to the Sydney audience, Sheeran reflected on the toll of the case and the unusual position it put him in. “In the last 10 years, if you have seen my name in the news it might be related to a lawsuit – a copyright lawsuit in 2015,” he said. “I got sued for a song by someone else that had said I had stolen their song, and the only thing I could do in that situation, because I hadn’t done it, was take it to court and prove that I hadn’t done it.” As part of the legal process, Sheeran said he was required to hand over his electronic devices so investigators could review messages and files. “All I’ll say is that I’m glad there’s nothing weird on them, you know,” he joked. Sheeran told fans that he has not owned a mobile phone since the lawsuit was filed. He said he stopped using one during a 2015 Australian tour and later rediscovered the device when it was requested as evidence in court. “I did a tour down here [in Australia] for Multiply in 2015 and I remember at the end of that tour, I switched that phone off and going, ‘I do not want to use a mobile phone again,’” he said. “I moved to email and I’ve used email since then.” Powering the phone back on years later proved emotional. “I opened it again for this lawsuit and I switched it on to go through the emails and text messages and that sort of stuff and it was like going through a time machine to right back to 2015. But not only back to 2015 but to 2007, when I started texting on this number,” he said. “It proper like spun me out. I was like frozen in time,” he added, noting that he found old conversations with friends who had since died and with family members he had not spoken to in years. The experience ultimately inspired “Old Phone,” a track from his 2025 album Play, which Sheeran performed for the stadium crowd. “I find whenever anything negative happens in my life, I write a song about it and it somehow makes sense of that bad thing that’s happened. And it also works with something good that happens in my life – I write a song about it,” he told fans. “Any song you hear of mine is basically like two-minute extremities. Either I feel a lot of this or I feel a lot of this … I find when the bad days happen, good songs come from it.” Elsewhere in the show, Sheeran expressed his affection for Australian audiences, recalling that the country was one of the first outside the U.K. to embrace his music. “This is why I love coming back to Australia. When I first came here when I was like 19 or 20, the crowds have always been nuts,” he said. “No matter the occasion, no matter the day, the crowd has always been nuts.” Later in the show, he gushed about his love for Australia, sayign, “Sydney, it feels amazing to be back. If you haven’t lost your voice tomorrow, I haven’t done my job. “Australia was the first place I had a hit outside of the UK … so I am super happy to start the tour here. It means a lot and I hope you know that.” Sheeran is scheduled to perform two more Sydney dates before continuing the Australian run in Brisbane, Melbourne and Adelaide.",
      "image": "",
      "link": "https://www.billboard.com/music/pop/ed-sheeran-sydney-show-lawsuit-1236180106/",
      "date": "2026-02-15T05:39:07.000Z",
      "source": "Billboard"
    },
    {
      "title": "Manchester Orchestra Drummer Timothy Very Dies, Band Confirms",
      "description": "Timothy Very, the longtime drummer of Manchester Orchestra, has died. Bandmates Andy Hull, Robert McDowell and Andy Prince confirmed the news of Very&#8217;s death on Saturday (Feb. 14). Related Gone But Not Forgotten: Musicians We Lost in&nbsp;2026 Foo Fighters Preview Batch of Riotous New Songs From Untitled 12th Album on Interactive Throwback&nbsp;Site Jimmy Eat World Unveils &#8216;Bleed American&#8217; 25th Anniversary Tour: &#8216;It Changed Our&nbsp;Lives&#8217; His cause of death has not been reported. Very joined Manchester Orchestra for the group&#8217;s third full-length album, Simple Math, which was recorded in 2010 and released via Favorite Gentlemen in 2011, when it debuted in the top 10 on Billboard&#8216;s Top Rock Albums and Top Alternative Albums charts. He began touring with them starting that year. &#8220;The entire Manchester Orchestra family has been devastated by the sudden passing of our brother, Timothy Very,&#8221; the band wrote in a statement on Instagram Saturday evening. &#8220;The most beloved human being any of us were lucky enough to know in this life. We’ve all been dreading sharing this news as we are all still in absolute disbelief. &#8220;Tim was instantly likable and interacted with everyone he met with kindness and warmth. His laugh was infectious and he immediately made people feel invited and encouraged. His humor and energy were the very foundation that held together the entire MO universe. Strangers quickly became friends and friends became family. &#8220;He had an undeniable light that was only matched by his dedication and love for the craft that he was clearly put on earth to do. No words can ever do him justice. Please know, if you are someone who loved Tim, he loved you too. &#8220;The only thing that Tim loved more than creating music was being with his family. You’d be pressed to find a more joyful dad. &#8220;We love you Tim, thank you for loving us. You are a force of positivity that will be a constant presence in the rest of our days,&#8221; Manchester Orchestra&#8217;s note said. Very officially started working with the group &#8212; originally formed by frontman Andy Hull in the suburbs of Atlanta, Ga., in 2004 &#8212; upon former drummer Jeremiah Edmond&#8217;s departure in 2010. Very&#8217;s first live performance with Manchester Orchestra was in Camden, London, in 2011 on the U.K. leg of the band&#8217;s tour in support of Simple Math. During an interview the following day with Alter the Press, he said, &#8220;I threw up during it. It’s been awesome. I can talk about it for hours, but I’ll just say this is what I’ve always wanted to do and these are guys I’ve known for a long time. It’s the best.&#8221; He stayed with the band through the time of his death, appearing on the albums Cope/acoustic companion Hope (2014), A Black Mile to the Surface (2017) and The Million Masks of God (2021), and the EP The Valley of Vision (2023). [Manchester Orchestra has a live project, Union Chapel (London, England), set to be released via Loma Vista on March 20, 2026. The set was recorded in 2023, during a special three-night residency at the historic church.] &#8220;I guess I would like to describe myself as a songwriter&#8217;s drummer,&#8221; Very said in an episode of the podcast Drummers on Drumming in 2022. &#8220;I&#8217;d like to think that after doing this for 20 years or so, whatever it&#8217;s been at this point, that I&#8217;m bringing something to the table that isn&#8217;t just drums and grooves and all that, but it&#8217;s understanding what a song should have, or could have in it, to hopefully enhance it or hopefully add something &#8212; a flavor, a feel to it &#8230; Leaving your mark on a song and feeling like, &#8216;Man, that&#8217;s better &#8217;cause I played on it,&#8217; that&#8217;s kind of what I&#8217;m always sort of circling around and hoping to reach: having an impact on a song that&#8217;s just that right thing.&#8221; Very, whose father is also a drummer, began playing the drums himself as a teen in Pensacola, Fla., when a neighbor spotted one of his dad&#8217;s unused drum sets and asked why he wasn&#8217;t playing. &#8220;My dad heard me banging on them and he came down and set &#8217;em up the right way,&#8221; he recalled of that day. &#8220;That really kind of started the whole path. I wasn&#8217;t one of those guys that got to start playing when I was like six years old, got lessons out the gate. It took me a little while to kind of find my identity. I instantly knew that this was something I was going to be doing for a long time.&#8221; Dave Grohl was a huge influence on Very&#8217;s drumming, he said, noting that it was Nirvana&#8217;s heyday in the &#8217;90s when he started on the instrument. &#8220;I instantly jumped in and started trying to learn Nirvana songs, which I think is a killer place to start as a drummer because he [Grohl] writes attainable drum parts, but they&#8217;re the perfect parts for songs. It&#8217;s a great introduction on how, what I hope to do is service a song, kind of enhance it &#8212; he still gets to have his fun, but he&#8217;s doing the right thing for the song.&#8221; &#8220;It sounds so trite when you&#8217;re young, when people are like, &#8216;Believe in your dreams!&#8217; But some of that is true,&#8221; Very said more recently, in a podcast clip on how he got his start in music that was published on Manchester Orchestra&#8217;s Patreon in July 2025. &#8220;If you actually believe in yourself and are willing to just bite down on the dream and go like, man, I&#8217;m gonna hang in here. Whatever it is, whatever you&#8217;re doing out there &#8212; it doesn&#8217;t have to just be music &#8212; this can go across the board for anything. You can make it happen. It just won&#8217;t happen the way you thought it would.&#8221;",
      "image": "https://www.billboard.com/wp-content/uploads/2026/01/P10X44S-e1769465037374.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/rock/timothy-very-death-manchester-orchestra-1236180077/",
      "date": "2026-02-15T00:53:06.000Z",
      "source": "Billboard"
    },
    {
      "title": "Harry Styles on His Love for Italy and How He’s Slowing Down After Hiatus",
      "description": "Harry Styles is reflecting on some of the lifestyle changes he’s embraced recently. In a new interview with The Sunday Times Magazine, published Saturday (Feb. 14), the 32-year-old pop star opened up about his love for Italy, slowing down after a busy period, becoming an uncle, running a marathon, and more. Related Here&#8217;s Everything We Know About Harry Styles&#8217; New Album &#8216;Kiss All the Time. Disco, Occasionally&#8217; (So&nbsp;Far) Harry Styles Fans Will Get to Hear His New Album Early as Star Announces Listening Parties in 40&nbsp;Cities Harry Styles’ ‘Aperture’ Debuts at No. 1 on Billboard Hot&nbsp;100 Nearly four years after his Grammy-winning third album, Harry’s House, Styles teased his return to music in early January. His fourth album, Kiss All the Time. Disco, Occasionally, is set to arrive on March 6, followed by an extensive global residency tour. To build anticipation, the former One Direction member released the album’s first single, “Aperture,” which debuted at No. 1 on the Billboard Hot 100 in early February. Since wrapping up his Love on Tour in 2023, Styles has largely stayed out of the spotlight, occasionally appearing around the world to run major marathons or being spotted in Rome last May to witness the reveal of Pope Leo XIV. After finishing the two-year trek in support of Harry’s House, “it was time for me to stop for a bit and pay some attention to other parts of my life,” Styles told The Sunday Times Magazine. The &#8220;As It Was&#8221; singer noted that he spent the summer in Italy in 2024, describing it as a “transitional moment for me — to stop working and be settled somewhere for a while. I was settling into that life and a new space.” Styles said his time in Rome taught him the importance of slowing down. &#8220;Italy became so important to me because I was so used to everything moving so quickly and being on the go, but then I remember going to a café and sitting and having a coffee and thinking, &#8216;I don’t remember the last time I sat down and had a coffee — if I’ve ever sat down and just had a coffee,'&#8221; the musician said. &#8220;I realized the pleasure in just being in the moment of what you’re doing. The Romans are the best at that — that’s their speciality. The pace they’ve taught me has been so special.&#8221; Around the same time, Styles&#8217; sister, Gemma, had a baby. &#8220;To be there to get to know my niece as she’s growing up, it’s so obvious to me what’s real,&#8221; he said. &#8220;It was really obvious that was where I wanted to be.&#8221; Other changes the artist has made include distancing himself from social media. &#8220;I’ve made small changes, like not having Instagram on my phone any more,&#8221; Styles said. &#8220;I feel so much healthier in my relationship with this world that I’m stepping back into.&#8221; Styles also touched on his love of running, which he started in his early twenties. As he approached 30, his desire to run a marathon grew stronger. &#8220;As I was approaching my 30th birthday, I thought it was only going to get harder to start running again,&#8221; he said. &#8220;I knew I could approach it in a better way now. So it was healthy for me to have something as an outlet that gave me some structure in a moment where I was spending a lot of time by myself. It showed me that I could do difficult things by myself. Running wasn’t about being perfect, or the best, and it has been really rewarding.&#8221; In March 2025, the pop star ran the Tokyo Marathon, finishing in the top fraction of runners, completing the 26.2-mile race in three hours and 24 minutes. He also completed the 2025 Berlin Marathon, running a time of 2 hours and 59 minutes under the pseudonym &#8220;Sted Sarandos.&#8221; Kiss All the Time. Disco, Occasionally will mark Styles’ fourth solo album. It follows his 2017 self-titled debut, 2019’s Fine Line, and 2022’s Harry’s House, all of which debuted at No. 1 on the Billboard 200. The latter also won album of the year at the Grammys and spawned the 15-week Billboard Hot 100-topping hit “As It Was.”",
      "image": "https://www.billboard.com/wp-content/uploads/2026/01/harry-styles-press-aperture-stella-blackmon-billboard-1800.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/music-news/harry-styles-italy-slowing-down-after-hiatus-interview-1236180074/",
      "date": "2026-02-14T21:53:09.000Z",
      "source": "Billboard"
    },
    {
      "title": "Adam Lambert Reacts to Trump Administration Removing Pride Flag at Stonewall National Monument",
      "description": "Adam Lambert is speaking out against the removal of the Pride flag at Stonewall National Monument in New York City. In early January, the Trump administration replaced the rainbow-colored flag — a symbol of LGBTQ+ rights and inclusion — with an American flag at the National Park Service–run site in Manhattan&#8217;s Greenwich Village. Related Gracie Abrams Slams &#8216;Demonic&#8217; Removal of Pride Flag From Stonewall Under President Trump&nbsp;Directive Adam Lambert to Play Judas in &#8216;Jesus Christ Superstar&#8217; at Hollywood Bowl Alongside &#8216;Wicked&#8217; Star&#8217;s&nbsp;Jesus Ahead of Billboard Pride Summit, Activist Jim Fouratt Looks Back On Stonewall: &#8216;It Changed My&nbsp;Life&#8217; &#8220;Stonewall is not just a park, it is sacred historical ground in the fight for LGBTQ+ rights,&#8221; Lambert, a founding partner of Pride Live and the Stonewall National Monument Visitor Center (SNMVC), wrote on Instagram Thursday (Feb. 12). The singer continued, &#8220;The Pride flag is not a political prop; it is a symbol of visibility, resilience, and the countless lives that have fought, and continue to fight, for dignity and equality. Removing it sends a message that our history and our humanity are negotiable. They are not. We were here. We are here. And we will continue to be.&#8221; The Stonewall National Monument, located across the street from the Stonewall Inn — a historic bar known as the origin point of the LGBTQ rights movement — is a national civil rights landmark established in 2016 by President Barack Obama. The Pride flag was taken down on Feb. 10 under new guidance from the Trump administration. Weeks earlier, the Department of the Interior had issued federal guidance prohibiting the display of “non-agency” flags in the National Park System. On the same day Lambert shared his thoughts on social media, local elected officials raised the Pride flag once again at the Stonewall National Monument. Lambert wasn&#8217;t the only artist to speak out against the Pride flag removal. Gracie Abrams also made her opinion clear by resharing comedian Benito Skinner’s post about it being &#8220;Demonic&#8221; on her Instagram Story on Feb. 10. Recently elected NYC mayor Zohran Mamdani said in a statement on X that he was “outraged” by the seizure of the flag. New York is the birthplace of the modern LGBTQ+ rights movement, and no act of erasure will ever change, or silence, that history,&#8221; he wrote. &#8220;Our city has a duty not just to honor this legacy, but to live up to it.&#8221;",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P101CBUK-e1770758880125.jpg?crop=0px%2C0px%2C1800px%2C1116px&#038;resize=237%2C147",
      "link": "https://www.billboard.com/culture/pride/adam-lambert-stonewall-pride-flag-removal-reaction-1236180064/",
      "date": "2026-02-14T20:31:39.000Z",
      "source": "Billboard"
    },
    {
      "title": "Wiz Khalifa Shares Emotional Tribute After the Death of His Father",
      "description": "Wiz Khalifa is mourning the loss of his father. On Friday (Feb. 13), the 38-year-old rapper took to social media to share an emotional tribute following the death of his dad, Laurence W. Thomaz. He was 63, according to TMZ. &#8220;Today my father decided not to wake up,&#8221; Wiz wrote on X. &#8220;I will always love him, miss him and be [grateful] for the things he taught me. He went out like a true yogi, at peace and on his own time. I love you forever Laurence W. Thomaz.&#8221; The &#8220;Black and Yellow&#8221; artist continued, &#8220;My father’s passing was sudden but seeing how many people love and respected him makes happy and i know he’s proud that he left a positive impact on this earth. Literally all he ever wanted.&#8221; Khalifa, whose real name is Cameron Jibril Thomaz, also shared several throwback photos on his Instagram Story. One childhood snapshot showed his father helping him on a swing, captioned, &#8220;Love you big guy.&#8221; Another image featured a young Wiz with his dad and what appears to be his sibling, Dorien “Lala” Thomaz, who died in 2017. &#8220;My boy was smooth,&#8221; Wiz wrote alongside the photo, referring to his father. Another caption on the photo read, &#8220;You and La La are together again,&#8221; along with a praying hands emoji. Wiz was reportedly close to his dad, who was a former member of the military. The rapper previously told NME that Thomaz opened a recording studio in his hometown of Pittsburgh, Pennsylvania, when he was a kid, which helped lay the foundation for his future. &#8220;I lived in that studio. And that’s what turned me into who I am today,&#8221; the rapper told the publication in 2016. Khalifa wrote on X that his last conversation with his dad &#8220;was him telling me how proud of me he was for the movie i was in and I promised him i would do more.&#8221; The hip-hop star&#8217;s most notable acting role was co-starring with Snoop Dogg in the 2012 stoner comedy Mac &amp; Devin Go to High School, where Wiz played the character Devin Overstreet. The movie&#8217;s soundtrack featured &#8220;Young, Wild &amp; Free,&#8221; with Bruno Mars, which peaked at No. 7 on the Billboard Hot 100 chart. Wiz also thanked those who shared their condolences for his father&#8217;s passing. &#8220;It really means a lot in this tough time and is helping me feel better,&#8221; he wrote.",
      "image": "https://i.imgur.com/2HpFicp.png",
      "link": "https://www.billboard.com/music/rb-hip-hop/wiz-khalifa-father-dies-tribute-1236180055/",
      "date": "2026-02-14T19:12:41.000Z",
      "source": "Billboard"
    },
    {
      "title": "Latin Jazz Legend Eddie Palmieri to Be Featured in Upcoming Documentary & More Uplifting Moments in Latin Music",
      "description": "From career milestones to new music releases to major announcements and those little important moments,&nbsp;Billboard&nbsp;editors highlight&nbsp;uplifting moments&nbsp;in Latin music. Here’s what happened in the Latin music world this week. New Doc Celebrates the Life and Legacy of Eddie Palmieri A new documentary feature film, Eddie Palmieri: Sweet Sweet Sugar, directed by Emmy-nominated filmmaker Omar Acosta, is currently in production. The film focuses on the life and legacy of Grammy-winning pianist, composer, and bandleader Eddie Palmieri, who revolutionized salsa and Latin jazz and shaped the genre as we know it. Set against the backdrop of Spanish Harlem and the Bronx from the 1950s to the 1980s, the film explores how Palmieri used his music to amplify the voices of Puerto Ricans while shaping Latin music’s global influence today. &#8220;Puerto Ricans came to New York with rhythm, passion, and very little else. We didn’t melt into the pot. We reshaped it.&nbsp;Eddie Palmieri is the proof,&#8221; said director&nbsp;Acosta in a press release. &#8220;Born in the crucible of Spanish Harlem, his music captures the moment Puerto Rico collided with New York and invented something new, something permanent. Eddie&nbsp;speaks for the Puerto Rican diaspora, a people whose fight for dignity and opportunity transformed not only themselves, but American culture and the world beyond it.&#8221;&nbsp; Produced by David Kennedy and Nick Quested of Goldcrest Films in co-production with Uprising Music NYC and in cooperation with the Eddie Palmieri estate, the film has full access to Palmieri’s music catalog and never-before-seen archival footage. Eddie Palmieri. Photo Credit: Robert Schneider Outernational Brings Revolution Rock to Bogotá’s Streets New York troupe Outernational brought the streets of Bogotá to life with a riveting performance on Callejeras Música de a Pie, a YouTube channel that transforms public spaces into open stages. Frontman Miles Solay was joined by Bogotá ensemble — Diana Castro (accordion), Juancho Mendez (tiple), Hector Marín Bedoya (bass), Sergio Arias (guitar) — as they fused their rebellious future rock with Latin American rhythms, such as cumbia, carranga, jazz, and slam poetry in La Candelaria, creating a riveting celebration of music in 15 minutes. Songs “Woman on the Edge of Time,” “La Gente Nueva,” and “Welcome” — all from their 2024 album Welcome to the Revolution, produced by Chad Smith — invited onlookers passing by to connect, dance, and reflect. Watch below. Peso Pluma Joins the Adidas Family Adidas announced on Friday (Feb. 13) that Peso Pluma has officially joined its roster of global ambassadors. “Representing the three stripes for Mexico and our music with Adidas is something I dreamed about since I was a kid,&#8221; the Mexican superstar said in a statement. &#8220;This isn’t just about me, it’s for my people, my culture, and everyone pushing Mexico forward. I&#8217;m excited to join the Adidas family and keep showing the world who we are.” Peso joins the ranks of Bad Bunny, Pharrell Williams and Jennie (BLACKPINK), who have also partner with the iconic brand. View this post on Instagram Guaynaa &amp; Lele Pons Welcome Baby Girl Beloved Latin music couple Guaynaa and Lele Pons — who are also Billboard Español cover star alums — welcomed their first born child. They introduced their blue-eyed girl on a shared Instagram post on Wednesday (Feb. 11), captioning, &#8220;Say hello to Eloísa.&#8221; A bevy of stars congratulated them, including Jay Wheeler, who wrote, &#8220;What we create are works of art! God bless her,&#8221; and who also recently welcomed a child with his wife. De La Ghetto commented, &#8220;She has the same face as her dad.&#8221; Meanwhile, Anitta shared her excitement, simply writing, &#8220;Loooooove.&#8221; See the post below. View this post on Instagram",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/Unknown.png?w=300",
      "link": "https://www.billboard.com/music/latin/eddie-palmieri-doc-peso-pluma-adidas-guaynaa-lele-pons-baby-1236179905/",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Rob Halford Talks ‘Breaking the Law’ Inspiration in Clip From Judas Priest Documentary",
      "description": "See exclusive clip from The Ballad of Judas Priest, co-directed by Tom Morello, ahead of the film's world premiere this week at the 2026 Berlin International Film Festival",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/rob-halford-breaking-the-law-judas-priest-documentary-1235516954/",
      "date": "2026-02-14T14:31:54.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Casey Wasserman Selling His Talent Agency After Epstein Debacle: ‘I Have Become a Distraction’",
      "description": "A wave of talent severed ties with the agency after the revelation of emails exchanged between Wasserman and convicted sex offender Ghislaine Maxwell",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/casey-wasserman-epstein-files-selling-agency-1235516889/",
      "date": "2026-02-14T04:26:57.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Taylor Swift Calls Travis, ‘My In-House House Guy,’ Announces ‘Opalite’ Remix",
      "description": "Kelce inspired Chris Lake’s new EDM version of the track",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-travis-kelce-opalite-remix-chris-lake-1235516394/",
      "date": "2026-02-13T21:10:45.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Alex G and the Blue Nile’s Paul Buchanan to Score Jane Schoenbrun Film",
      "description": "Teenage Sex and Death at Camp Miasma premieres August 7",
      "image": "",
      "link": "https://pitchfork.com/news/alex-g-the-blue-nile-paul-buchanan-to-score-jane-schoenbrun-new-film/",
      "date": "2026-02-13T20:46:58.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Evan Dando Hospitalized for Mental Health Treatment",
      "description": "After Lemonheads frontman reportedly sent sexually explicit videos to a fan, his rep says he’s “receiving comprehensive help from experienced doctors and mental health professionals”",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/lemonheads-evan-dando-hospitalized-1235516157/",
      "date": "2026-02-13T19:40:14.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Lemonheads’ Fan Accuses Evan Dando of Sending Unsolicited Explicit Videos",
      "description": "Dando has since been hospitalized for mental-health treatment, a representative says",
      "image": "",
      "link": "https://pitchfork.com/news/lemonheads-fan-accuses-evan-dando-of-sending-unsolicited-explicit-videos/",
      "date": "2026-02-13T19:19:21.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Taylor Swift Disputes Bedding Company’s ‘Swift Home’ Trademark",
      "description": "The artist has asked the U.S. Patent and Trademark Office to reject Cathay Home’s mark",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-swift-home-trademark-dispute-1235516007/",
      "date": "2026-02-13T18:03:54.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "James Blake Reveals North American Tour, Shares New Song",
      "description": "The Trying Times tour includes stops in Los Angeles, New York, and Philadelphia",
      "image": "",
      "link": "https://pitchfork.com/news/james-blake-announces-north-america-tour-shares-new-song/",
      "date": "2026-02-13T17:30:41.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Irreversible Entanglements Announce New Album Future Present Past",
      "description": "The free-jazz quintet tapped Helado Negro and New York-based vocalist Motherboard for their follow-up to 2023’s Protect Your Light",
      "image": "",
      "link": "https://pitchfork.com/news/irreversible-entanglements-announce-new-album-future-present-past/",
      "date": "2026-02-13T16:56:54.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Taylor Swift Shares Extended ‘Opalite’ Video of ‘Camcorder Footage, Gigantic Scrunchies’",
      "description": "“I never want to forget a single detail of this hysterical shoot,” the singer said in an Instagram post",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-opalite-video-extended-versions-1235515810/",
      "date": "2026-02-13T16:33:08.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "The Artist FKA Sturgill Simpson Is Releasing a New Album. You Can’t Stream It",
      "description": "Mutiny After Midnight, by Johnny Blue Skies and the Dark Clouds, will be released only on vinyl, CD, and cassette",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/sturgill-simpson-johnny-blue-skies-mutiny-after-midnight-1235514899/",
      "date": "2026-02-13T16:29:50.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Foo Fighters Tease New Songs From Unreleased 12th Album on Their Website",
      "description": "Home page features posters you can click on to hear clips",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/foo-fighters-website-new-music-1235515832/",
      "date": "2026-02-13T16:04:05.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Sturgill Simpson Unveils New Johnny Blue Skies Album",
      "description": "Mutiny After Midnight arrives in March",
      "image": "",
      "link": "https://pitchfork.com/news/sturgil-simpson-johnny-blue-skies-album-mutiny-after-midnight/",
      "date": "2026-02-13T15:29:58.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "12 New Albums You Should Listen to Now: Charli XCX, Feng, and More",
      "description": "Also stream new releases from Jill Scott and August Ponthier",
      "image": "",
      "link": "https://pitchfork.com/news/10-new-albums-you-should-listen-to-now-charli-xcx-feng-and-more/",
      "date": "2026-02-13T15:08:09.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Jane Remover Drops New Venturing Song “In The Dark”",
      "description": "Her first release under the alias since 2025’s Ghostholding",
      "image": "",
      "link": "https://pitchfork.com/news/jane-remover-drops-new-venturing-song-in-the-dark/",
      "date": "2026-02-13T05:19:14.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Listen to Charli XCX and Sky Ferreira’s New Wuthering Heights Song",
      "description": "“Eyes of the World” is the pair’s first collaboration since 2019",
      "image": "",
      "link": "https://pitchfork.com/news/listen-to-charli-xcx-and-sky-ferreiras-new-wuthering-heights-song/",
      "date": "2026-02-13T05:13:49.000Z",
      "source": "Pitchfork"
    }
  ]
}