{
  "politics_greece": [
    {
      "title": "Δουδωνής στον ΟΗΕ: Στη Δημοκρατία αναλώσιμοι αν χρειαστεί γίνονται οι πολιτικοί, ώστε να μην είναι αναλώσιμος ο λαός",
      "description": "Κώδωνα κινδύνου για την οπισθοδρόμηση της δημοκρατίας, λόγω μιας σταδιακής διάβρωσης των δημοκρατικών θεσμών έκρουσε ο Παναγιώτης Δουδωνής από το βήμα του ΟΗΕ, μιλώντας για τον τριπλό ρόλο του Κοινοβουλίου ως forum αντιπροσώπευσης, λογοδοσίας και διαβούλευσης.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/photo_2026-02-14_19-07-55-768x423.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/doudonis-ston-oie-sti-dimokratia-analosimoi-xreiastei-ginontai-oi-politikoi-oste-na-min-einai-analosimos-o-laos/",
      "date": "2026-02-14T16:49:01.000Z",
      "source": "In.gr"
    },
    {
      "title": "Τέσσερις πράξεις θεσμικής αλαζονείας",
      "description": "Προστίθενται σε μια ήδη μακρά αλυσίδα γεγονότων, που συνθέτουν την εικόνα μιας σταδιακής αυταρχικής διολίσθησης, άρρηκτα δεμένης με την αντίληψη ότι κάθε έκφανση της δημόσιας και πολιτικής ζωής αποτελεί πεδίο μονομερούς ελέγχου.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/maximou-1024x577-768x433.jpg",
      "link": "https://www.in.gr/2026/02/14/apopsi/tesseris-prakseis-thesmikis-alazoneias/",
      "date": "2026-02-14T15:29:35.000Z",
      "source": "In.gr"
    },
    {
      "title": "Φάμελλος: Δεν αποτελεί λύση καμία κομματική περιχαράκωση – Δεν αποτελεί λύση η κομματική αυτονομία",
      "description": "«Πιστεύουμε εκ μέρους του ΣΥΡΙΖΑ ότι ο πολιτικός και προγραμματικός διάλογος πρέπει να επιταχυνθεί. Δεν υπάρχει χρόνος. Είμαστε έτοιμοι για αυτήν την επιλογή και ζητάμε να πάρουν όλοι καθαρά θέση για την αναγκαιότητα συνεργασίας», δήλωσε ο Σωκράτης Φάμελλος",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3244-1-768x514.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/famellos-den-apotelei-lysi-kamia-kommatiki-perixarakosi-den-apotelei-lysi-kommatiki-aytonomia/",
      "date": "2026-02-14T14:44:30.000Z",
      "source": "In.gr"
    },
    {
      "title": "Δούκας: Η προγραμματική συμφωνία προϋποθέτει προγραμματικό διάλογο – Αυτόν που έπρεπε να είχαμε ξεκινήσει χθες",
      "description": "Ο Χάρης Δούκας ζήτησε τη συμπόρευση των κομμάτων της Κεντροαριστεράς, λέγοντας ότι ο σχετικός διάλογος έχει αργήσει και «σκοντάφτει σε ιδιοτέλειες και σκοπιμότητες»",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3453-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/doukas-programmatiki-symfonia-proypothetei-programmatiko-dialogo-ayton-pou-eprepe-na-eixame-ksekinisei-xthes/",
      "date": "2026-02-14T14:31:59.000Z",
      "source": "In.gr"
    },
    {
      "title": "O Κυριάκος Μητσοτάκης στη HORECA 2026: Δοκίμασε καφέδες και μπύρα – «Θα μου κάνεις ένα σεμινάριο;»",
      "description": "Την έκθεση HORECA 2026 που πραγματοποιείται στο Metropolitan Expo και αφορά τους κλάδους της φιλοξενίας και της εστίασης επισκέφθηκε ο πρωθυπουργός Κυριάκος Μητσοτάκης, το μεσημέρι του Σαββάτου (14.2.26). Ο πρωθυπουργός περιηγήθηκε στα περίπτερα της έκθεσης και συνομίλησε με επαγγελματίες, εκθέτες και επισκέπτες για τις τάσεις που διαμορφώνονται στην τουριστική αγορά, για την ανοδική πορεία του κλάδου και για τη σύνδεση της επιτυχίας του τουρισμού με τις γαστρονομικές εμπειρίες που προσφέρει η Ελλάδα, χάρη στα ποιοτικά τοπικά αγαθά που εντάσσονται στην εφοδιαστική αλυσίδα. document.createElement('video');\nhttps://www.newsit.gr/wp-content/uploads/2026/02/horeca-1.mp4 (ΔΗΜΗΤΡΗΣ ΠΑΠΑΜΗΤΣΟΣ/ΓΡΑΦΕΙΟ ΤΥΠΟΥ ΠΡΩΘΥΠΟΥΡΓΟΥ/EUROKINISSΙ\nΟ Κυριάκος Μητσοτάκης είχε την ευκαιρία να ενημερωθεί για τα προϊόντα των εκθετών και τον εξοπλισμό που χρησιμοποιούν οι επαγγελματίες, αλλά και να παρακολουθήσει μέρος του πρωταθλήματος καφέ που διεξάγεται στο πλαίσιο της έκθεσης. Ολοκληρώνοντας την επίσκεψή του ο πρωθυπουργός δήλωσε:\n«H HORECA είναι μια έκθεση-σημείο αναφοράς για τον ελληνικό τουρισμό, αλλά και για τις πάρα πολλές ελληνικές εταιρείες οι οποίες προμηθεύουν υποδομές και προϊόντα, προκειμένου ο τουρισμός μας να κινείται σε διαρκή ανάπτυξη. Χαίρομαι γιατί είδα πάρα πολύ κόσμο, είδα πολλά χαμόγελα. Υπάρχει μία αισιοδοξία και για την επόμενη τουριστική περίοδο. Νομίζω ότι το κλίμα της HORECA αποτυπώνει μια οικονομία η οποία βρίσκεται σε ανάπτυξη, επιχειρηματίες οι οποίοι αντιλαμβάνονται ότι υπάρχει πολιτική σταθερότητα προκειμένου να μπορούν να εξακολουθούν να επενδύουν, να δημιουργούν δουλειές, να αυξάνονται οι μισθοί. Και πάλι, πολλά συγχαρητήρια για τη διοργάνωση αυτής της εξαιρετικής έκθεσης και εύχομαι η πολύ μεγάλη προσέλευση να είναι ενδεικτική μιας ακόμα εξαιρετικής τουριστικής χρονιάς, που ξεκινάει σε λίγο».\nΔΗΜΗΤΡΗΣ ΠΑΠΑΜΗΤΣΟΣ/ΓΡΑΦΕΙΟ ΤΥΠΟΥ ΠΡΩΘΥΠΟΥΡΓΟΥ/EUROKINISSΙ\nΔΗΜΗΤΡΗΣ ΠΑΠΑΜΗΤΣΟΣ/ΓΡΑΦΕΙΟ ΤΥΠΟΥ ΠΡΩΘΥΠΟΥΡΓΟΥ/EUROKINISSI\nΑπό την πλευρά του, ο Διευθύνων Σύμβουλος της εταιρείας FORUM που διοργανώνει την έκθεση, Θανάσης Παναγούλιας, σημείωσε:\n«Ευχαριστώ από καρδιάς τον κ. Πρωθυπουργό που μας τίμησε σήμερα με την παρουσία του στη HORECA. Αλλά δεν τιμά μόνο την έκθεση HORECA, τιμά ολόκληρο τον τουριστικό κλάδο που σήμερα την έχει επισκεφθεί, όχι μόνο από την Ελλάδα αλλά από την ευρύτερη περιοχή των Βαλκανίων και της νοτιοανατολικής Ευρώπης. Μια λαμπρή έκθεση που είναι αντάξια του κλάδου του τουρισμού και της φιλοξενίας της χώρας. Τον ευχαριστώ από καρδιάς και νομίζω ότι βλέπει περίτρανα την προσδοκία που υπάρχει για την επόμενη χρονιά που έρχεται».\nTo άρθρο O Κυριάκος Μητσοτάκης στη HORECA 2026: Δοκίμασε καφέδες και μπύρα &#8211; «Θα μου κάνεις ένα σεμινάριο;» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/horeca-1.mp4",
      "link": "https://www.newsit.gr/politikh/o-kyriakos-mitsotakis-sti-horeca-2026-dokimase-kafedes-kai-mpyra-tha-mou-kaneis-ena-seminario/4600859/",
      "date": "2026-02-14T13:47:20.000Z",
      "source": "Newsit"
    },
    {
      "title": "Χαρίτσης: Η νησιωτικότητα δεν είναι σύνθημα, είναι εθνική υποχρέωση – Η κυβέρνηση έχει σχέδιο καταστροφικό",
      "description": "Η νησιωτικότητα «θα μπορούσε να αποτελέσει και την αφορμή και το εφαλτήριο ακριβώς για να υπάρξει μια πιο ουσιαστική και σε βάθος συζήτηση και συνδιαμόρφωση προτάσεων από τις δυνάμεις της αριστερής και προοδευτικής αντιπολίτευσης», δήλωσε ο Αλέξης Χαρίτσης",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/IMG-20260214-WA0009-2048x1536-768x576.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/xaritsis-nisiotikotita-den-einai-synthima-einai-ethniki-ypoxreosi-kyvernisi-exei-sxedio-katastrofiko/",
      "date": "2026-02-14T13:36:44.000Z",
      "source": "In.gr"
    },
    {
      "title": "Δένδιας: Με την «Ατζέντα 2030» το αμυντικό αποτύπωμα στη Θράκη έχει μεγαλώσει",
      "description": "«Η Θράκη είναι ένα μοναδικό υβρίδιο για την Ελλάδα. Γιατί εδώ έχουμε τη ζώσα απόδειξη που είναι και ένα ευρωπαϊκό πρότυπο μιας πολυπολιτισμικής κοινωνίας», επισήμανε ο υπουργός Εθνικής Άμυνας, Νίκος Δένδιας",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/n4CyOslR-768x576.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/dendias-tin-atzenta-2030-amyntiko-apotypoma-sti-thraki-exei-megalosei/",
      "date": "2026-02-14T12:33:30.000Z",
      "source": "In.gr"
    },
    {
      "title": "Φάμελλος: Τα νησιά πληρώνουν ακριβό τίμημα εξαιτίας μιας επικίνδυνης και διεφθαρμένης κυβέρνησης",
      "description": "«Η απάντηση πρέπει να έρθει από τον προοδευτικό χώρο. Μόνο αν είμαστε όλοι ενωμένοι στον προοδευτικό χώρο μπορούμε να δώσουμε μια απάντηση που δίνει κυβέρνηση», τόνισε ο πρόεδρος του ΣΥΡΙΖΑ - ΠΣ, Σωκράτης Φάμελλος",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/photo_2026-02-14_11-14-19-768x514.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/famellos-ta-nisia-plironoun-akrivo-timima-eksaitias-mias-epikindynis-kai-dieftharmenis-kyvernisis/",
      "date": "2026-02-14T12:27:37.000Z",
      "source": "In.gr"
    },
    {
      "title": "Κουτσούμπας: Υποκρίνεται η κυβέρνηση συλλογικά και προσωπικά η κ. Κεραμέως – Ο λαός να γίνει το αντίπαλο δέος",
      "description": "Καταπέλτης για τα προγράμματα κατάρτισης, τη συνδικαλιστική μαφία και την υπουργό Εργασίας Νίκη Κεραμέως που την κατηγορεί για ταφόπλακα, στις συλλογικές διαπραγματεύσεις και στις συλλογικές συμβάσεις, ο γγ του ΚΚΕ Δημήτρης Κουτσούμπας. Πυρά και προς τα κόμματα της αντιπολίτευσης.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6848943-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/koutsoumpas-ypokrinetai-kyvernisi-syllogika-kai-prosopika-k-kerameos-o-laos-na-ginei-antipalo-deos/",
      "date": "2026-02-14T12:14:12.000Z",
      "source": "In.gr"
    },
    {
      "title": "Στη Λάρισα μιλά ο Αλέξης Τσίπρας τη Δευτέρα σε παρουσίαση του βιβλίου του «Ιθάκη»",
      "description": "Τη Δευτέρα 16 Φεβρουαρίου η Ιθάκη θα βρεθεί στη Λάρισα. Για το βιβλίο του πρώην πρωθυπουργού Αλέξη Τσίπρα θα μιλήσουν σημαντικοί καλεσμένοι ενώ με ξεχωριστό ενδιαφέρον αναμένεται η ομιλία του ίδιου.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/ΤΣΙΠΡΑΣ-768x406.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/sti-larisa-mila-o-aleksis-tsipras-ti-deytera-se-parousiasi-tou-vivliou-tou-ithaki/",
      "date": "2026-02-14T11:08:19.000Z",
      "source": "In.gr"
    },
    {
      "title": "Μαραθώνιος διεθνών επαφών για το Στεγαστικό από τη Δόμνα Μιχαηλίδου",
      "description": "Στη Λευκωσία βρέθηκε την Παρασκευή (13.2.2026) η Υπουργός Κοινωνικής Συνοχής και Οικογένειας, Δόμνα Μιχαηλίδου για το άτυπο Συμβούλιο Υπουργών της Ευρωπαϊκής Ένωσης (EE).\nΑναλυτικότερα, σε μια περίοδο που η Κυβέρνηση επιδιώκει να αξιοποιήσει πλήρως τον χρόνο έως τις εκλογές, η Δόμνα Μιχαηλίδου μετέβη στην Κύπρος προκειμένου να στηρίξει την Κυπριακή Προεδρία και να προωθήσει τις ελληνικές θέσεις στο πλαίσιο της Ευρωπαϊκής Ένωσης.\nΆλλωστε, είναι γνωστό και έχει καταστεί σαφές από την έντονη διεθνή δραστηριότητα που επιδεικνύει τους τελευταίους μήνες, πως με οδηγία του ίδιου του Πρωθυπουργού, η κα Μιχαηλίδου επιδιώκει με συστηματικό τρόπο την κινητοποίηση ευρωπαϊκών πόρων και μηχανισμών για το ζήτημα του Στεγαστικού. Ένα ζήτημα που δικαίως βρίσκεται στην κορυφή της Κυβερνητικής ατζέντας, αφού απασχολεί έντονα την κοινωνία και μάλιστα όχι μόνο σε εθνικό, αλλά και ευρωπαϊκό επίπεδο.\nΣε σειρά επαφών με ομολόγους της, στα Συμβούλια Υπουργών στην Κοπεγχάγη (Νοέμβριος ‘25) και στις Βρυξέλλες (Δεκέμβριος ‘25), αλλά και με τον αρμόδιο Επίτροπο της Ε.Ε. κ. Jorgensen, η κα Μιχαηλίδου κατέστησε σαφείς τις ελληνικές θέσεις και ανέπτυξε τα επιχειρήματα υπέρ μιας ενιαίας ευρωπαϊκής πολιτικής.\nΦαίνεται πως οι προσπάθειες της ίδιας, όπως και άλλων χωρών της ίδιας γραμμής, έπιασαν τόπο, αφού ήδη η Ευρωπαϊκή Επιτροπή εξήγγειλε για 1η φορά το Ευρωπαϊκό Σχέδιο για την Προσιτή Στέγαση, ενώ και η Κυπριακή Προεδρία έχει το θέμα στο επίκεντρο της δικής της θητείας. Γι’ αυτό και στο περιθώριο της Συνόδου, συναντήθηκε επίσης με τον Υπουργό Εσωτερικών της Κύπρου κ. Ιωάννου, προκειμένου οι δύο χώρες να συντονίσουν τις ενέργειές τους για ακόμα πιο απτά αποτελέσματα, με άμεση απόδοση για τους πολίτες. To άρθρο Μαραθώνιος διεθνών επαφών για το Στεγαστικό από τη Δόμνα Μιχαηλίδου δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/domna-mixahlidou.jpg",
      "link": "https://www.newsit.gr/politikh/marathonios-diethnon-epafon-gia-to-stegastiko-apo-ti-domna-mixailidou/4600656/",
      "date": "2026-02-14T08:03:59.000Z",
      "source": "Newsit"
    },
    {
      "title": "Στα δύο η ΠΑΣΚΕ εν μέσω εκλογών στο Εργατικό Κέντρο Αθηνών και της υπόθεσης Παναγόπουλου",
      "description": "Κορυφώνεται η σύγκρουση στο εσωτερικό της ΠΑΣΚΕ, ενώ αύριο Κυριακή (15.2.26) τις δυνάμεις του θα μετρήσει σε πρώτη φάση στο εσωτερικό του Εργατικού Κέντρου Αθηνών ο Γιάννης Παναγόπουλος.\nΥπενθυμίζεται ότι η κομματική ιδιότητα του Γιάννη Παναγόπουλου έχει ανασταλεί από το ΠΑΣΟΚ, εωσότου διαλευκανθεί η υπόθεση για την οποία ερευνάται, με τον ίδιο όμως να επιμένει να μην παραιτείται από τη θέση του και να επιθυμεί να οδηγήσει εκ νέου τη ΓΣΕΕ στο συνέδριό της του Απριλίου, ως εκλεγμένος πρόεδρός της.\nΤο ζήτημα της υπόθεσης Παναγόπουλου ετέθη χθες στη συνεδρίαση της Πολιτικής Γραμματείας ΚΟΕΣ του ΠΑΣΟΚ, με το όργανο να καταλήγει ότι πέραν της αναστολής της κομματικής ιδιότητάς του, ο προέδρου της ΓΣΕΕ οφείλει στο όνομα της προάσπισης του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος, να διευκολύνει, παραιτούμενος των φιλοδοξιών του να ηγηθεί της Συνομοσπονδίας.\nΌσο για τις «απειλές» δεκάδων στελεχών της ΠΑΣΚΕ ότι θα αποχωρήσουν από το κόμμα αν δεν αφεθεί να είναι υποψήφιος εκ νέου ο κ. Παναγόπουλος, τα μέλη της ΠΓ συμφώνησαν ότι «το ΠΑΣΟΚ ούτε εκβιάζεται, ούτε απειλείται» και πως οφείλουν να αναλάβουν πρωτοβουλίες για την αντιμετώπιση προβλημάτων που ήρθαν στην επιφάνεια με αφορμή τα τελευταία γεγονότα και αφορούν από την κρίση αντιπροσωπευτικότητας και αξιοπιστίας, ως τις κατεστημένες εξουσιαστικές αντιλήψεις και κάθε λογής εξαρτήσεις.\n«Θέλουμε ένα ισχυρό και μαχητικό συνδικαλιστικό κίνημα, που εκπροσωπεί γνήσια τους εργαζόμενους και δρα αποτελεσματικά για καλύτερες συνθήκες εργασίας, αναβάθμιση της οικονομικής θέσης των εργαζομένων και δικαιότερη κατανομή του παραγόμενου πλούτου ,για θεσμούς κοινωνικής προστασίας, μέσα σε ένα πλαίσιο που εγγυάται τα εργασιακά δικαιώματα και προασπίζει τη συλλογική δράση και συμμετοχή. Τη μάχη αυτή θα την δώσουμε μαζί με τα χιλιάδες μέλη και φίλους του ΠΑΣΟΚ, που δραστηριοποιούνται στους χώρους εργασίας ,στις συνδικαλιστικές παρατάξεις που λειτουργούν στα πλαίσια των πολιτικών μας θέσεων και καταστατικών προβλέψεων και συμμετέχουν στο Κίνημά μας γιατί έχουν πίστη στις κοινές μας αξίες, στους στόχους που επιδιώκουμε, στον αγώνα που δίνουμε», αναφέρεται στην απόφαση του οργάνου, όπου και καλούνται όλοι οι προηγούμενοι να συζητήσουν από κοινού στο συνέδριο για το τι μέλλει γενέσθαι.\nΣτην πραγματικότητα, όσο κι αν διαμηνύουν ότι δεν απειλούνται και δεν εκβιάζονται από κανέναν, δείχνοντας την πρόθεσή τους να μην κάνουν πίσω στην προειδοποίηση για μαζικές αποχωρήσεις συνδικαλιστών, στο ΠΑΣΟΚ κάθε άλλο παρά στέκουν αδιάφοροι μπροστά σε ένα τέτοιο ενδεχόμενο. Και ας διατηρεί απόλυτη αυτονομία από το κόμμα η ΠΑΣΚΕ, μόνο τυχαία δεν ήταν η αναφορά του Γιάννη Παναγόπουλου στη συνέντευξη Τύπου που παραχώρησε «η ΠΑΣΚΕ δεν είναι παράταξη του 12-13%», αλλά «λόγω της αυτονομίας της είναι παράταξη του 40%». Ούτε βεβαίως η διαβεβαίωσή του ότι δεν παραιτείται από την ηγεσία της ΓΣΕΕ, αφού είναι εκλεγμένος και έχει την υποχρέωση, όπως είπε, να οδηγήσει την παράταξη στο συνέδριο, πράγμα που ερμηνεύεται ως πρόθεση να κατεβάσει το δικό του ψηφοδέλτιο της ΠΑΣΚΕ στις εκλογές του Εργατικού Κέντρου Αθηνών.\nΕκεί, που οι «πράσινοι» συνδικαλιστές θα θυμίζουν την περίφημη ταινία «Κράμερ εναντίον Κράμερ», αφού θα κατέβει και ο Γιάννης Μπουλέρος με το δικό του ανεξάρτητο «Ενωτικό Ψηφοδέλτιο», στο οποίο πάντως αίφνης βρίσκουν «καταφύγιο» αρκετοί συνδικαλιστές της ΠΑΣΚΕ, δίνοντάς του ένα ‘χρώμα’ που σκοπίμως δεν θα είχε υπό άλλες συνθήκες.\nTo άρθρο Στα δύο η ΠΑΣΚΕ εν μέσω εκλογών στο Εργατικό Κέντρο Αθηνών και της υπόθεσης Παναγόπουλου δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/panagopoulos-2.jpg",
      "link": "https://www.newsit.gr/politikh/sta-dyo-i-paske-en-meso-eklogon-sto-ergatiko-kentro-athinon-kai-tis-ypothesis-panagopoulou/4600624/",
      "date": "2026-02-14T07:49:47.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΠΑΣΟΚ: Νέος γύρος αντιπαράθεσης ενόψει συνεδρίου – Σεβασμός στα όργανα, διαρροές και αλγόριθμος στο επίκεντρο",
      "description": "Έχουν αλλάξει&#8230; πίστα στην αντιπαράθεση στο ΠΑΣΟΚ, με πολλές πλευρές όμως, να αποδίδουν τώρα την καλλιέργεια της εσωστρέφειας στον Νίκο Ανδρουλάκη.\nΑφορμή στάθηκε η προσπάθεια του Νίκου Ανδρουλάκη να βάλει τέλος στην εσωκομματική συζήτηση του προηγούμενου διαστήματος, κυρίως όμως η απόφασή του όσα είπε, να μη μείνουν εντός των τειχών της Χαριλάου Τρικούπη, αλλά να κυκλοφορήσουν εν είδει ανακοίνωσης του κόμματος. «Πρέπει κάποιοι να καταλάβετε ότι οι εσωκομματικές εκλογές έχουν τελειώσει. Μπροστά μας δεν έχουμε εσωκομματικές εκλογές», είπε μεταξύ άλλων, ζητώντας καθαρά λόγια αφενός και σεβασμό στις συνεδριάσεις των οργάνων του ΠΑΣΟΚ και στα συνέδριά του.\n«Σεβασμός στη συνεδρίαση, δεν σημαίνει πριν τη συνεδρίαση όλα τα media να έχουν τα κείμενα των ανακοινώσεών σας. Αυτός είναι μη σεβασμός στα όργανα», είπε, αφήνοντας σαφείς αιχμές κατά εσωκομματικών του αντιπάλων, κυρίως δε κατά του Χάρη Δούκα που στην προηγούμενη συνεδρίαση της Πολιτικής Γραμματείας είχε διαρρεύσει σημεία της ομιλίας του πριν ολοκληρωθεί η συνεδρίαση.\nΟ Νίκος Ανδρουλάκης θέλησε να απαντήσει και για τα περί&#8230; αλγορίθμου με τον οποίο κατηγορήθηκε ότι θα εκλεγούν οι σύνεδροι. «Τι υπονοείτε; Ότι κάνω κάτι για να ευνοήσω το Ηράκλειο;», είπε, τονίζοντας ότι το Ηράκλειο έχει διαχρονικά περισσότερους συνέδρους από την Α&#8217; Αθήνας και πως τώρα χάνει συνέδρους σε σχέση με το προηγούμενο συνέδριο. «Η κατανομή που προτείνω βάσει των ψήφων, δεν είναι αλγόριθμος. Είναι η αναλογία που στήριξε η κοινωνία το ΠΑΣΟΚ.\n«Δεν υπάρχει κανένας αλγόριθμος και όποιος το έθεσε στον δημόσιο διάλογο δεν βοηθάει την παράταξη», είπε, τονίζοντας ότι πρόκειται για τη βούληση του ελληνικού λαού, αφού αποτυπώνει τον τρόπο με τον οποίο εκείνος ψήφισε στις εκλογές. Πρότεινε μάλιστα, η εκλογή συνέδρων με αυτόν τον τρόπο να μπει στο καταστατικό του κόμματος, ώστε «να καταλάβουν κάποιοι ότι η κατανομή από εδώ και πέρα στους συνέδρους θα γίνεται βάσει της ετυμηγορίας του ελληνικού λαού».\nΠροσωπικά, πήρε τις αιχμές, και δε θα μπορούσε να κάνει διαφορετικά, ο Χάρης Δούκας, που παίρνοντας τον λόγο, απάντησε σε β&#8217; ενικό. «Δε σε αμφισβήτησα ποτέ μετά τις εσωκομματικές», είπε, διαβεβαιώνοντας τον πρόεδρο ότι σέβεται τα όργανα. «Πρέπει κι εσύ να σέβεσαι εμάς», συνέχισε, τονίζοντας ότι έχει ευθύνη να το διασφαλίσει αυτό. Όσο για τους συνέδρους, διερωτήθηκε αν είναι δυνατόν να λέει μετά από εσωκομματικές εκλογές ότι δεν υπάρχουν μητρώα. «Είναι αλγόριθμος, που αντίκειται στην προηγούμενη εγκύκλιό σου στο συνέδριο του 2022», είπε, θυμίζοντάς του ότι τότε είχε ισχύσει τελείως διαφορετικό μοντέλο με δική του απόφαση. «Το ΠΑΣΟΚ είναι κόμμα μελών και πρέπει να εκλέξουμε συνέδρους με βάση τα μέλη», κατέληξε.\nΟ δήμαρχος Αθηναίων τάχθηκε και εκείνος κατά της εσωστρέφειας, κατηγορώντας όμως τον Νίκο Ανδρουλάκη ότι με τις διατυπώσεις και τις αιχμές που έδωσε στη δημοσιότητα πριν τελειώσει η συνεδρίαση, παράγει εσωστρέφεια.\nΑντίστοιχη ήταν η προσέγγιση του Παύλου Γερουλάνου, που σύμφωνα με παρευρισκόμενους, στη θέα της ανακοίνωσης του ΠΑΣΟΚ υποστήριξε ότι καλώς λέχθηκαν όσα λέχθηκαν από τον Νίκο Ανδρουλάκη μέσα στη συνεδρίαση, αλλά το γεγονός ότι βγήκαν προς τα έξω, θα δημιουργήσει την εντύπωση νέας σύγκρουσης, οδηγώντας αν μη τι άλλο τον Χάρη Δούκα, που δε θα μπορεί να κάνει διαφορετικά για να μη θεωρηθεί ότι κάνει πίσω, αλλά κατ’ επέκταση και τα άλλα μέλη του οργάνου στο να απαντούν επ’ αυτού όλη την ερχόμενη εβδομάδα.\nΟ ίδιος ο Παύλος Γερουλάνος, πάντως, δε θέλησε να δώσει στη δημοσιότητα διαλόγους μέσα από τη συνεδρίαση, περιοριζόμενος στην πολιτική συζήτηση που έγινε, με τον ίδιο να μιλά για δημοκρατικό συνέδριο, ηλεκτρονικό μητρώο και αδιάβλητες διαδικασίες, για Συνταγματική Αναθεώρηση για την οποία θα πρέπει να καταθέσουν ρηξικέλευθες προτάσεις, αφού αφορά πρωτίστως το πώς θα είναι αύριο η κοινωνία, αλλά και για θέματα τρέχουσας επικαιρότητας. Στο θέμα της ΓΣΕΕ για παράδειγμα, υποστήριξε ότι καλώς έκαναν στην Χαριλάου Τρικούπη και ανέστειλαν την κομματική ιδιότητα του Γιάννη Παναγόπουλου, σημειώνοντας όμως με νόημα ότι όποια απόφαση πάρουν επ’ αυτού, θα πρέπει να την τηρούν για όλα όσα θα ακολουθήσουν.\nΓια μια πολύ καλή πολιτική συζήτηση που έγινε μετά από πολύ καιρό μιλούσε λίγο μετά από τη συνεδρίαση η Άννα Διαμαντοπούλου, που επέμεινε ότι χρειάζονται στρατηγική για το πού πάνε ως κόμμα με βάση τα κοινά στα οποία θέλουν να απευθυνθούν, κάτι που θα συζητηθεί σε επόμενη συνεδρίαση της Πολιτικής Γραμματείας την ερχόμενη εβδομάδα. Η υπεύθυνη Πολιτικού Σχεδιασμού του ΠΑΣΟΚ μίλησε ακόμα για την ανάγκη να αλλάξει το πολιτικό σύστημα, πιθανώς και το εκλογικό σύστημα και να υπάρξει διαφάνεια παντού, σε όλους τους οργανισμούς και σε όλα τα επίπεδα διοίκησης. Ενόψει συνεδρίου, δε, ζήτησε και εκείνη ηλεκτρονικό μητρώο, ενώ τάχθηκε υπέρ των ηλεκτρονικών δημοψηφισμάτων.\nΓια θητείες στις κυβερνήσεις και άλλες θέσεις εξουσίας, φέρεται να μίλησε ο Κώστας Τσουκαλάς, που υπερασπίστηκε τη διαδικασία διεύρυνσης του κόμματος. Ο ίδιος έκανε λόγο για «μονομέτωπο» αγώνα του ΠΑΣΟΚ απέναντι στη ΝΔ και τοποθετήθηκε επί των προτάσεων του κόμματος για την Συνταγματική Αναθεώρηση.\nΤην ανάγκη το κόμμα να αποφασίσει μόνο του για τη στάση του στη Συνταγματική Αναθεώρηση τόνισε από την πλευρά της η Νάντια Γιαννακοπούλου, εναντιόμενη στο να προκύψει η όποια απόφαση επί του θέματος σε ένα τραπέζι με άλλα κόμματα. Η ίδια, ζήτησε, επιπλέον, να αλλάξει η απόφαση για την κατανομή συνέδρων.\nΌτι το ΠΑΣΟΚ πρέπει να έχει καθαρό στόχο τη νίκη και την ανατροπή της ΝΔ, με ενιαία στάση παντού, από τα συνδικάτα ως τα επιμελητήρια και την Αυτοδιοίκηση, υποστήριξε ο Μιχάλης Κατρίνης, ξορκίζοντας κάθε ενδεχόμενο συνδιοίκησης με τη ΝΔ. «Δεν μπορεί, πλέον, να γίνεται ανεκτό στελέχη μας να συναγελάζονται πολιτικά και να εξυπηρετούν πολιτικές αποφάσεις ή πρωτοβουλίες της ΝΔ», φέρεται να είπε, ζητώντας αντίθετα να αρχίσει η προγραμματική συζήτηση με προοδευτικά κόμματα επί τη βάση του προγράμματος του ΠΑΣΟΚ.\nTo άρθρο ΠΑΣΟΚ: Νέος γύρος αντιπαράθεσης ενόψει συνεδρίου &#8211; Σεβασμός στα όργανα, διαρροές και αλγόριθμος στο επίκεντρο δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/nikos-androulakis-xaris-doukas-eurok-1200x801.jpg",
      "link": "https://www.newsit.gr/politikh/pasok-neos-gyros-antiparathesis-enopsei-synedriou-sevasmos-sta-organa-diarroes-kai-algorithmos-sto-epikentro/4600603/",
      "date": "2026-02-14T06:33:46.000Z",
      "source": "Newsit"
    },
    {
      "title": "Δένδιας: Τεράστια η σημασία της Θράκης – Το στεγαστικό πρόγραμμα βελτιώνει τις συνθήκες διαβίωσης των στελεχών των Ενόπλων Δυνάμεων",
      "description": "Ο υπουργός Εθνικής Άμυνας, Νίκος Δένδιας, επισκέφθηκε την Παρασκευή την έδρα της 21ης Τεθωρακισμένης Ταξιαρχίας στην Κομοτηνή, συνοδευόμενος από τον αρχηγό ΓΕΣ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/HBDfayAWEAA_OCV-768x432.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/dendias-terastia-simasia-tis-thrakis-stegastiko-programma-veltionei-tis-synthikes-diaviosis-ton-stelexon-ton-enoplon-dynameon/",
      "date": "2026-02-13T20:07:07.000Z",
      "source": "In.gr"
    },
    {
      "title": "«Βόμβες» Θεοχάρη για Τσίπρα: Είχαν σχέδιο να μας πάνε στην δραχμή – Πριν το δημοψήφισμα έψαχναν εταιρείες για να τυπώσουν χαρτονομίσματα",
      "description": "Απίστευτες αποκαλύψεις έκανε ο υφυπουργός Εξωτερικών Χάρης Θεοχάρης για την περίοδο διακυβέρνησης του Αλέξη Τσίπρα και λίγο πριν το δημοψήφισμα του 2015.\nΜιλώντας στο Ertnews ο Χάρης Θεοχάρης είπε ότι όταν είχε καταγγείλει στη Βουλή ότι υπήρχε σχέδιο για να μας πάνε στην δραχμή, τον απείλησαν με εισαγγελέα. Είπε όμως και κάτι ακόμα πιο σοκαριστικό: «Χτυπούσαν», είπε «τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν».\nΕίπε χαρακτηριστικά: «Εγώ τα θυμάμαι γιατί κατήγγειλα το σχέδιο, είχα συγκεκριμένους πληροφοριοδότες μέσα από τα υπουργεία που μου έλεγαν συγκεκριμένα μέτρα που ήταν έτοιμοι να κάνουν. Διατίμηση στα φάρμακα, να μην πληρωθούν οι δημόσιοι υπάλληλοι για έναν μήνα. Υπήρχε ολόκληρο σχέδιο. Ήταν ολόκληρο σχέδιο για να πάμε στη δραχμή.\nΤα παράλληλα νομίσματα του Βαρουφάκη, θα πληρωνόντουσαν οι δημόσιοι υπάλληλοι κατά τα τρία τέταρτα ψηφιακά ηλεκτρονικά να μην μπορείτε να τα κάνετε τίποτα μόνο να πληρώνετε φόρους. Δεν θα πληρωνόσασταν για ένα μήνα γιατί προπληρώνονται οι δημόσιοι υπάλληλοι. Υπήρχε κανονικό σχέδιο.\nΤο ίδιο βράδυ πήγα στη Βουλή και τα κατήγγειλα και με απείλησαν την ίδια στιγμή ότι θα με πάνε στον εισαγγελέα. Ήταν έντονες οι στιγμές. Όταν σας είπα ότι βγήκε και είπε αυτά ο Καμμένος. Εγώ ξέρω ότι ήταν ένα σχέδιο που δουλευόταν και ήταν αληθινό.\nΕγώ μίλησα τότε με τον κ. Στουρνάρα με πήρε να με ρωτήσει και ο ίδιος γιατί είχε κι εκείνος πληροφορίες από την δική του πλευρά ότι χτυπούσαν τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν. Και μάλιστα όχι σε αυτή την πλευρά του ημισφαιρίου, της υφηλίου». Όλα όσα είπε ο Χάρης Θεοχάρης με αφορμή και την αντιπαράθεση που έχει ξεσπάσει ανάμεσα στον Γιάννη Στουρνάρα και τον Αλέξη Τσίπρα.\n«Την έζησα πολύ έντονα εκείνη την περίοδο ως βουλευτής του Ποταμιού», είπε ο υφυπουργός Εξωτερικών Χάρης Θεοχάρης μιλώντας στο Ertnews.\n«Κατήγγειλα στη Βουλή ότι υπήρχε σχέδιο οργανωμένο για τη δραχμή και σηκώθηκε τότε από τα υπουργικά έδρανα η κα Φωτίου και με απείλησε με εισαγγελέα. Είπε «υπάρχουν και εισαγγελείς κ. Θεοχάρη». Το είχα πει στη Βουλή πριν το δημοψήφισμα. Θυμάστε και τις δηλώσεις του Καμμένου ότι ο στρατός εγγυάται την εσωτερική ασφάλεια; Πράγματα εντελώς αντισυνταγματικά γίνονταν πάρα πολλά και ήταν πολύ έντονες εκείνες οι ημέρες. Και το ίδιο βράδυ σε τηλεοπτική εκπομπή είχα τον κ. Κατρούγκαλο να με κοροϊδεύει και να λέει: «δεν ακούω τις μηχανές να τυπώνουν δραχμές». Βέβαια όλα αυτά μετά από λίγες εβδομάδες επιβεβαιώθηκαν και από τον κ. Βαρουφάκη. Θυμάστε το ηχητικό. Ζήσαμε δηλαδή πολύ επικίνδυνες για τη χώρα στιγμές τις οποίες πρέπει να αφήσουμε πίσω όχι όμως να τις ξεχάσουμε. Πρέπει να τις θυμόμαστε για να τις αποφύγουμε».\nΕρωτηθείς αν φοβήθηκε κάποια στιγμή ότι η χώρα κινδυνεύει απάντησε: «Πριν το δημοψήφισμα θεωρούσα… Κοιτάξτε για να μπορέσει να επανέλθει η χώρα έπρεπε ο κ. Τσίπρας τότε να προδώσει αυτά που είχε πει στον ελληνικό λαό. Έκανε ένα δημοψήφισμα το οποίο 24 ώρες μετά το πήρε πίσω και κάνοντας αυτή τη στροφή το πλήρωσε η χώρα. Είχε άλφα στα χέρια του έκανε αυτό τον διαπραγματευτικό ελιγμό και πήρε άλφα δεύτερα. Πήρε τα μισά από όσα θα έπαιρνε πριν το δημοψήφισμα. Αν αυτός ο διαπραγματευτικός ελιγμός ήταν και συνειδητός τότε έχουμε πολύ μεγάλο πρόβλημα. Εκτός και αν όλο αυτό έγινε για να ξεσπάσει ψυχολογικά ο λαός να εκτονωθεί αλλά με κόστος και να νιώσουμε ότι τουλάχιστον το προσπαθήσαμε».\nΓια το αν διάβασε το βιβλίο του πρώην πρωθυπουργού απάντησε: «Διάβασα μερικά κομμάτια αλλά όχι ολόκληρη την Ιθάκη. Αυτό που έχει σημασία είναι το πολιτικό κομμάτι. Ο κ. Τσίπρας δεν έγραψε την Ιθάκη για να γράψει ένα βιβλίο ούτε θέλει να γίνει συγγραφέας. Την έγραψε ως την αρχή ενός πολιτικού πρότζεκτ ενός προτάγματος να μπορέσει ξανά να ενώσει τις δυνάμεις που θέλει να εκπροσωπήσει για να ξαναέρθει στα πράγματα. Αν αυτό κάνεις γράφεις ένα βιβλίο με το τι έχει γίνει σε ένα κεφάλαιο και τα υπόλοιπα για το τι θέλεις να κάνεις στη χώρα. Να γίνεις ξανά πρωθυπουργός. Αυτοί που γράφουν τα απομνημονεύματά τους είναι αυτοί που έχουν τελειώσει την καριέρα τους στη μουσική στο θέατρο στην πολιτική και κλείνουν λογαριασμούς με την ιστορία. Δεν λέει τίποτα πολιτικά σε κανέναν». Αναφερόμενος στον διοικητή της ΤτΕ είπε: «Ο κ. Στουρνάρας έσωσε εκείνη την περίοδο μια φορά τη χώρα γιατί με τα μνημόνια πήγαινε στα βράχια. Μετά πήγε στην ΤτΕ και την ξαναέσωσε γιατί κράτησε έναν πάσσαλο στη γη ακίνητο και ήταν ένας από τους λόγους που αναγκάστηκε και ο Τσίπρας να κάνει την στροφή στον ρεαλισμό. Εγώ τα θυμάμαι γιατί κατήγγειλα το σχέδιο είχα συγκεκριμένους πληροφοριοδότες μέσα από τα υπουργεία που μου έλεγαν συγκεκριμένα μέτρα που ήταν έτοιμοι να κάνουν. Διατίμηση στα φάρμακα, να μην πληρωθούν οι δημόσιοι υπάλληλοι για έναν μήνα. Υπήρχε ολόκληρο σχέδιο. Ήταν ολόκληρο σχέδιο για να πάμε στη δραχμή. Τα παράλληλα νομίσματα του Βαρουφάκη, θα πληρωνόντουσαν οι δημόσιοι υπάλληλοι κατά τα τρία τέταρτα ψηφιακά ηλεκτρονικά να μην μπορείτε να τα κάνετε τίποτα μόνο να πληρώνετε φόρους. Δεν θα πληρωνόσασταν για ένα μήνα γιατί προπληρώνονται οι δημόσιοι υπάλληλοι. Υπήρχε κανονικό σχέδιο.\nΤο ίδιο βράδυ πήγα στη Βουλή και τα κατήγγειλα και με απείλησαν την ίδια στιγμή ότι θα με πάνε στον εισαγγελέα. Ήταν έντονες οι στιγμές. Όταν σας είπα ότι βγήκε και είπε αυτά ο Καμμένος.\nΕγώ ξέρω ότι ήταν ένα σχέδιο που δουλευόταν και ήταν αληθινό. Εγώ μίλησα τότε με τον κ. Στουρνάρα με πήρε να με ρωτήσει και ο ίδιος γιατί είχε κι εκείνος πληροφορίες από την δική του πλευρά ότι χτυπούσαν τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν.\nΚαι μάλιστα όχι σε αυτή την πλευρά του ημισφαιρίου, της υφηλίου».\nTo άρθρο «Βόμβες» Θεοχάρη για Τσίπρα: Είχαν σχέδιο να μας πάνε στην δραχμή &#8211; Πριν το δημοψήφισμα έψαχναν εταιρείες για να τυπώσουν χαρτονομίσματα δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/theoxaris-1200x798.jpg",
      "link": "https://www.newsit.gr/politikh/vomves-theoxari-gia-tsipra-eixan-sxedio-na-mas-pane-stin-draxmi-prin-to-dimopsifisma-epsaxnan-etaireies-gia-na-typosoun-xartonomismata/4600409/",
      "date": "2026-02-13T19:24:49.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΣΥΡΙΖΑ για πληθωρισμό: Το μόνο που κάνει η κυβέρνηση είναι να διασπείρει ψεύδη και να ανακοινώνει ημίμετρα",
      "description": "«Η κυβέρνηση, απλούστατα, δεν ενδιαφέρεται να αντιμετωπίσει την ακρίβεια αλλά να την τροφοδοτήσει, προκειμένου να εξυπηρετηθούν τα συμφέροντα των καρτέλ», λέει ο ΣΥΡΙΖΑ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3452-1-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/epikairotita/syriza-gia-plithorismo-mono-pou-kanei-kyvernisi-einai-na-diaspeirei-pseydi-kai-na-anakoinonei-imimetra/",
      "date": "2026-02-13T19:17:23.000Z",
      "source": "In.gr"
    },
    {
      "title": "ΣΥΡΙΖΑ: Άπιαστο όνειρο η στέγη επί των ημερών της κυβέρνησης Μητσοτάκη",
      "description": "«Η κυβέρνηση Μητσοτάκη αντιμετωπίζει την στέγη ως εμπόρευμα και όχι ως αγαθό και με τις πολιτικές της επιδοτεί την ακρίβεια - την κερδοσκοπία - την υπέρμετρη αύξηση των τιμών», λέει ο ΣΥΡΙΖΑ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/TSD_1_KOD-1-768x672.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/epikairotita/syriza-apiasto-oneiro-stegi-epi-ton-imeron-tis-kyvernisis-mitsotaki/",
      "date": "2026-02-13T18:51:29.000Z",
      "source": "In.gr"
    },
    {
      "title": "Γεωργιάδης κατά Κωνσταντοπούλου: «Βγήκα εκτός ορίων, είναι ό,τι χειρότερο έχω συναντήσει»",
      "description": "Νέα αντιπαράθεση με την πρόεδρο της Πλεύσης Ελευθερίας, Ζωή Κωνσταντοπούλου, άνοιξε ο υπουργός Υγείας Άδωνις Γεωργιάδης, υποστηρίζοντας ότι οδηγήθηκε σε δημόσια απάντηση για να «υπερασπιστεί τον εαυτό του» απέναντι σε χαρακτηρισμούς που –όπως είπε– ξεπερνούν κάθε όριο.\nΜιλώντας το απόγευμα της Παρασκευής (13.02.2026) στον ΑΝΤ1, ο Άδωνις Γεωργιάδης αναγνώρισε ότι «βγήκε εκτός ορίων», αποδίδοντας την αντίδρασή του στη συμπεριφορά της Ζωής Κωνσταντοπούλου στις μεταξύ τους αντιπαραθέσεις. «Αντιλαμβάνεστε ότι έχω παιδιά που τα βλέπουν. Μπορώ να εξηγήσω στο παιδί μου γιατί κάποιος με αποκαλεί ελεεινό σκουλήκι; Ελάτε λίγο στη θέση μου. Σας μιλάω ειλικρινά» είπε ο υπουργός Υγείας, και πρόσθεσε: «Βγήκα εκτός ορίων πράγματι. Ωραία τα λέτε απ’ έξω. Καθίστε να μιλήσετε με αυτή τη γυναίκα και να σας διακόπτει κάθε πέντε λεπτά. Έχουμε όρια. Είναι ότι χειρότερο έχω συναντήσει στη ζωή μου». Ο Άδωνις Γεωργιάδης αναφέρθηκε επίσης στη δικαστική εξέλιξη της υπόθεσης, σημειώνοντας ότι δεν ήταν δική του επιλογή να οδηγηθεί η διαμάχη στα δικαστήρια, καθώς –όπως είπε– «εκείνη κατέθεσε μήνυση». Στο ίδιο πλαίσιο, ο υπουργός Υγείας επικαλέστηκε περιστατικό που, κατά τον ίδιο, του μετέφερε αστυνομικός στα Εξάρχεια, σχολιάζοντας την εμφάνιση της προέδρου της Πλεύσης Ελευθερίας και θέτοντας θέμα πολιτικής εικόνας. «Υπουργέ μου γελούν όλα τα Εξάρχεια με την περιβολή της Κωνσταντοπούλου. Εμφανίστηκε με ρόμπα. Η εικόνα ενός πολιτικού αρχηγού να εμφανίζεται με ρόμπα σας φαίνεται σωστό;» επεσήμανε.\nΟ Άωνις Γεωργιάδης κατέληξε, τέλος, εκτιμώντας ότι δεν μπορεί να υπάρξει «εκτόνωση» στη μεταξύ τους σχέση, προσθέτοντας αιχμές για εσωτερικές αποχωρήσεις βουλευτών από την Πλεύση Ελευθερίας. «Εκτόνωση με αυτή τη γυναίκα δεν μπορεί να υπάρχει. Φεύγουν οι βουλευτές της από το ίδιο της το κόμμα. Ήταν 8 και έμειναν 5. Ούτε οι ίδιοι δεν την αντέχουν» είπε.\nTo άρθρο Γεωργιάδης κατά Κωνσταντοπούλου: «Βγήκα εκτός ορίων, είναι ό,τι χειρότερο έχω συναντήσει» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/georgiadis-konstantopoulou-1200x640.jpg",
      "link": "https://www.newsit.gr/politikh/georgiadis-kata-konstantopoulou-vgika-ektos-orion-einai-o-ti-xeirotero-exo-synantisei/4600366/",
      "date": "2026-02-13T18:24:53.000Z",
      "source": "Newsit"
    },
    {
      "title": "Γιάννης Παναγόπουλος σε ΠΑΣΟΚ: Δεν αντιδικώ με το κόμμα μου, αλλά δεν παραιτούμαι από την ΓΣΕΕ",
      "description": "Τη δική του απάντηση στην απόφαση της ΚΟΕΣ του ΠΑΣΟΚ, με την οποία επικυρώθηκε η αναστολή της κομματικής του ιδιότητας και του ζητείται να παραιτηθεί από την ηγεσία της ΓΣΕΕ, έδωσε το απόγευμα της Παρασκευής (13.02.2026) ο Γιάννης Παναγόπουλος, επιχειρώντας να διαχωρίσει τη συνδικαλιστική του ιδιότητα από τις εσωκομματικές διαδικασίες.\nΣε δήλωσή του, ο πρόεδρος της ΓΣΕΕ Γιάννης Παναγόπουλος σημειώνει ότι δεν «αντιδικεί» με το κόμμα του και δηλώνει σύμφωνος με «το σύνολο του σχεδίου αποφάσεων» της ΚΟΕΣ του ΠΑΣΟΚ. Την ίδια στιγμή, υπογραμμίζει ότι στη θέση που υπηρετεί δεν τον εξέλεξε «καμία κομματική επιτροπή», αλλά «χιλιάδες εργαζόμενοι», οι οποίοι –όπως τονίζει– είναι οι μόνοι αρμόδιοι να κρίνουν τη συνδικαλιστική του πορεία.\nΠαράλληλα, ο Γιάννης Παναγόπουλος απορρίπτει την αντίληψη ότι η παράταξη που ηγείται αποτελεί κομματική προέκταση, επιμένοντας ότι η ΠΑΣΚΕ είναι «αυτόνομη και ακηδεμόνευτη». Όπως αναφέρει, στόχος του είναι να οδηγήσει την παράταξη σε «ένα ακόμη νικηφόρο συνέδριο», με «μοναδική μέριμνα» την ενότητα, την υπεράσπιση των δικαιωμάτων και την ενίσχυση μιας «μεγάλης, μαχητικής» παράταξης που υπηρετεί τα συμφέροντα των μισθωτών.\nΟ κ. Παναγόπουλος να διευκολύνει, παραιτούμενος των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ\nΗ δήλωση του Γιάννη Παναγόπουλου έρχεται στον απόηχο της ομόφωνης απόφασης της Πολιτικής Γραμματείας της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου (ΚΟΕΣ), η οποία συνεδρίασε το μεσημέρι της Παρασκευής (13.02.2026). Στην ανακοίνωσή της, η ΠΓ της ΚΟΕΣ υπενθυμίζει ότι η κομματική του ιδιότητα του προέδρου της ΓΣΕΕ τέθηκε «άμεσα σε αναστολή» έως τη διαλεύκανση της υπόθεσης για την οποία ερευνάται, επαναλαμβάνοντας ότι ισχύει το τεκμήριο της αθωότητας. Η ανακοίνωση επίσης αναφέρει ότι από «θέση αρχής» και «για την προάσπιση του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος», ενώ σημειώνεται ότι ο κ. Παναγόπουλος «οφείλει να διευκολύνει», παραιτούμενος «των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ».\nΗ ανακοίνωση του Γιάννη Παναγόπουλου «Σε απάντηση της απόφασης της ΚΟΕΣ, δηλώνω τα ακόλουθα:\nΔεν αντιδικώ με το κόμμα μου. Με βρίσκει σύμφωνο το σύνολο του σχεδίου αποφάσεων της ΚΟΕΣ. Οφείλω όμως να υπογραμμίσω ότι στη θέση που υπηρετώ δεν με εξέλεξε καμία κομματική επιτροπή, αλλά χιλιάδες εργαζόμενοι που εμπιστεύτηκαν τη φωνή και τους αγώνες μας. Εκείνοι είναι οι μόνοι αρμόδιοι να αποφασίσουν για την πορεία μου συνδικαλιστικά, γιατί η παράταξη που ηγούμαι δεν αποτελεί κομματική προέκταση, αλλά είναι αυτόνομη και ακηδεμόνευτη.\nΣτόχος μου να οδηγήσω την παράταξή της οποίας ηγούμαι, την ΠΑΣΚΕ, σε ένα ακόμη νικηφόρο συνέδριο. Μοναδική μου μέριμνα είναι η ενότητα, η υπεράσπιση των δικαιωμάτων και η ενίσχυση μιας μεγάλης, μαχητικής παράταξης που υπηρετεί σταθερά τα συμφέροντα του κόσμου της μισθωτής εργασίας.»\nTo άρθρο Γιάννης Παναγόπουλος σε ΠΑΣΟΚ: Δεν αντιδικώ με το κόμμα μου, αλλά δεν παραιτούμαι από την ΓΣΕΕ δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/panagopoulos12-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/giannis-panagopoulos-se-pasok-den-antidiko-me-to-komma-mou-alla-den-paraitoumai-apo-tin-gsee/4600350/",
      "date": "2026-02-13T18:03:16.000Z",
      "source": "Newsit"
    },
    {
      "title": "Συλλογικές Συμβάσεις Εργασίας: Με 158 «ναι» εγκρίθηκε το νομοσχέδιο – «Ιστορική συμφωνία» λέει η Κεραμέως",
      "description": "Με 158 ψήφους υπέρ και 134 κατά εγκρίθηκε το απόγευμα της Παρασκευής (13.02.2026), επί της αρχής, το νομοσχέδιο του υπουργείου Εργασίας για την ενίσχυση των συλλογικών συμβάσεων εργασίας, με την αντιπολίτευση να διατηρεί σκληρή στάση ζητώντας την απόσυρσή του και την κυβέρνηση να απαντά ότι πρόκειται για «εθνική κοινωνική συμφωνία» που υπερβαίνει τις κομματικές γραμμές.\nΣτην καταληκτική της ομιλία, η υπουργός Εργασίας Νίκη Κεραμέως χαρακτήρισε το πλαίσιο «ιστορική συμφωνία», υποστηρίζοντας ότι «δεν ανήκει σε έναν πολιτικό χώρο», καθώς –όπως ανέφερε– είναι προϊόν συνεννόησης με τους κοινωνικούς εταίρους για τις συλλογικές συμβάσεις εργασίας. Στο φόντο της υπόθεσης Παναγόπουλου, η κ. Κεραμέως έκανε λόγο για «αμηχανία αντιπολίτευσης», σημειώνοντας ότι «οι κατηγορίες είναι ενώπιον της Δικαιοσύνης» και ότι ισχύει το τεκμήριο αθωότητας. «Η εθνική κοινωνική συμφωνία δεν είναι με τα φυσικά πρόσωπα, αλλά με τους θεσμούς», τόνισε.\nΑπαντώντας στην κριτική, στάθηκε στη διαδικασία έγκρισης από το διοικητικό συμβούλιο της ΓΣΕΕ, επισημαίνοντας ότι υπήρξε ομοφωνία των παρατάξεων πλην του ΚΚΕ. Παράλληλα, επέκρινε την κοινοβουλευτική στάση κομμάτων της αντιπολίτευσης, υποστηρίζοντας ότι εμφανίζουν ασυνέπεια μεταξύ της ψήφου επί της αρχής και των επιμέρους άρθρων. «Το ΠΑΣΟΚ ψήφισε “ναι” στη ΓΣΕΕ, στη Βουλή “όχι”. Ο ΣΥΡΙΖΑ “ναι” στη ΓΣΕΕ, στη Βουλή “όχι”», ανέφερε, για να προσθέσει πως «πώς γίνεται ένα κόμμα να ψηφίζει “όχι” στον σκοπό και το περιεχόμενο και “ναι” στα βασικά άρθρα;», επικαλούμενη το άρθρο 95 του Κανονισμού της Βουλής για την ψήφο επί της αρχής.\nΗ υπουργός εκτίμησε ότι ανοίγει «νέα εποχή» για τις συλλογικές συμβάσεις εργασίας, καθώς –όπως είπε– περισσότεροι εργαζόμενοι θα καλύπτονται από συλλογικές ρυθμίσεις με «πολλά οφέλη», υποστηρίζοντας ότι «ποτέ στο παρελθόν δεν υπήρξε συμφωνία κυβέρνησης με όλους τους εταίρους τέτοιου εύρους». «Κάθε λέξη της συμφωνίας και του νομοσχεδίου αποτελεί κείμενο συμφωνίας κυβέρνησης και όλων των εκπροσώπων των εθνικών κοινωνικών εταίρων», σημείωσε, προσθέτοντας ότι δεν πρόκειται για «άλλο ένα νομοσχέδιο της κυβέρνησης», αλλά για κοινό προϊόν διαλόγου.\nΑπό την πλευρά του ΠΑΣΟΚ, ο κοινοβουλευτικός εκπρόσωπος Δημήτρης Μάντζος εξήγησε ότι το κόμμα του καταψηφίζει επί της αρχής, διαφωνώντας με τη συνολική πολιτική της κυβέρνησης στα εργασιακά, αλλά υπερψηφίζει επιμέρους διατάξεις που θεωρεί ότι κινούνται «στη σωστή κατεύθυνση». «Καταψηφίζουμε, ναι. Γιατί διαφωνούμε με την πολιτική της κυβέρνησης στα εργασιακά. Τρία βήματα πίσω, ένα μπροστά», ανέφερε χαρακτηριστικά.\nTo άρθρο Συλλογικές Συμβάσεις Εργασίας: Με 158 «ναι» εγκρίθηκε το νομοσχέδιο &#8211; «Ιστορική συμφωνία» λέει η Κεραμέως δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/niki-kerameos-eurokinissi-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/syllogikes-symvaseis-ergasias-me-158-nai-egkrithike-to-nomosxedio-istoriki-symfonia-leei-i-kerameos/4600333/",
      "date": "2026-02-13T17:47:04.000Z",
      "source": "Newsit"
    },
    {
      "title": "Μιχάλης Χρυσοχοΐδης: 1400 αστυνομικοί στην Αττική το 2026 και συνεχής επαγρύπνηση για την καταπολέμηση του εγκλήματος",
      "description": "Τη θέση ότι η βασική στρατηγική για την καταπολέμηση του εγκλήματος είναι η επαγρύπνηση, εξέφρασε ο υπουργός Προστασίας του Πολίτη Μιχάλης Χρυσοχοΐδης, μιλώντας το πρωί της Παρασκευής (13.02.2026) σε εκδήλωση της Υποδιεύθυνσης Δίωξης και Εξιχνίασης Εγκλημάτων Δυτικής Αττικής, στο δημαρχείο Φυλής, ενώ τόνισε την ανάγκη οι αστυνομικοί να συνεχίσουν τη δουλειά που γίνεται στις γειτονιές της Αττικής για την ενίσχυση του αισθήματος ασφάλειας των πολιτών.\nΟ υπουργός Προστασίας του Πολίτη Μιχάλης Χρυσοχοΐδη επανέλαβε επίσης ότι το 2026 οι υπηρεσίες της Αττικής θα ενισχυθούν με συνολικά 1.400 άτομα για την πάταξη της εγκληματικότητας, εκ των οποίων τα 800 μέσα στην άνοιξη και τα υπόλοιπα 600 από το φθινόπωρο, δίνοντας ιδιαίτερη έμφαση σε αυτό, καθώς, όπως είπε, οι αστυνομικοί της Αττικής σηκώνουν το μεγαλύτερο βάρος από τις υπηρεσίες και τους συναδέλφους τους της Περιφέρειας.\nΝωρίτερα ο Μιχάλης Χρυσοχοΐδης είχε μιλήσει σε στελέχη της ΕΛ.ΑΣ σε εκδήλωση της Ένωσης Αστυνομικών Υπαλλήλων Βορειοανατολικής Αττικής, όπου συνεχάρη τους αξιωματικούς και τα στελέχη για τη δουλειά που έχουν κάνει όλο αυτόν τον χρόνο, επισημαίνοντας πως η πολιτική και φυσική ηγεσία θα συνεχίσει να είναι δίπλα τους. «Οι εγκληματίες δεν κοιμούνται, το έγκλημα δεν ησυχάζει, το έγκλημα είναι εδώ, καθημερινά, και απεργάζεται τρόπους για να πλήξει τα συμφέροντα της κοινωνίας και την κοινωνική ειρήνη. Το ζητούμενο είναι να παρέχουμε ασφάλεια και να αισθάνονται οι άνθρωποι ότι για κάθε πρόβλημα έχουν κοντά τους την αστυνομία», σημείωσε ο υπουργός Προστασίας του Πολίτη. Στη συνέχεια απευθύνθηκε στον δήμαρχο Φυλής, Χρήστο Παππού, με τον οποίο έχει στενή συνεργασία για την επίλυση των ιδιαίτερων ζητημάτων που αντιμετωπίζει η περιοχή. Όπως είπε ο υπουργός Προστασίας του Πολίτη, μόλις τον συνάντησε ο δήμαρχος τον ευχαρίστησε για την καλή δουλειά που γίνεται στον δήμο, λέγοντάς του: «Επιτέλους τα βράδια κοιμόμαστε». Ο Μιχάλης Χρυσοχοΐδης έκανε ειδική αναφορά στην ενίσχυση των Υπηρεσιών τόσο σε επίπεδο προσωπικού, όσο και σε επίπεδο μέσων και τεχνολογίας και κυρίως στη δράση των Ομάδων Πρόληψης και Διαμεσολάβησης μέσα στους οικισμούς με υψηλή παραβατικότητα, όπως και στις ομάδες αστυνόμευσης στα ΜΜΜ, στο πλαίσιο του σχεδίου «ΑΡΙΑΔΝΗ», τονίζοντας πως συμπληρώνουν ένα ουσιώδες σχέδιο προστασίας και ασφάλειας στην περιοχή, που σταδιακά με προσθήκες και δράσεις θα αποτελεί ένα πλήρες πλαίσιο ασφάλειας.\nΣτη συνέχεια, έκανε λόγο για την ανάγκη στήριξης του αστυνομικού προσωπικού και σημείωσε πως το 2025 ήταν εξαιρετικά παραγωγικό σε ό,τι αφορά την ενίσχυση των εισοδημάτων τους. «Είμαστε δίπλα σας, είμαστε κοντά σας, είμαστε μαζί σας. Θα συνεχίσουμε αυτή την προσπάθεια όλοι μαζί», επεσήμανε ο υπουργός Προστασίας του Πολίτη.\nΣτις εκδηλώσεις παρέστησαν Ανώτατοι και ανώτεροι αξιωματικοί και στελέχη της ΕΛ.ΑΣ, συνδικαλιστικοί εκπρόσωποι της Αστυνομίας και εκπρόσωποι της Τοπικής Αυτοδιοίκησης και της Περιφέρειας Αττικής.\nTo άρθρο Μιχάλης Χρυσοχοΐδης: 1400 αστυνομικοί στην Αττική το 2026 και συνεχής επαγρύπνηση για την καταπολέμηση του εγκλήματος δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/astinomikoi-1200x774.jpg",
      "link": "https://www.newsit.gr/politikh/mixalis-xrysoxoidis-1400-astynomikoi-stin-attiki-to-2026-kai-synexis-epagrypnisi-gia-tin-katapolemisi-tou-egklimatos/4600318/",
      "date": "2026-02-13T17:31:27.000Z",
      "source": "Newsit"
    },
    {
      "title": "Υπερψηφίστηκε το νομοσχέδιο για τις συλλογικές συμβάσεις",
      "description": "Το σχέδιο νόμου επί της αρχής και στο σύνολό του ψηφίσθηκε με 158 «υπέρ» έναντι 134 «κατά», επί 292 ψηφισάντων.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/olomeleia-1-2-1-768x513.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/yperpsifistike-to-nomosxedio-gia-tis-syllogikes-symvaseis/",
      "date": "2026-02-13T17:07:31.000Z",
      "source": "In.gr"
    },
    {
      "title": "Γιάννης Παναγόπουλος: Το ΠΑΣΟΚ ζητά να παραιτηθεί από την ηγεσία της ΓΣΕΕ",
      "description": "Η συνεδρίαση της Πολιτικής Γραμματείας της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου (ΚΟΕΣ), που πραγματοποιήθηκε το απόγευμα της Παρασκευής (13.02.2026), κατέληξε σε ομόφωνη απόφαση για την πορεία προς το συνέδριο του ΠΑΣΟΚ και τη στρατηγική ενόψει των εθνικών εκλογών. Την ίδια στιγμή, ωστόσο, ανέδειξε διαφωνίες για τον τρόπο εκλογής και την κατανομή των συνέδρων, ενώ αρκετά στελέχη εξέφρασαν έντονη ανησυχία για την υπόθεση Παναγόπουλου.\nΗ επιμονή του Νίκου Ανδρουλάκη στο μοντέλο που είχε εφαρμοστεί και στο προηγούμενο συνέδριο προκάλεσε ενστάσεις από τον δήμαρχο Αθηναίων Χάρη Δούκα και τη βουλευτή Νάντια Γιαννακοπούλου, με τη συζήτηση να αποτυπώνει μια σαφή διαφορά προσέγγισης. Παράλληλα, η συνεδρίαση απασχόλησαν και οι τελευταίες εξελίξεις στην υπόθεση του προέδρου της ΓΣΕΕ, Γιάννη Παναγόπουλου, ο οποίος ερευνάται για υπεξαίρεση κονδυλίων.\nΌσον αφορά την υπόθεση Παναγόπουλου, η Πολιτική Γραμματεία υπενθυμίζει ότι τέθηκε «άμεσα σε αναστολή» η κομματική του ιδιότητα έως τη διαλεύκανση της υπόθεσης για την οποία ερευνάται, επαναλαμβάνοντας ότι ισχύει το τεκμήριο της αθωότητας. Η ανακοίνωση επίσης αναφέρει ότι από «θέση αρχής» και «για την προάσπιση του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος», ενώ σημειώνεται ότι ο κ. Παναγόπουλος «οφείλει να διευκολύνει», παραιτούμενος «των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ».\nΣτο ίδιο πλαίσιο, το ΠΑΣΟΚ διαμηνύει ότι «ούτε εκβιάζεται, ούτε απειλείται», καλώντας σε πρωτοβουλίες για την αντιμετώπιση χρόνιων παθογενειών που –όπως αναφέρει– επανέρχονται στην επιφάνεια: από την κρίση αντιπροσωπευτικότητας και αξιοπιστίας έως την ανάγκη «απεγκλωβισμού» από κατεστημένες αντιλήψεις και εξαρτήσεις. Η ανακοίνωση απευθύνει επίσης κάλεσμα προς τα μέλη και τους φίλους που δραστηριοποιούνται στους χώρους εργασίας και στις συνδικαλιστικές παρατάξεις να συμμετάσχουν στον προσυνεδριακό διάλογο και στις πρωτοβουλίες που θα ακολουθήσουν.\nΟ δρόμος προς το Συνέδριο\nΗ Πολιτική Γραμματεία, όπως αναφέρεται στη σχετική ανακοίνωση, εξέτασε «διεξοδικά» την ατζέντα της πορείας προς το συνέδριο, αλλά και την πολιτική στρατηγική «ενόψει των επερχόμενων εθνικών εκλογών», τις οποίες χαρακτηρίζει «μείζον πολιτικό διακύβευμα». Τη συζήτηση άνοιξε ο πρόεδρος του ΠΑΣΟΚ, Νίκος Ανδρουλάκης, θέτοντας –κατά την ανακοίνωση– ζητήματα που αφορούν την «εθνική στρατηγική», τις βασικές πολιτικές και ιδεολογικές θέσεις του κόμματος και τον τρόπο με τον οποίο θα πορευθεί προς συνέδριο και εκλογές.\nΗ απόφαση υπογραμμίζει επίσης ότι το ΠΑΣΟΚ προσέρχεται στο συνέδριο με «σαφή και καθαρή ιδεολογική ταυτότητα», με αιχμή τη σοσιαλδημοκρατία του 21ου αιώνα ως απάντηση στις κοινωνικές, οικονομικές και γεωπολιτικές προκλήσεις. Παράλληλα, επαναδιατυπώνει τη θέση ότι το ΠΑΣΟΚ είναι «κόμμα εξουσίας» –όχι «κόμμα διαμαρτυρίας»– με στόχο τη διακυβέρνηση, ενώ επιμένει στην «αυτόνομη πολιτική πορεία» και στην πλήρη προγραμματική αυτοτέλεια στη μάχη των εκλογών.\nΤι αποφασίστηκε για την «αμφίπλευρη διεύρυνση»\nΙδιαίτερη αναφορά γίνεται στη στρατηγική «αμφίπλευρης διεύρυνσης», η οποία –όπως σημειώνεται– έχει ήδη εκκινήσει μέσω αρμόδιας επιτροπής υπό τον Κώστα Σκανδαλίδη, με στόχο την επιστροφή πολιτών και στελεχών που απομακρύνθηκαν σε προηγούμενες περιόδους. Στην ίδια γραμμή, η ανακοίνωση αποσαφηνίζει ότι το ζήτημα της πρόσκλησης και ένταξης βουλευτών αποτελεί αρμοδιότητα του προέδρου, ως επικεφαλής και της Κοινοβουλευτικής Ομάδας. Σε ό,τι αφορά τις συνεργασίες, το κόμμα δηλώνει ότι θα εντείνει τη συνεργασία του με πολιτικές ομάδες, οργανώσεις και κοινωνικούς φορείς – στο επίπεδο του κοινοβουλίου, της κοινωνίας και των συνδικάτων – με στόχο την προώθηση της «πολιτικής αλλαγής», ενώ ως «πολιτικό αντίπαλο» προσδιορίζει τη Νέα Δημοκρατία. Στρατηγικός στόχος, σύμφωνα με την απόφαση, είναι να αναδειχθεί πρώτο κόμμα και να συγκροτήσει κυβέρνηση «με κορμό το ΠΑΣΟΚ».\nTo άρθρο Γιάννης Παναγόπουλος: Το ΠΑΣΟΚ ζητά να παραιτηθεί από την ηγεσία της ΓΣΕΕ δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/gsee-panagopoulos-eurok-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/giannis-panagopoulos-to-pasok-zita-na-paraitithei-apo-tin-igesia-tis-gsee/4600296/",
      "date": "2026-02-13T17:01:32.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΠΑΣΟΚ: «Μάχη» διαρροών μετά τη συνεδρίαση της ΚΟΕΣ",
      "description": "Στελέχη της πλειοψηφίας σημειώνουν ότι στα μέσα ενημέρωσης διέρρευσαν ανύπαρκτοι διάλογοι από τη συνεδρίαση στο ΠΑΣΟΚ φωτογραφίζοντας τον Χάρη Δούκα. Τι απαντά η πλευρά Δούκα",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/1000001982-768x604.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/pasok-maxi-diarroon-meta-ti-synedriasi-tis-koes/",
      "date": "2026-02-13T16:52:40.000Z",
      "source": "In.gr"
    },
    {
      "title": "Καρυστιανού για αγροτικό συλλαλητήριο – «Η κοινωνία μίλησε: Κάθαρση παντού»",
      "description": "«Σήμερα η Αθήνα δεν είναι απλώς το σκηνικό μιας ακόμη διαμαρτυρίας. Είναι ο τόπος όπου συναντιούνται η αξιοπρέπεια με την αγανάκτηση, η υπομονή με το όριο, ο αλύγιστος αγώνας με την περηφάνια» γράφει η Μαρία Καρυστιανού, σε ανάρτησή της στο Facebook, το απόγευμα της Παρασκευής (13/2/26), με αφορμή το συλλαλητήριο των αγροτών στην Αθήνα.\n«Οι αγρότες και οι κτηνοτρόφοι δεν βρίσκονται εδώ για το θεαθήναι. Δεν άφησαν τα χωράφια και τα κοπάδια τους για μια συμβολική κίνηση. Βρίσκονται εδώ γιατί έφτασαν στο σημείο μηδέν. Γιατί το κόστος παραγωγής έγινε θηλιά, γιατί οι υποσχέσεις αποδείχθηκαν κενές, γιατί η αναμονή για δικαιοσύνη μετατράπηκε σε φρούδες ελπίδες» σύμφωνα με την Μαρία Καρυστιανού.\nΤο ρεύμα και τα καύσιμα παραμένουν βραχνάς. Οι αποζημιώσεις καθυστερούν. Οι εξαγγελίες ανακυκλώνονται. Και την ίδια στιγμή, οι πραγματικοί παραγωγοί βλέπουν να αποκαλύπτεται ένα σύστημα που αντί να στηρίζει τον μόχθο, επιβραβεύει τις διασυνδέσεις και τη «σιωπή». Το ζήτημα δεν είναι μόνο οικονομικό. Είναι βαθιά ηθικό.\nΌταν οι επιδοτήσεις δεν φτάνουν σε αυτούς που παράγουν, όταν οι έλεγχοι γίνονται επιλεκτικά, όταν η ευθύνη διαχέεται για να μη φτάσει πουθενά, τότε δεν μιλάμε για αδυναμία, μιλάμε ξεκάθαρα για δόλια επιλογή. Οι αληθινοί κτηνοτρόφοι μετρούν απώλειες στα κοπάδια τους, μετρούν ζημιές που δεν αναπληρώνονται, μετρούν μέρες αγωνίας, χωρίς σαφές σχέδιο στήριξης. Πίσω από κάθε αριθμό υπάρχει μια οικογένεια. Πίσω από κάθε «στατιστική» υπάρχει ένας άνθρωπος που παλεύει να κρατήσει ζωντανή τη δουλειά του.\nΚαι το ερώτημα γίνεται απλό και αμείλικτο: Θέλουμε πρωτογενή παραγωγή ή θέλουμε ρουσφέτια και εξαρτήσεις; Θέλουμε ύπαιθρο ζωντανή ή χωριά άδεια και εγκαταλελειμμένα; Θέλουμε διαφάνεια ή ανοχή στο πλιάτσικο που συντελείται στις πλάτες των αγροτών;\nΣτο Σύνταγμα δεν παρίστανται συντεχνίες. Διαδηλώνουν αγρότες που ζητούν το αυτονόητο: Καθαρές διαδικασίες, δίκαιες αποζημιώσεις, σταθερό πλαίσιο για να μπορούν να παράγουν χωρίς να αισθάνονται όμηροι. Ζητούν λογοδοσία όπου υπάρχουν σκιές. Ζητούν σχέδιο και γενναίες δίκαιες αποφάσεις.\nΗ χώρα χωρίς ισχυρή αγροτική και κτηνοτροφική παραγωγή δεν έχει αυτάρκεια, δεν έχει ανθεκτικότητα, δεν έχει μέλλον. Η παραγωγική ανασυγκρότηση απαιτεί διάφανους κανόνες και δίκαιο κυβερνητικό σχεδιασμό.Στεκόμαστε δίπλα στον αγώνα των αγροτών συνειδητά. Γιατί ο αγώνας για διαφάνεια, δικαιοσύνη και αξιοπρέπεια αφορά όλους μας. Αφορά την ίδια τη δημοκρατία μας.Η κοινωνία δεν ζητά θαύματα. Ζητά αλήθεια. Και στο τέλος, πάντα η αλήθεια λάμπει.Δεν υπάρχουν άλλα περιθώρια για υπεκφυγές. Υπάρχει μόνο μία απαίτηση: Καθαροί κανόνες και ίση μεταχείριση.Η κοινωνία μίλησε: Κάθαρση παντού!\nTo άρθρο Καρυστιανού για αγροτικό συλλαλητήριο &#8211; «Η κοινωνία μίλησε: Κάθαρση παντού» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/karystianou-1.jpg",
      "link": "https://www.newsit.gr/politikh/karystianou-gia-agrotiko-syllalitirio-i-koinonia-milise-katharsi-pantou/4600245/",
      "date": "2026-02-13T16:02:54.000Z",
      "source": "Newsit"
    },
    {
      "title": "Δούκας και Γιαννακοπούλου την «έπεσαν» στον Ανδρουλάκη για τους συνέδρους: «Το ΠΑΣΟΚ είναι κόμμα μελών», «Τράβηξε πίσω αυτό το εκλογικό σύστημα»",
      "description": "Βαθαίνει η εσωκομματική ένταση στο ΠΑΣΟΚ ενόψει του Συνεδρίου, καθώς δεν είναι λίγα τα «κορυφαία» στελέχη που διαφωνούν με τον τρόπο εκλογής των συνέδρων που προτείνει ο Νίκος Ανδρουλάκης. Στη συνεδρίαση της Πολιτικής Γραμματείας, η οποία βρίσκεται σε εξέλιξη, ο πρόεδρος του κόμματος απέρριψε τα περί «αλγόριθμου», ωστόσο στελέχη όπως ο Χάρης Δούκας και η Νάντια Γιαννακοπούλου απάντησαν στα όσα ανέφερε στην εισαγωγική του τοποθέτηση.\nΣτον απόηχο της αυστηρής προειδοποίησης του Νίκου Ανδρουλάκη ότι «όταν συνεδριάζουν τα όργανα θα τα σέβεστε. Τα συνέδρια θα τα σέβεστε» –μια φράση με την οποία επιχείρησε να κλείσει τη συζήτηση για τον τρόπο εκλογής και κατανομής των συνέδρων, αλλά και να ανακόψει το «γαϊτανάκι» διαρροών– οι παρεμβάσεις του Χάρη Δούκα και της Νάντιας Γιαννακοπούλου κινήθηκαν σε δύο άξονες: αφενός άσκησαν κριτική στο προτεινόμενο σχήμα, υποστηρίζοντας ότι πλήττει την ισοτιμία των μελών, αφετέρου προειδοποίησαν για τον κίνδυνο εσωστρέφειας, σε μια συγκυρία που –όπως τόνισαν– το ΠΑΣΟΚ δεν έχει περιθώριο να εγκλωβιστεί στη στασιμότητα και να χάσει το πολιτικό διακύβευμα ενός «μαζικού, δημοκρατικού» συνεδρίου.\nΧάρης Δούκας: «Να εκλέξουμε συνέδρους με βάση τα μέλη»\nΟ δήμαρχος Αθηναίων Χάρης Δούκας ξεκαθάρισε ότι δεν αμφισβήτησε τον Νίκο Ανδρουλάκη μετά τις εσωκομματικές εκλογές, σημειώνοντας πως «σέβομαι τα όργανα», αλλά προσθέτοντας ότι «πρέπει κι εσύ να σέβεσαι εμάς», ζητώντας να μην «ποινικοποιείται» ο διάλογος. Όπως είπε, η ευθύνη για να διασφαλιστεί ο ουσιαστικός διάλογος ανήκει πρωτίστως στον πρόεδρο. Για το επίμαχο θέμα των συνέδρων, αμφισβήτησε τη λογική ότι «δεν υπάρχουν μητρώα» ή ότι «δεν ξέρουμε» ποιοι είναι φίλοι και ποιοι μέλη «ενάμιση χρόνο μετά» τις εσωκομματικές εκλογές. Ο Χάρης Δούκας υποστήριξε ότι η προτεινόμενη διαδικασία συνιστά «αλγόριθμο», τον οποίο συνέδεσε με αντίθεση προς προηγούμενη εγκύκλιο της ηγεσίας στο συνέδριο του 2022, επιμένοντας ότι «το ΠΑΣΟΚ είναι κόμμα μελών» και ότι οι σύνεδροι πρέπει να εκλέγονται «με βάση τα μέλη», χωρίς –όπως είπε– αντίστοιχο προηγούμενο. Παράλληλα, προειδοποίησε για τον κίνδυνο εσωστρέφειας, σημειώνοντας ότι «με τις διατυπώσεις και τις αιχμές» που –κατά τον ίδιο– δόθηκαν στη δημοσιότητα πριν ολοκληρωθεί η συνεδρίαση «παράγεται εσωστρέφεια». Τόνισε, ωστόσο, ότι «όχι στην εσωστρέφεια» πρέπει να συνδυαστεί και με «όχι στη στασιμότητα», καλώντας σε «διάλογο και σύνθεση για τη νίκη».\nΓιαννακοπούλου σε Ανδρουλάκη: «Τράβηξε πίσω αυτό το εκλογικό σύστημα»\nΗ Νάντια Γιαννακοπούλου, από την πλευρά της, εξέφρασε την «ανησυχία», που –όπως είπε– μεταφέρει από μέλη και ψηφοφόρους, υποστηρίζοντας ότι δύο ζητήματα «δημιουργούν απογοήτευση και τροφοδοτούν εσωστρέφεια». Το πρώτο αφορά την υπόθεση Παναγόπουλου και τις εξελίξεις στην ΠΑΣΚΕ, οι οποίες –κατά την εκτίμησή της– καλλιεργούν «κλίμα εμφυλίου» σε έναν νευραλγικό χώρο, αυτόν του συνδικαλισμού. Όπως τόνισε, «δεν γίνεται καθόλου κατανοητή» η θέση ότι πρόκειται για «γαλάζιο σκάνδαλο», όταν ο βασικός πρωταγωνιστής της διερεύνησης είναι ο πρόεδρος της ΓΣΕΕ, επί δεκαετίες στέλεχος του ΠΑΣΟΚ. Υπενθύμισε ότι «καλώς ανεστάλη» η κομματική του ιδιότητα και πρόσθεσε ότι η ίδια είχε τοποθετηθεί δημόσια υπέρ της παραίτησής του από την προεδρία της ΓΣΕΕ όσο διαρκεί η διερεύνηση, επισημαίνοντας ωστόσο ότι «από αυτά μέχρι τον εμφύλιο υπάρχει μεγάλη απόσταση».\nΤο δεύτερο –και κεντρικό– ζήτημα, όπως είπε, είναι ο τρόπος εκλογής των αντιπροσώπων, τον οποίο χαρακτήρισε «αντικαταστατικό», καθώς –κατά την τοποθέτησή της– πλήττει την «αυτονόητη ισοτιμία των μελών». Υπογράμμισε ότι δεν την απασχολούν οι «συσχετισμοί» και η εκλογή συγκεκριμένων προσώπων στα όργανα, αλλά αυτό που «εισπράττει» ως αγωνία από τη βάση, τονίζοντας ότι «ο κόσμος του κόμματος που άντεξε στα δύσκολα δεν αντέχει αυτή την εικόνα». Κάλεσε, μάλιστα, τον πρόεδρο να «κάνει μια υπέρβαση» και να αποσύρει το προτεινόμενο εκλογικό σύστημα, υποστηρίζοντας ότι έχει δημιουργήσει «πολύ περισσότερα προβλήματα στη βάση» και ότι μια τέτοια κίνηση θα αποτελούσε «πράξη σύνθεσης». «Πρόεδρε, κάνε μια υπέρβαση. Τράβηξε πίσω αυτό το εκλογικό σύστημα. Έχει δημιουργήσει πολύ περισσότερα προβλήματα στη βάση του κόμματος. Θα είναι μια πράξη σύνθεσης από τη μεριά σου» είπε χαρακτηριστικά. Στο ίδιο πλαίσιο, η Νάντια Γιαννακοπούλου ζήτησε το επίδικο να παραμείνει το πολιτικό περιεχόμενο του συνεδρίου: «να φτάσουμε σε ένα μαζικό, δημοκρατικό, πολιτικό συνέδριο» που θα συσπειρώσει, θα δώσει απαντήσεις για το «πώς θα ανεβάσουμε τις δυνάμεις μας» και δεν θα αφήσει την παράταξη «στάσιμη ή να πέφτει». Επισήμανε, επίσης, την ανάγκη τακτικότερων συζητήσεων για κρίσιμα θέματα –όπως η συνταγματική αναθεώρηση– και ζήτησε να είναι σαφές ότι οι θέσεις του ΠΑΣΟΚ για το Σύνταγμα θα διαμορφωθούν «μέσα στις δικές μας διαδικασίες», όχι σε εξωθεσμικά «στρογγυλά τραπέζια» με άλλους χώρους της αντιπολίτευσης.\nTo άρθρο Δούκας και Γιαννακοπούλου την «έπεσαν» στον Ανδρουλάκη για τους συνέδρους: «Το ΠΑΣΟΚ είναι κόμμα μελών», «Τράβηξε πίσω αυτό το εκλογικό σύστημα» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/haris-doukas-nantia-giannakopoulou-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/doukas-kai-giannakopoulou-tin-epesan-ston-androulaki-gia-tous-synedrous-to-pasok-einai-komma-melon-travikse-piso-ayto-to-eklogiko-systima/4600229/",
      "date": "2026-02-13T15:45:01.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΠΑΣΟΚ: Αυτόνομη πορεία, αμφίπλευρη διεύρυνση, αντίπαλος η ΝΔ – Να παραιτηθεί ο Παναγόπουλος από την ηγεσία της ΓΣΕΕ",
      "description": "«Το ΠΑΣΟΚ ούτε εκβιάζεται, ούτε απειλείται», διαμηνύει η Πολιτική Γραμματεία της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου του κόμματος προς την ηγεσία της ΓΣΕΕ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6426021-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/pasok-aytonomi-poreia-amfipleyri-dieyrynsi-antipalos-nd-na-paraitithei-o-panagopoulos-apo-tin-igesia-tis-gsee/",
      "date": "2026-02-13T15:41:18.000Z",
      "source": "In.gr"
    },
    {
      "title": "Αλέξης Τσίπρας: Στη Λάρισα η επόμενη παρουσίαση της «Ιθάκης» του πρώην πρωθυπουργού",
      "description": "Η Λάρισα αποτελεί τον επόμενο σταθμό στον κύκλο παρουσιάσεων του βιβλίου «Ιθάκη» του Αλέξη Τσίπρα. Σύμφωνα με την πρόσκληση των εκδόσεων Gutenberg, η εκδήλωση θα πραγματοποιηθεί τη Δευτέρα 16 Φεβρουαρίου 2026, στο συνεδριακό κέντρο του Divani Palace Larissa (Παπαναστασίου 19).\nΓια το ιστορικό και το πολιτικό αποτύπωμα του βιβλίου του Αλέξη Τσίπρα θα συζητήσουν ο Απόστολος Καλογιάννης, πρώην δήμαρχος Λαρισαίων, η Ιωάννα Καραβάνα, δικηγόρος και πρόεδρος του Συλλόγου Καρκινοπαθών, ο Θέμης Λαζαρίδης, καθηγητής στο Πανεπιστήμιο Θεσσαλίας, η ηθοποιός Μαριάννα Τουμασάτου και ο Σωτήρης Τσουκαρέλης, πολιτικός επιστήμονας και υπεύθυνος κοινωνικής καινοτομίας της ΚοινΣΕπ «Τα Ψηλά Βουνά». Θα ακολουθήσει ομιλία του πρώην πρωθυπουργού. Τον συντονισμό της παρουσίασης έχουν αναλάβει οι δημοσιογράφοι Γιάννης Γιαννακόπουλος (Θεσσαλία TV) και Αλεξία Τασούλη (Ναυτεμπορική TV). Η προσέλευση έχει οριστεί για τις 18:30, ενώ η έναρξη της εκδήλωσης για τις 19:00.\nTo άρθρο Αλέξης Τσίπρας: Στη Λάρισα η επόμενη παρουσίαση της «Ιθάκης» του πρώην πρωθυπουργού δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/alexis-tsipras-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/aleksis-tsipras-sti-larisa-i-epomeni-parousiasi-tis-ithakis-tou-proin-prothypourgou/4600195/",
      "date": "2026-02-13T15:17:57.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΠΑΣΟΚ: Το να χρησιμοποιεί ως σημαία του το σύνθημα «νομιμότητα παντού» ο Μητσοτάκης, είναι το πιο σύντομο ανέκδοτο",
      "description": "«Οι πολίτες θυμούνται πως εφαρμόστηκε το 'νομιμότητα παντού' στο σκάνδαλο του ΟΠΕΚΕΠΕ με ένα απίστευτο σόου στη Βουλή όπου ψήφιζαν οι... φάκελοι», σημειώνει χαρακτηριστικά το ΠΑΣΟΚ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/kapa59011770723007-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/pasok-na-xrisimopoiei-os-simaia-tou-synthima-nomimotita-pantou-o-mitsotakis-einai-pio-syntomo-anekdoto/",
      "date": "2026-02-13T15:13:39.000Z",
      "source": "In.gr"
    },
    {
      "title": "Ο «ανεξάρτητος» Στουρνάρας, υπέβαλε τα σέβη του στο σύστημα Μητσοτάκη, υπερθεματίζει ο Σακελλαρίδης μετά την οργή Τσίπρα",
      "description": "Λάβρος κατά του Γιάννη Στουρνάρα ο Γαβριήλ Σακελλαρίδης για τη συνέντευξή του στην Ομάδα Αλήθειας «που έχει πρωταγωνιστήσει στη δολοφονία χαρακτήρων και στη διάχυση του πιο ακροδεξιού ζόφου στα μέσα κοινωνικής δικτύωσης». Μιλά για ευθεία ομολογία ότι η εποπτεία του τραπεζικού συστήματος γίνεται στο όνομα του Κ. Μητσοτάκη και του ρυπαρού συστήματος του, κατηγορία που πρόσαψε και ο Αλέξης Τσίπρας.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/40A0110-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/o-aneksartitos-stournaras-ypevale-ta-sevi-tou-sto-systima-mitsotaki-yperthematizei-o-sakellaridis-meta-tin-orgi-tsipra/",
      "date": "2026-02-13T14:50:21.000Z",
      "source": "In.gr"
    }
  ],
  "sports": [
    {
      "title": "Ολυμπιακός - ΒΚ-46 39-30: Πρώτο «ερυθρόλευκο» βήμα για την 8άδα",
      "description": "Ένα σημαντικό βήμα για την πρόκριση στα προημιτελικά του EHF European Cup έκανε ο Ολυμπιακός, επικρατώντας της BK-46 με 39-30 στο πρώτο ματς της φάσης των \"16\".",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/olympiakos_handball.jpg?itok=x31nEqmN",
      "link": "https://www.gazzetta.gr/handball/2516083/olympiakos-bk-46-39-30-proto-erythroleyko-bima-gia-tin-8ada",
      "date": "2026-02-14T19:13:02.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Κωστούλας: Βασικός για την Μπράιτον ενάντια στη Λίβερπουλ",
      "description": "Ο Μπάμπης Κωστούλας είναι βασικός για τη Μπράιτον στο εκτός έδρας ματς Κυπέλλου με τη Λίβερπουλ.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-01/babis_kostoulas_brighton.jpg?itok=WMS7pNU7",
      "link": "https://www.gazzetta.gr/football/fa-cup/2516082/kostoylas-basikos-gia-tin-mpraiton-enantia-sti-liberpoyl",
      "date": "2026-02-14T19:11:32.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σε μήνυση προχωρά ο Πάνος Ρούτσι κατά Καπερνάρου: «Μας ειρωνεύονται και μας κοροϊδεύουν στο δικαστήριο»",
      "description": "Στους χαρακτηρισμούς του Βασίλη Καπερνάρου απάντησε ο Πάνος Ρούτσι, λέγοντας μάλιστα ότι προχωρά σε μήνυση κατά του γνωστού δικηγόρου.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/roytsi-routsi.jpg_1.jpg?itok=jVvj2Cfo",
      "link": "https://www.gazzetta.gr/plus/2516081/se-minysi-prohora-o-panos-roytsi-kata-kapernaroy-mas-eironeyontai-kai-mas-koroideyoyn",
      "date": "2026-02-14T19:10:56.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Τα highlights από τη νίκη του Περιστερίου μέσα στην Πάτρα",
      "description": "Τα highlights και οι καλύτερες φάσεις από τη νίκη του Περιστερίου επί του Προμηθέα μέσα στην Πάτρα για την 19η αγωνιστική της Stoiximan GBL.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/cardenas_eurokinisi.jpg?itok=fwwgcfKc",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516080/ta-highlights-apo-ti-niki-toy-peristerioy-mesa-stin-patra",
      "date": "2026-02-14T19:10:05.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σάκοτα: «Τα παιδιά αξίζουν συγχαρητήρια, σπουδαίες οι 12 σερί νίκες»",
      "description": "Ο Ντράγκαν Σάκοτα έδειξε τη χαρά του για τη νίκη της ΑΕΚ επί του ΠΑΟΚ και έδωσε συγχαρητήρια στους παίκτες του.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2025-09/sakota_9.jpg?itok=nD8L90L6",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516079/sakota-ta-paidia-axizoyn-sygharitiria-spoydaies-oi-12-seri-nikes",
      "date": "2026-02-14T19:06:11.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ηλυσιακός - Θέτις Βούλας 0-3: Τρίποντο οκτάδας για την ομάδα της Βούλας",
      "description": "Η Θέτιδα πέρασε με ευκολία από τα Ιλίσια επικράτησε του Ηλυσιακού με 3-0 και ξέφυγε 5 βαθμούς από τον Μίλωνα στην μάχη της οκτάδας.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/639066953181067669_1.jpg?itok=QOQ07qUq",
      "link": "https://www.gazzetta.gr/volleyball/volley-league-gynaikon/2516078/ilysiakos-thetis-boylas-0-3-triponto-oktadas-gia-tin",
      "date": "2026-02-14T19:05:32.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Φάμπρεγκας για Μοράτα: «Όποιος δεν μπορεί, ας αλλάξει επάγγελμα»",
      "description": "Ο Σεσκ Φάμπρεγκας άσκησε δριμεία κριτική στον Άλβαρο Μοράτα για την αποβολή του ενάντια στη Φιορεντίνα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/morata.jpg?itok=TY5sU6EL",
      "link": "https://www.gazzetta.gr/football/serie/2516077/fampregkas-gia-morata-opoios-den-mporei-allaxei-epaggelma",
      "date": "2026-02-14T19:04:02.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Λεβαδειακός - Ολυμπιακός: Η αποβολή του Όζμπολτ με 2η κίτρινη",
      "description": "Στο 42ο λεπτό ο Όζμπολτ αποβλήθηκε με 2η κίτρινη μετά από χτύπημά του πάνω στον Τζολάκη την ώρα που έδιωχνε την μπάλα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/tzolakhs_1_7.jpg?itok=w237bNGp",
      "link": "https://www.gazzetta.gr/football/superleague/2516076/lebadeiakos-olympiakos-i-apoboli-toy-ozmpolt-me-2i-kitrini",
      "date": "2026-02-14T19:03:43.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σίγκμα Όλομουτς - Βικτόρια Πλζεν 1-2: Νίκησε ξανά και έρχεται ΟΑΚΑ με ανεβασμένο ηθικό",
      "description": "Η Βικτόρια Πλζεν, αντίπαλος του Παναθηναϊκού στα play-offs του Europa League, συνέχισε το νικηφόρο σερί της, καθώς έφυγε με το διπλό από την έδρα της Σίγκμα Όλομουτς (2-1).",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/plzen.jpg?itok=y_Aj_jzu",
      "link": "https://www.gazzetta.gr/football/2516075/sigkma-olomoyts-biktoria-plzen-1-2-nikise-xana-kai-erhetai-oaka-me-anebasmeno",
      "date": "2026-02-14T19:00:07.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "F1: Κινδυνεύει το DNA της ή απλώς αλλάζει «πίστα»;",
      "description": "Μετά τις πρώτες δοκιμές στο Μπαχρέιν, οι κορυφαίοι οδηγοί μιλούν για αλλοίωση του σπορ. Μήπως όμως η Formula 1 ήταν πάντα η τέχνη του να δαμάζεις το αδύνατο;",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/lh_bah_26t.jpg?itok=3wOgIbdi",
      "link": "https://www.gazzetta.gr/gmotion/blog/2515945/f1-kindyneyei-dna-tis-i-aplos-allazei-pista",
      "date": "2026-02-14T19:00:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Λάτσιο - Αταλάντα 0-2: Άλωσε τη Ρώμη και βλέπει Ευρώπη",
      "description": "Με γκολ σε κάθε ημίχρονο η Αταλάντα λύγισε τη Λάτσιο με 2-0 μέσα το «Ολίμπικο» και μπήκε με φόρα στην πρώτη εξάδα της Serie A.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/atalanta_bc.jpg?itok=Q4AnMc_o",
      "link": "https://www.gazzetta.gr/football/serie/2516074/latsio-atalanta-0-2-alose-ti-romi-kai-blepei-eyropi",
      "date": "2026-02-14T18:59:48.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Βόλος - Άρης: Το αυτογκόλ του Κάργα για το 0-1 με τον παίκτη να χτυπιέται για το λάθος του",
      "description": "Ο Άρης βρήκε το γκολ στο ματς με τον Βόλο έπειτα από το λάθος του έμπειρου παίκτη των γηπεδούχων.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/kargas_0.jpg?itok=tQWHWgFh",
      "link": "https://www.gazzetta.gr/football/superleague/2516073/bolos-aris-aytogkol-toy-karga-gia-0-1-me-ton-paikti-na-htypietai-gia",
      "date": "2026-02-14T18:53:55.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Βαθμολογία GBL: Πώς διαμορφώνεται μετά τα ματς του Σαββάτου (14/2)",
      "description": "Η βαθμολογία της Stoiximan GBL μετά τις αναμετρήσεις του Σαββάτου (14/2) για την 19η αγωνιστική.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/olympiacos_omadki_intime.jpg?itok=8XrG_RIt",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516072/bathmologia-gbl-pos-diamorfonetai-meta-ta-mats-toy-sabbatoy-142",
      "date": "2026-02-14T18:42:18.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "ΠΑΟΚ - ΑΕΚ: Ένταση και αποδοκιμασίες για Μπάρτλεϊ",
      "description": "Ένταση προκλήθηκε λίγο πριν το τέλος του ματς της ΑΕΚ με τον ΠΑΟΚ στο Παλάτάκι.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/bartley24_2.jpg?itok=-W_7il-q",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516071/paok-aek-entasi-metaxy-mpartlei-kai-opadon-tis-omadas-tis",
      "date": "2026-02-14T18:40:31.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Νίκολιτς: «Είμαστε σε καλή κατάσταση, οι πολλές επιλογές με βοηθούν να αλλάξω τον αγώνα»",
      "description": "Ο Μάρκο Νίκολιτς τόνισε πως η ΑΕΚ πηγαίνει στην Τούμπα σε καλή κατάσταση με στόχο να παραμείνει στην κορυφή, προσθέτοντας πως οι πολλές διαθέσιμες επιλογές του δίνουν ευελιξία κινήσεων μέσα στο παιχνίδι.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/nikolic_3.jpg?itok=Fu811R_E",
      "link": "https://www.gazzetta.gr/football/superleague/2516070/nikolits-eimaste-se-kali-katastasi-oi-polles-epiloges-me-boithoyn-na",
      "date": "2026-02-14T18:39:21.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σαουδική Αραβία: Τερματοφύλακας έσπρωξε ball boy!",
      "description": "Ο τερματοφύλακας της Αλ Κολούντ, Χουάν Πάμπλο Κοσάνι, έσπρωξε ball boy στην αναμέτρηση με την Αλ Ναϊμά.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/termatofylakas.jpg?itok=yKFdObmw",
      "link": "https://www.gazzetta.gr/football/2516069/saoydiki-arabia-termatofylakas-esproxe-ball-boy",
      "date": "2026-02-14T18:39:06.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Παπαθεοδώρου: «Δεν σε φοβάμαι ούτε εγώ ούτε το Μαρούσι, είσαι μικρός»",
      "description": "Τρομερό ξέσπασμα του Ηλία Παπαθεοδώρου αμέσως μετά το τέλος της αναμέτρησης, με τον διεθνή τεχνικό να κάνει δηλώσεις σε έντονο ύφος, δείχνοντας την αγανάκτησή του.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/screenshot_ertflix_papatheodorou.jpg?itok=yo54ffP5",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516068/papatheodoroy-den-se-fobamai-oyte-ego-oyte-maroysi-eisai-mikros",
      "date": "2026-02-14T18:32:21.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ναβάλνι: Τι είναι το «δηλητήριο βατράχου» και πώς παραλύει καρδιά και αναπνοή",
      "description": "Οι ειδικοί εξηγούν πώς δρα η τοξίνη από δηλητηριώδεις βατράχους που φέρεται να συνδέεται με τον θάνατο του Ναβάλνι.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/alexei_navalny.jpg?itok=kSpef53l",
      "link": "https://www.gazzetta.gr/plus/2516067/nabalni-ti-einai-dilitirio-batrahoy-kai-pos-paralyei-kardia-kai-anapnoi",
      "date": "2026-02-14T18:27:23.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Παναθηναϊκός - ΑΟ Θήρας 3-1: Επέστρεψαν στις νίκες οι «πράσινες» έκαναν άλμα πρωτιάς",
      "description": "Ο Παναθηναϊκός ξεπέρασε άμεσα τον αποκλεισμό από το Final Four Κυπέλλου από τον ΠΑΟΚ, συνέχισε το αήττητο στο πρωτάθλημα νικώντας με 3-1 τον ΑΟ Θήρας και σε μεγάλο βαθμό εξασφάλισε την πρώτη θέση στην κανονική διάρκεια.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/639066943303462646_1.jpg?itok=UGpQxSIk",
      "link": "https://www.gazzetta.gr/volleyball/volley-league-gynaikon/2516066/panathinaikos-ao-thiras-3-1-epestrepsan-stis-nikes-oi",
      "date": "2026-02-14T18:22:44.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Μαρούσι - Καρδίτσα 78-77: Έμεινε όρθιο στο τέλος και πήρε βαθμολογική... ανάσα",
      "description": "Το Μαρούσι επικράτησε με 78-77 της Καρδίτσας στο κλειστό του «Αγίου Θωμά», για την 19η αγωνιστική της Stoiixman GBL.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/kouzeloglou_eurokinisi.jpg?itok=i1w2XQAS",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516065/maroysi-karditsa-78-77-emeine-orthio-sto-telos-kai-pire",
      "date": "2026-02-14T18:21:46.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ράσταβατς: «Θα πετύχουμε τους στόχους μας»",
      "description": "Οι δηλώσεις του Μίλαν Ράσταβατς στην κάμερα της Cosmote TV μετά την ήττα του Αστέρα AKTOR από τον Παναιτωλικό.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/rastavas.jpg?itok=Zx7YLEkd",
      "link": "https://www.gazzetta.gr/football/superleague/2516064/rastabats-tha-petyhoyme-toys-stohoys-mas",
      "date": "2026-02-14T18:20:35.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "ΠΑΟΚ - ΑΕΚ 71-88: Βασίλισσα στη Θεσσαλονίκη, τον... διέλυσε με τιμωρούς Νάναλι-Μπάρτλεϊ",
      "description": "Η ΑΕΚ δεν λυγίζει πουθενά και έφυγε με το διπλό (71-88) από τη Θεσσαλονίκη, επικρατώντας του ΠΑΟΚ. Σπουδαίο ματς η Ένωση, φοβεροί Νάναλι-Γκρέι-Μπράουν-Μπάρτλεϊ.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/nunnally_21.jpg?itok=57upwmsz",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516063/paok-aek-71-88-basilissa-sti-thessaloniki-ton-dielyse-me-timoroys",
      "date": "2026-02-14T18:16:37.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ακίνητα: Ποιοι θα γλιτώσουν φόρο - 4 «κλειδιά» για τα ενοίκια",
      "description": "Μόνο οι φορολογούμενοι οι οποίοι έχουν δηλώσει εμπρόθεσμα στην ΑΑΔΕ τις κλειστές κατοικίες ή τα εισοδήματα από ακίνητα τύπου Airbnb, «κλειδώνουν» φέτος την φοροαπαλλαγή για τα ενοίκια.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/bolmDs/2026-01/akinita-akinhta-realestate-enfia-diamerisma-ap.jpg?itok=yTT8DRy9",
      "link": "https://www.gazzetta.gr/2354311/poia-einai-i-nea-gek-terna-urban-services-poies-drastiriotites-perilambanei",
      "date": "2026-02-14T18:13:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Αναστασίου: «Σε πολλά παιχνίδια αδικήσαμε τους εαυτούς μας, βοήθησαν τα νέα πρόσωπα»",
      "description": "Οι δηλώσεις του Γιάννη Αναστασίου στην κάμερα της Cosmote TV μετά τη νίκη του Παναιτωλικού επί του Αστέρα AKTOR στο Αγρίνιο.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/anastasiou.jpg?itok=PJLRnuDv",
      "link": "https://www.gazzetta.gr/football/2516062/anastasioy-se-polla-paihnidia-adikisame-toys-eaytoys-mas-boithisan-ta-nea-prosopa",
      "date": "2026-02-14T18:09:27.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ρεντζιάς: «Θέλουμε δυνατές τις ομάδες της Θεσσαλονίκης»",
      "description": "Ο Γενικός Διευθυντής της Stoiximan GBL Ευθύμης Ρεντζιάς πριν το τζάμπολ στο ΠΑΟΚ-ΑΕΚ στη Θεσσαλονίκη μίλησε για το ελληνικό πρωτάθλημα και τους στόχους που υπάρχουν.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/4324488.jpg?itok=zJK5T3Jk",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516061/rentzias-theloyme-dynates-tis-omades-tis-thessalonikis",
      "date": "2026-02-14T18:03:28.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Εβάν Φουρνιέ: Περνά την ημέρα του Αγίου Βαλεντίνου με... τρίγωνα πανοράματος!",
      "description": "Ο Εβάν Φουρνιέ έχει εκφράσει πολλές φορές την αγάπη του για τα τρίγωνα Πανοράματος. Δεν θα μπορούσε να μην πάρει μερικά, λοιπόν, από την στιγμή πιυ βρίσκεται στην θεσσαλονίκη!",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/fournier_trigona.jpg?itok=ZcRE5Rh-",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516060/eban-foyrnie-perna-tin-imera-toy-agioy-balentinoy-me-trigona",
      "date": "2026-02-14T18:03:24.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Κηφισιά: Χωρίς δύο κόντρα στον ΟΦΗ",
      "description": "Η αποστολή της Κηφισιάς για τον εντός έδρας αγώνα της 21ης αγωνιστικής της Stoiximan Super League κόντρα στον ΟΦΗ.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2025-11/villafanez_1.jpg?itok=dov2me3c",
      "link": "https://www.gazzetta.gr/football/superleague/2516059/kifisia-horis-dyo-kontra-ston-ofi",
      "date": "2026-02-14T18:00:13.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "F1 - Drive to Survive: Κυκλοφόρησε το τρέιλερ της 8ης σεζόν (vid)",
      "description": "Το τρέιλερ του Drive to Survive 8 αποκαλύπτει τις μεγάλες ιστορίες της σεζόν 2025: Χάμιλτονστη Ferrari, McLaren εναντίον Red Bull και το παρασκήνιο της Alpine.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/si202511090632.jpg?itok=qDAZBPn7",
      "link": "https://www.gazzetta.gr/gmotion/2516018/f1-drive-survive-kykloforise-treiler-tis-8is-sezon-vid",
      "date": "2026-02-14T18:00:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Κάτρης: «Έιμαι έτοιμος να προσφέρω όποτε θελήσει ο προπονητής και σε όποια θέση επιθυμεί»",
      "description": "Τα λόγια του Γιώργου Κάτρη πριν από τον αγώνα του Παναθηναϊκού με την ΑΕΛ για την 21η αγωνιστική του πρωταθλήματος.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/katris_intime_0.jpg?itok=nsuINfZK",
      "link": "https://www.gazzetta.gr/football/superleague/2515914/katris-eimai-etoimos-na-prosfero-opote-thelisei-o-proponitis-kai-se",
      "date": "2026-02-14T18:00:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Στα ύψη η τιμή για «30 τετραγωνικά»: Σε 5 χρόνια αυξήθηκε κατά 200 ευρώ η τιμή ενοικίασης γκαρσονιέρας",
      "description": "Η εξέλιξη της μέσης τιμής του ενοικίου για μια γκαρσονιέρα. Πόσο έχει αυξηθεί η τιμή την περίοδο 2019 -2026.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/enoikiastirio-athina.jpg?itok=CC6yoNg2",
      "link": "https://www.gazzetta.gr/plus/2516053/sta-ypsi-i-timi-gia-30-tetragonika-se-5-hronia-ayxithike-kata-200-eyro-i-timi",
      "date": "2026-02-14T17:51:51.000Z",
      "source": "Gazzetta"
    }
  ],
  "technology": [
    {
      "title": "‘Clueless’ -inspired app Alta partners with brand Public School to start integrating styling tools into websites",
      "description": "This week, Alta unveiled its first integration collaboration, teaming up with Public School, a storied New York City brand.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/clueless-inspired-app-alta-partners-with-brand-public-school-to-start-integrating-styling-tools-into-websites/",
      "date": "2026-02-14T19:00:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Hollywood isn’t happy about the new Seedance 2.0 video generator",
      "description": "Hollywood organizations are pushing back against a new AI video model called Seedance 2.0, which they say has quickly become a tool for “blatant” copyright infringement.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/hollywood-isnt-happy-about-the-new-seedance-2-0-video-generator/",
      "date": "2026-02-14T18:26:52.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Designer Kate Barton teams up with IBM and Fiducia AI for a NYFW presentation",
      "description": "Designer Kate Barton teams up with Fiducia AI and IBM for a NYFW presentation.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/designer-kate-barton-teams-up-with-ibm-and-fiducia-ai-for-a-nyfw-presentation/",
      "date": "2026-02-14T17:43:46.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "iBuyPower’s gaming desktops are discounted for Presidents Day",
      "description": "Buying a pre-assembled gaming desktop makes sense for some. It can save you time and money, too, compared to buying PC components piecemeal. If you’re weighing your options, consider some Presidents Day offers on iBuyPower’s pre-built desktops, including the $1,899 RDY Element 9 Pro R07 and the $2,099.99 Slate — both of which are stocked with high-end AMD processors and GPUs that can tear through most games at 1440p with fast frame rates. They also come with 32GB of DDR5 RAM and 2TB of storage, along with a mouse and keyboard. Digging into the Element 9 Pro R07, it features AMD’s Ryzen 7 7800X3D processor, a Radeon 9070 XT graphics card with 16GB of VRAM (roughly on-par with the Nvidia RTX 5070 Ti), 32GB of DDR6 6000MHz RAM, and a 2TB NVMe SSD built into the Asus B650EM Max Gaming motherboard. It ships in iBuyPower’s Element 9 Pro case, which has tempered glass on the front and one side, and features a 360mm RGB liquid cooling system. The system includes an 850W power supply, a wired mouse, and a keyboard, plus a three-year labor warranty and two years of parts coverage. The GPU will be shipped uninstalled, so that’s the only component you’ll need to insert with iBuyPower’s instructions. Normally $2,149, you can currently get it for $1,899 at iBuyPower when you use coupon code STARS at checkout.\niBuyPower Element 9 Pro R07 gaming desktop Where to Buy: $2349 $1899 at iBuyPower (with code STARS)\nThe Slate has slightly different specs, some that are improved over the Element above and some that are a bit below what it provides. The biggest highlight is that the Slate features AMD’s Ryzen 7 9800X3D processor, which edges out the 7800X3D in performance (although both are very capable CPUs). It also features an AMD Radeon 9070 XT graphics card, 32GB of DDR5 RAM at 5,200MHz instead of 6,000MHz, and a 2TB NVMe SSD. Like the R07, it includes a wired keyboard and mouse to get you started, along with a 750W power supply, a liquid cooling system, and a one-year warranty. It’s available for $2,099.99 at Best Buy.\niBuyPower Slate gaming desktop Where to Buy: $2099.99 at Best Buy",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/iBuyPower-Element-9-Pro-R07-Lifestyle-Image.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/878927/ibuypower-gaming-desktop-pc-presidents-day-sale-deal",
      "date": "2026-02-14T17:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Georgia Tech announced the finalists in its wild musical instrument competition",
      "description": "There’s a playable henge of fiddles. | Image: Georgia Tech / The Verge Georgia Tech has announced the finalists in its annual Guthman Musical Instrument Competition. Every year, for the last 28 years, the school invites inventors from around the world to submit new instruments of their own design to compete for $10,000 in prizes. Past finalists have included founding members of Teenage Engineering, Artiphon, and Roli. And last year KOMA Elektronik won for their creation the Chromaplane. This year's finalists are an impressive collection of oddballs. There's Amphibian Modules, a modular synth that swaps patch cables for a dish of saltwater. The Gajveena, which combines a double bass with a traditional Indian …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/2026-Guthman-Musical-Instrument-Competition.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/entertainment/879482/georgia-techs-musical-instrument-competition-fiddle-henge",
      "date": "2026-02-14T16:42:25.000Z",
      "source": "The Verge"
    },
    {
      "title": "India doubles down on state-backed venture capital, approving $1.1B fund",
      "description": "India’s $1.1B fund-of-funds will invest through private VCs to support deep-tech and manufacturing startups.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/india-doubles-down-on-state-backed-venture-capital-approving-1-1b-fund/",
      "date": "2026-02-14T16:23:22.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "The Pocket Taco is the best way to turn your phone into a Game Boy",
      "description": "My ongoing quest to turn my iPhone into one of my favorite consoles of all time has led me to a curiously named controller. GameSir's Pocket Taco is only barely pocketable, and distinctly lacking in taco fillings, but for $35, it's an excellent and easy way to turn your phone into a Game Boy-inspired handheld for playing retro games that don't require a pair of thumbsticks.\nUnlike the Abxylute M4 mobile controller that attaches to phones using magnets, or the Backbone Pro that sandwiches your device between a split gamepad, the Pocket Taco uses a hinged mechanism that, for lack of a better description, bites onto the bottom half of your sma …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/gamesir_pockettaco2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/877491/gamesir-pocket-taco-wireless-bluetooth-controller-clamp-hands-on",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "A powerful tool of resistance is already in your hands",
      "description": "In an eyewitness video analyzed frame by frame by The New York Times, Alex Pretti raises one hand and holds a phone in the other. Federal agents tackle him, and one appears to find and remove a gun holstered on his hip. Then, an agent shoots - and a second follows. They appear to fire nine more shots as Pretti lies on the ground.\nThe Trump administration has claimed Pretti was shot because of his legally carried gun - that the agents, later identified in records viewed by ProPublica as Border Patrol agent Jesus Ochoa and Customs and Border Protection (CBP) officer Raymundo Gutierrez, acted in self-defense. But the tool he was visibly holdin …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/01/268288_Minneapolis_General_Strike_JCalifano_0297.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/policy/879273/alex-pretti-ice-cbp-trump-free-speech",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "My uncanny AI valentines",
      "description": "Phoebe Callas, 30, is not real, but she was an AI companion I went on a speed date with. Hopping over a pile of dirty snow, I arrived on a frigid February evening at a wine bar in midtown, a purple neon sign reading \"EVA AI cafe.\" Inside, several people were seated at tables and booths, staring at phones. Servers milled about, placing mini potato croquettes and nonalcoholic spritzers on each table. Like many New York City bars, the majority of the patrons were on a date. Unlike every other bar, half of the dates weren't human.\nAs I enter, I'm shown to a table tucked away in the corner with a phone stand, a phone preloaded with the EVA AI app, and a pair of wireless headphones. An EVA AI employee doesn't explain how things wor …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/268345_Cafe_AI_Date_AKrales_0039.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/report/879327/eva-ai-cafe-dating-ai-companions",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Returning stolen artifacts becomes a thrilling heist in Relooted",
      "description": "Colonialism is not merely about occupying nations. It's a project of mass violence, part of which involves total erasure and the widespread theft of some of the most culturally significant artifacts in the world. Even today, colonizing nations proudly display stolen artifacts, acting as peacocking robbers under the guise of tourism. See, for example, the British Museum's continual hold of the Egyptian Rosetta Stone, the so-called Benin Bronzes, and the Ethiopian Maqdala collection. Colonized nations have sought to reclaim their stolen culture.\nBut what happens when kind requests and diplomatic maneuvers are not only insufficient but undeser …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/Relooted_Cinematic2.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/games/878121/relooted-review-xbox-steam",
      "date": "2026-02-14T14:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Anker’s USB-C cable that lets you charge two gadgets at once is 20 percent off",
      "description": "Monday, February 16th, is Presidents Day, and there are plenty of good deals happening on tech in the run-up to the holiday. Even if you don’t snag any huge upgrades, though, you likely already own multiple gadgets that you need to recharge each and every day. It would sure be nice to be able to charge two devices at once, and you can do just that with Anker’s braided, two-headed USB-C cable — which is available from Amazon or Anker in black or white for $15.99 ($4 off).\nAnker 2-in-1 USB C to USB C Cable 140W (six-foot) Where to Buy: $19.99 $15.99 at Amazon (black) $19.99 $15.99 at Amazon (white) $19.99 $15.99 at Anker (with code WS7DV2LASIFH)\nThe six-foot cable’s usefulness speaks for itself, but I’ve been surprised by how much of a game-changer it&#8217;s been for me at home. My wife and I stow our laptops and iPad Air near an outlet, and it’s nice not to have to argue over who gets to charge their gadget first. We can plug the two ends of the cable into the devices we deem most important to charge throughout the day. It also supports 140W passthrough to a single device, if you have a wall adapter that can push that much juice, and automatically allocates power to the device that needs it most.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/10/Anker-140W-2-in-1-USB-C-to-USB-C-cable.png?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/879003/anker-140w-2-in-1-usb-c-cable-presidents-day-sale-deal",
      "date": "2026-02-14T14:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "How to un-Big Tech your online life",
      "description": "Hi, friends! Welcome to Installer No. 116, your guide to the best and Verge-iest stuff in the world. (If you're new here, welcome, happy National Ferris Wheel Day to all those who celebrate, and also you can read all the old editions at the Installer homepage.) This week, I've been reading about Letterboxd and Mike Vrabel and AI influencers and daytime talk show economics, taking copious notes on Ezra Klein's terrific podcast on the state of the internet, buying just about every lamp in this excellent office tour, making Dot my main Mac calendar app, telling everyone I know how good Steal is, re-reading Tim Wu's excellent book The Master S …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/Installer-116.png?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/879114/best-big-tech-app-alternatives-installer",
      "date": "2026-02-14T13:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Ring’s Flock breakup doesn’t fix its real problem",
      "description": "The most striking thing about Ring's statement that it had parted ways with Flock Safety is what the home security company didn't say. There was no mention of the public backlash around ties to ICE, or any promise to address users' concerns about the company's relationships with law enforcement.\nIn an increasingly authoritarian political climate, the threat of mass surveillance fueled by AI-powered cameras is what many people fear. Yet Ring's statement made no attempt to address this. Instead, the company claims it canceled Flock's integration with its Community Requests tool because it would \"require significantly more time and resources t …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/STKR003_RINGCAMERAS.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/report/879320/ring-flock-partnership-breakup-does-not-fix-problems",
      "date": "2026-02-14T13:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Best Apple Watch (2026): Series 11, SE 3, and Ultra 3",
      "description": "Should you splurge on the new Series 11, or will the SE 3 do? Let us help you figure out which version to get (and which to avoid).",
      "image": "",
      "link": "https://www.wired.com/gallery/best-apple-watch/",
      "date": "2026-02-14T13:00:00.000Z",
      "source": "Wired"
    },
    {
      "title": "How to Choose the Right Gaming Laptop (2026): What You Need to Know",
      "description": "With over a decade of experience in reviewing gaming laptops, here’s my rundown of what to consider before pulling the trigger.",
      "image": "",
      "link": "https://www.wired.com/story/how-to-buy-a-gaming-laptop/",
      "date": "2026-02-14T12:00:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Ring Kills Flock Safety Deal After Super Bowl Ad Uproar",
      "description": "Plus: Meta plans to add face recognition to its smart glasses, Jared Kushner named as part of whistleblower’s mysterious national security complaint, and more.",
      "image": "",
      "link": "https://www.wired.com/story/security-news-this-week-ring-kills-flock-safety-deal-after-super-bowl-ad-uproar/",
      "date": "2026-02-14T11:30:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Best Alternatives to Google’s Android Operating System (2026), Tested and Reviewed",
      "description": "Whether you have privacy concerns or you just want to freely tinker, these are our favorite alternatives to stock Android.",
      "image": "",
      "link": "https://www.wired.com/story/best-android-alternatives/",
      "date": "2026-02-14T11:30:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Here’s What It’s Like to Use H&R Block’s DIY Tax Service (2026)",
      "description": "Filing taxes is a pain. Here’s how H&R Block DIY performed against other services I tested.",
      "image": "",
      "link": "https://www.wired.com/story/handr-block-diy-service/",
      "date": "2026-02-14T11:03:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Gear News of the Week: Samsung Sets a Date for Galaxy Unpacked, and Fitbit’s AI Coach Comes to iOS",
      "description": "Plus: iOS 26.3 makes it easy to switch to Android, Google cancels the Android 17 beta, and YouTube debuts on the Apple Vision Pro.",
      "image": "",
      "link": "https://www.wired.com/story/gear-news-of-the-week-samsung-sets-a-date-for-galaxy-unpacked-and-fitbits-ai-coach-comes-to-ios/",
      "date": "2026-02-14T11:00:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Lola Blankets Are 45 Percent Off This Presidents’ Day Weekend",
      "description": "From February 14 to 16, these ultra-plush blankets and throws are nearly half off. No exclusions.",
      "image": "",
      "link": "https://www.wired.com/story/the-viral-lola-blankets-are-45-percent-off-right-now/",
      "date": "2026-02-14T10:30:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Best Presidents’ Day Mattress Sales of 2026",
      "description": "Some of the best sales of the year are happening right now—we’ll help you save on our all-time favorite mattresses and bedding.",
      "image": "",
      "link": "https://www.wired.com/story/best-presidents-day-mattress-sales-2026/",
      "date": "2026-02-14T10:06:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Robot Dogs Are on Going on Patrol at the 2026 World Cup in Mexico",
      "description": "The Mexican city of Guadalupe, which will host portions of the 2026 World Cup, recently showed off four new robot dogs that will help provide security during matches at BBVA Stadium.",
      "image": "",
      "link": "https://www.wired.com/story/robot-dogs-are-on-going-on-patrol-at-the-2026-world-cup-in-mexico/",
      "date": "2026-02-14T10:00:00.000Z",
      "source": "Wired"
    },
    {
      "title": "DJI’s first robovac is an autonomous cleaning drone you can’t trust",
      "description": "It's been eight years since I last reviewed a robot vacuum. Having spent the last two months with a new flagship, I'm shocked by how much they've advanced from early bump-and-run models.\nIn October, DJI launched its very first robovacs in Europe. I've been testing the top-of-the-line Romo P model, which doesn't yet have a US release date. It includes a self-cleaning base station, a mopping function, and enough high-end specs and charm that my colleague Jen Tuohy took notice.\nJen is a true robovac expert. I, let's be clear, am not. But I can share what it's like to make the jump from an entry-level model to one of these multifunctional comb …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/DSC_1200.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/877012/dji-romo-review-robot-vacuum-drone-mop",
      "date": "2026-02-14T08:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Nothing opens its first retail store in India",
      "description": "The two-story location will sell products from Nothing and the more affordable, mass-market brand CMF.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/nothing-opens-its-first-retail-store-in-india/",
      "date": "2026-02-14T06:30:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Sony Promo Codes and Discounts: 45% Off",
      "description": "Upgrade your setup with Sony’s newest releases. Save on industry-leading noise-canceling audio, and pro-level Alpha cameras.",
      "image": "",
      "link": "https://www.wired.com/story/sony-promo-code/",
      "date": "2026-02-14T06:00:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Indian pharmacy chain giant exposed customer data and internal systems",
      "description": "A backend flaw in web admin dashboards used by one of India's largest pharmacy chains, exposed thousands of online pharmacy orders.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/indias-major-pharmacy-chain-exposed-customer-data-and-internal-systems/",
      "date": "2026-02-14T03:30:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Airbnb plans to bake in AI features for search, discovery and support",
      "description": "Airbnb CEO Brian Chesky said the company wants to increase its use of large language models for customer discovery, support and engineering.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/airbnb-plans-to-bake-in-ai-features-for-search-discovery-and-support/",
      "date": "2026-02-14T02:40:42.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Airbnb says a third of its customer support is now handled by AI in the US and Canada",
      "description": "Airbnb was poised to introduce an app that doesn't just search for you, but one that \"knows you.\" CEO Brian Chesky said, \"It will help guests plan their entire trip, help hosts better run their businesses, and help the company operate more efficiently at scale.\"",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/airbnb-says-a-third-of-its-customer-support-is-now-handled-by-ai-in-the-u-s-and-canada/",
      "date": "2026-02-13T22:12:26.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "OpenAI Is Nuking Its 4o Model. China’s ChatGPT Fans Aren’t OK",
      "description": "As OpenAI removed access to GPT-4o in its app on Friday, people who have come to rely on the chatbot for companionship are mourning the loss all over the world.",
      "image": "",
      "link": "https://www.wired.com/story/openai-nuking-4o-model-china-chatgpt-fans-arent-ok/",
      "date": "2026-02-13T21:56:18.000Z",
      "source": "Wired"
    },
    {
      "title": "Fintech lending giant Figure confirms data breach",
      "description": "The company said hackers downloaded “a limited number of files” after breaking into an employee’s account. The hacking group ShinyHunters took responsibility for the breach.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/fintech-lending-giant-figure-confirms-data-breach/",
      "date": "2026-02-13T21:02:46.000Z",
      "source": "TechCrunch"
    }
  ],
  "music": [
    {
      "title": "Wiz Khalifa Shares Emotional Tribute After the Death of His Father",
      "description": "Wiz Khalifa is mourning the loss of his father. On Friday (Feb. 13), the 38-year-old rapper took to social media to share an emotional tribute following the death of his dad, Laurence W. Thomaz. He was 63, according to TMZ. &#8220;Today my father decided not to wake up,&#8221; Wiz wrote on X. &#8220;I will always love him, miss him and be [grateful] for the things he taught me. He went out like a true yogi, at peace and on his own time. I love you forever Laurence W. Thomaz.&#8221; The &#8220;Black and Yellow&#8221; artist continued, &#8220;My father’s passing was sudden but seeing how many people love and respected him makes happy and i know he’s proud that he left a positive impact on this earth. Literally all he ever wanted.&#8221; Khalifa, whose real name is Cameron Jibril Thomaz, also shared several throwback photos on his Instagram Story. One childhood snapshot showed his father helping him on a swing, captioned, &#8220;Love you big guy.&#8221; Another image featured a young Wiz with his dad and what appears to be his sibling, Dorien “Lala” Thomaz, who died in 2017. &#8220;My boy was smooth,&#8221; Wiz wrote alongside the photo, referring to his father. Another caption on the photo read, &#8220;You and La La are together again,&#8221; along with a praying hands emoji. Wiz was reportedly close to his dad, who was a former member of the military. The rapper previously told NME that Thomaz opened a recording studio in his hometown of Pittsburgh, Pennsylvania, when he was a kid, which helped lay the foundation for his future. &#8220;I lived in that studio. And that’s what turned me into who I am today,&#8221; the rapper told the publication in 2016. Khalifa wrote on X that his last conversation with his dad &#8220;was him telling me how proud of me he was for the movie i was in and I promised him i would do more.&#8221; The hip-hop star&#8217;s most notable acting role was co-starring with Snoop Dogg in the 2012 stoner comedy Mac &amp; Devin Go to High School, where Wiz played the character Devin Overstreet. The movie&#8217;s soundtrack featured &#8220;Young, Wild &amp; Free,&#8221; with Bruno Mars, which peaked at No. 7 on the Billboard Hot 100 chart. Wiz also thanked those who shared their condolences for his father&#8217;s passing. &#8220;It really means a lot in this tough time and is helping me feel better,&#8221; he wrote.",
      "image": "https://i.imgur.com/2HpFicp.png",
      "link": "https://www.billboard.com/music/rb-hip-hop/wiz-khalifa-father-dies-tribute-1236180055/",
      "date": "2026-02-14T19:12:41.000Z",
      "source": "Billboard"
    },
    {
      "title": "Latin Jazz Legend Eddie Palmieri to Be Featured in Upcoming Documentary & More Uplifting Moments in Latin Music",
      "description": "From career milestones to new music releases to major announcements and those little important moments,&nbsp;Billboard&nbsp;editors highlight&nbsp;uplifting moments&nbsp;in Latin music. Here’s what happened in the Latin music world this week. New Doc Celebrates the Life and Legacy of Eddie Palmieri A new documentary feature film, Eddie Palmieri: Sweet Sweet Sugar, directed by Emmy-nominated filmmaker Omar Acosta, is currently in production. The film focuses on the life and legacy of Grammy-winning pianist, composer, and bandleader Eddie Palmieri, who revolutionized salsa and Latin jazz and shaped the genre as we know it. Set against the backdrop of Spanish Harlem and the Bronx from the 1950s to the 1980s, the film explores how Palmieri used his music to amplify the voices of Puerto Ricans while shaping Latin music’s global influence today. &#8220;Puerto Ricans came to New York with rhythm, passion, and very little else. We didn’t melt into the pot. We reshaped it.&nbsp;Eddie Palmieri is the proof,&#8221; said director&nbsp;Acosta in a press release. &#8220;Born in the crucible of Spanish Harlem, his music captures the moment Puerto Rico collided with New York and invented something new, something permanent. Eddie&nbsp;speaks for the Puerto Rican diaspora, a people whose fight for dignity and opportunity transformed not only themselves, but American culture and the world beyond it.&#8221;&nbsp; Produced by David Kennedy and Nick Quested of Goldcrest Films in co-production with Uprising Music NYC and in cooperation with the Eddie Palmieri estate, the film has full access to Palmieri’s music catalog and never-before-seen archival footage. Eddie Palmieri. Photo Credit: Robert Schneider Outernational Brings Revolution Rock to Bogotá’s Streets New York troupe Outernational brought the streets of Bogotá to life with a riveting performance on Callejeras Música de a Pie, a YouTube channel that transforms public spaces into open stages. Frontman Miles Solay was joined by Bogotá ensemble — Diana Castro (accordion), Juancho Mendez (tiple), Hector Marín Bedoya (bass), Sergio Arias (guitar) — as they fused their rebellious future rock with Latin American rhythms, such as cumbia, carranga, jazz, and slam poetry in La Candelaria, creating a riveting celebration of music in 15 minutes. Songs “Woman on the Edge of Time,” “La Gente Nueva,” and “Welcome” — all from their 2024 album Welcome to the Revolution, produced by Chad Smith — invited onlookers passing by to connect, dance, and reflect. Watch below. Peso Pluma Joins the Adidas Family Adidas announced on Friday (Feb. 13) that Peso Pluma has officially joined its roster of global ambassadors. “Representing the three stripes for Mexico and our music with Adidas is something I dreamed about since I was a kid,&#8221; the Mexican superstar said in a statement. &#8220;This isn’t just about me, it’s for my people, my culture, and everyone pushing Mexico forward. I&#8217;m excited to join the Adidas family and keep showing the world who we are.” Peso joins the ranks of Bad Bunny, Pharrell Williams and Jennie (BLACKPINK), who have also partner with the iconic brand. View this post on Instagram Guaynaa &amp; Lele Pons Welcome Baby Girl Beloved Latin music couple Guaynaa and Lele Pons — who are also Billboard Español cover star alums — welcomed their first born child. They introduced their blue-eyed girl on a shared Instagram post on Wednesday (Feb. 11), captioning, &#8220;Say hello to Eloísa.&#8221; A bevy of stars congratulated them, including Jay Wheeler, who wrote, &#8220;What we create are works of art! God bless her,&#8221; and who also recently welcomed a child with his wife. De La Ghetto commented, &#8220;She has the same face as her dad.&#8221; Meanwhile, Anitta shared her excitement, simply writing, &#8220;Loooooove.&#8221; See the post below. View this post on Instagram",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/Unknown.png?w=300",
      "link": "https://www.billboard.com/music/latin/eddie-palmieri-doc-peso-pluma-adidas-guaynaa-lele-pons-baby-1236179905/",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Rob Halford Talks ‘Breaking the Law’ Inspiration in Clip From Judas Priest Documentary",
      "description": "See exclusive clip from The Ballad of Judas Priest, co-directed by Tom Morello, ahead of the film's world premiere this week at the 2026 Berlin International Film Festival",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/rob-halford-breaking-the-law-judas-priest-documentary-1235516954/",
      "date": "2026-02-14T14:31:54.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Jimmy Fallon & Tommy Mottola Scrap Sauce Venture Amid Epstein Fallout",
      "description": "Jimmy Fallon and longtime music executive Tommy Mottola have scrapped plans to launch a branded pasta sauce line following renewed scrutiny tied to recently released Epstein-related documents. According to The Hollywood Reporter, Fallon and Mottola had been in early development on a pasta sauce brand that could have launched as late as 2027. However, the project is no longer moving forward as attention intensifies around Mottola’s association with Jeffrey Epstein. Page Six first reported that the collaboration had been placed on “pause,” citing a source close to the project who said, “Nobody wants to be within 50 feet of anyone in the Epstein files.” The Hollywood Reporter later reported that the venture has been shelved entirely. The development follows the release of hundreds of gigabytes of documents connected to federal investigations into Epstein, the financier and convicted sex offender who died in jail in 2019 while awaiting trial on federal sex trafficking charges. The files, made public after congressional action compelled the Department of Justice to release additional materials, include communications and records involving numerous high-profile figures. According to The Hollywood Reporter, Mottola’s name appears in approximately 600 documents released to date, with the materials showing contact between Mottola and Epstein over multiple years, including references to travel arrangements and other communications. Fallon and Mottola have been friends for years and have frequently been seen together in New York. Mottola has appeared as a guest on The Tonight Show Starring Jimmy Fallon to promote his projects. Mottola is chairman of Mottola Media Group and co-founder of Ntertain Studios. Fallon continues to host NBC’s The Tonight Show Starring Jimmy Fallon.",
      "image": "",
      "link": "https://www.billboard.com/culture/tv-film/jimmy-fallon-tommy-mottola-scrap-sauce-epstein-fallout-1236180044/",
      "date": "2026-02-14T11:07:59.000Z",
      "source": "Billboard"
    },
    {
      "title": "Casey Wasserman to Sell Agency Following Epstein Fallout",
      "description": "Casey Wasserman is planning to sell his namesake agency amid escalating fallout tied to documents released in the Jeffrey Epstein case, as first reported by The Wall Street Journal on Friday (Feb. 11). The Journal reported that Wasserman formally put the agency on the market and informed staff of the move in an internal memo, citing the controversy and recent client and executive departures. Related Wasserman Fallout: Every Artist Who Has Spoken Out Over Founder&#8217;s Epstein Ties&nbsp;(UPDATING) Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand In the memo, Wasserman wrote: “At this moment, I believe that I have become a distraction to those efforts. That is why I have begun the process of selling the company, an effort that is already underway.” He added that Wasserman president Mike Watts “will assume day-to-day control of the business” while he focuses on his role leading the Los Angeles 2028 Olympic and Paralympic Games organizing committee. “First and foremost, I want to apologize to you,” Wasserman wrote to employees. “I’m deeply sorry that my past personal mistakes have caused you so much discomfort. It’s not fair to you, and it’s not fair to the clients and partners we represent so vigorously and care so deeply about.” The decision follows intense scrutiny after newly unsealed Epstein-related materials included email exchanges between Wasserman and Ghislaine Maxwell from 2003. Wasserman has maintained that his interactions were limited and occurred before Maxwell’s criminal conduct became public. Related Casey Wasserman&#8217;s Name Appears In the Epstein Files. What&#8217;s Next For His Namesake&nbsp;Agency? In Friday’s memo, he reiterated that position, writing that his contact “consisted of one humanitarian trip to Africa and a handful of emails that I deeply regret sending.” He also stated he was “heartbroken that my brief contact with them 23 years ago has caused you, this company, and its clients so much hardship over the past days and weeks.” The fallout has already had a measurable impact across the representation business. Multiple music and sports clients have exited or signaled plans to leave the agency in recent days, including high-profile music acts and athletes. Reporting across trade outlets has described internal pressure from agents exploring buyout scenarios or spin-offs to protect client relationships. Chappell Roan, Orville Peck and Sylvan Esso are among those to have departed the agency, while Best Coast’s Bethany Cosentino wrote via Instagram on Feb. 5, “I did not consent to having my name or my career tied to someone with this kind of association to exploitation.” On Jan. 31, a day after the release of the latest round of files in the Epstein case, Wasserman&nbsp;sent a statement to&nbsp;The Hollywood Reporter&nbsp;apologizing for his involvement with Maxwell while denying “a personal or business relationship” with Epstein himself. “I deeply regret my correspondence with Ghislaine Maxwell which took place over two decades ago, long before her horrific crimes came to light,” Wasserman said. “I never had a personal or business relationship with Jeffrey Epstein. As is well documented, I went on a humanitarian trip as part of a delegation with the Clinton Foundation in 2002 on the Epstein plane. I am terribly sorry for having any association with either of them.” A Wasserman representative did not immediately respond to Billboard&#8216;s request for comment.",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P103YSK9-e1770138117352.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/casey-wasserman-confirms-agency-sale-epstein-fallout/",
      "date": "2026-02-14T06:08:47.000Z",
      "source": "Billboard"
    },
    {
      "title": "Casey Wasserman Selling His Talent Agency After Epstein Debacle: ‘I Have Become a Distraction’",
      "description": "A wave of talent severed ties with the agency after the revelation of emails exchanged between Wasserman and convicted sex offender Ghislaine Maxwell",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/casey-wasserman-epstein-files-selling-agency-1235516889/",
      "date": "2026-02-14T04:26:57.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Smell Like Royalty With Bath & Body Works’ Disney Princess Collection: Shop Here",
      "description": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes. Want to smell like a Disney princess? Thanks to another collaboration between Disney and Bath &amp; Body Works, fans can now bring home the unique fragrances of Mulan, Snow White, Rapunzel, Tiana, Belle and Aurora. Related The 100 Greatest Disneyverse Songs of All&nbsp;Time Jimmy Fallon &amp; Tommy Mottola Scrap Sauce Venture Amid Epstein Fallout From Sony to Raycon &amp; Apple, Here Are Our Picks for Noise-Canceling Headphones The collection doesn&#8217;t stop there, though: With a whopping 90-product assortment, each princess gets an array of beauty items crafted to fit their animated persona, including fine fragrance mist, body wash and cream, lip gloss, candles, hand soap, sanitizer and decorative accessories. shop the disney collection at bath &amp; body works Meet the Princesses and Their Fragrance Line: Mulan For Mulan&#8217;s collection, her fragrance scent features magnolia blossom and radiant apricot meet the freshness of fierce waters. It&#8217;s bold yet graceful, this scent reflects Mulan’s spirit of courage, passion and determination. Mulan Fine Fragrance Mist $18.95 Buy Now on Bath &amp; Bod yworks Mulan Pedestal 3-Wick Candle Holder $59.95 Buy Now on bath &amp; Body Works Mulan Nightlight Wallflowers Fragrance Plu Mulan Gentle &amp; Clean Foaming Hand Soap $8.95 Buy Now on bath &amp; Body works Rapunzel Raunzel&#8217;s scent includes floral sundrop flowers and rich nectar wrapped in golden musk evoking the Disney Princess&#8217; vibrant and optimistic personality. Rapunzel Ultimate Hydration Body Cream Rapunzel Gentle &amp; Clean Foaming Hand Soap $8.95 Buy Now on bath &amp; body works Rapunzel 3-Wick Candle Rapunzel Fine Fragrance Mist $18.95 Buy Now on bath &amp; body works Snow White Take in notes of mystic red apple and ripened fruits set against a backdrop of enchanted woods creating a fragrance as charming and whimsical as Snow White herself. Snow White Single Wick Candle $16.95 Buy Now on bath &amp; Body works Snow White Basket PocketBac Holder $10.95 Buy Now on bath &amp; body works Snow White Body Wash $16.95 Buy Now on bath &amp; body works Snow White PocketBac Hand Sanitizer $1.95 Buy Now on bath &amp; body works Tiana With Tiana&#8217;s collection, experience delicate water lily and gilded amber accented by shimmering bayou woods deliver a harmonious blend of fruity and floral elements, evoking dreams come true in the heart of the bayou. Tiana Body Wash $16.95 Buy Now on bath &amp; Body Works Tiana Ultimate Hydration Body Cream $18.95 Buy Now on bath &amp; Body Works Tiana Fine Fragrance Mist $18.95 Buy Now on bath &amp; body works Aurora Soft rose petals and sandalwood, finished with a touch of sparkling fairy dust offer a dreamy balance of floral and gourmand notes inspired by Aurora’s graceful, playful and optimistic nature. Aurora Nightlight Wallflowers Fragrance Plug $19.95 Buy Now on bath &amp; Body Works Aurora Fine Fragrance Mist $18.95 Buy Now on bath &amp; Body Works Aurora Ultimate Hydration Body Cream $18.95 Buy Now on bath &amp; body works Aurora 3-Wick Candle $24.95 Buy Now on bath &amp; Body Works Belle With Belle&#8217;s line fans will gets notes of rose petals, sparkling buttercup and whipped vanilla to create an elegant mix of floral and gourmand notes for those seeking beauty and adventure. Belle Fine Fragrance Mist $18.95 Buy Now on bath &amp; Body Works Belle 3-Wick Candle $24.95 Buy Now on bath &amp; body works Belle Body Wash $16.95 Buy Now on bath &amp; Body Works Disney Shop a handful of lights, candle holders and accessories dipped in Disney gold. From Disney castles, fancy carriages and princess music boxes, this magical collection is a go-to for any fan. Disney Princess Light-up Castle $14.95 Buy Now on bath &amp; Body works Disney Princess Keepsake Music Box $99.95 Buy Now on bath &amp; body works Disney Princess Carriage Projector Nightlight $39.95 Buy Now on bath &amp; Body Works Disney Princess Backpack $69.95 Buy Now on bath &amp; Body Works “Disney Princess is a powerful global brand grounded in timeless stories, iconic characters andvalues that resonate across generations,” said Liz Shortreed, senior vice president of DisneyConsumer Products. “Through our collaboration with Bath &amp; Body Works, we’re bringing thosecore elements to life, translating the distinct spirit of each Princess into fragrances and designsfans can enjoy every day.” Blending Disney’s magical storytelling with Bath &amp; Body Works’ signature craftsmanship the Princess collection is surely sell out fast. Start shopping the highly-anticipated collaboration in stores and online today, Friday, Feb. 13. shop the disney collection at bath &amp; body works",
      "image": "https://www.billboard.com/wp-content/uploads/2023/05/The-100-Greatest-Disneyverse-Songs-billboard-1548.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/culture/product-recommendations/disney-princess-bath-body-works-collection-shop-online-1235897800/",
      "date": "2026-02-14T02:36:53.000Z",
      "source": "Billboard"
    },
    {
      "title": "Toni Bravo Re-Creates Iconic Doechii Look for Date Night | Rock the Look",
      "description": "Toni Bravo gives you a step-by-step tutorial to Doechii’s makeup look for date night. She shares why Doechii inspires her, her key tips to a flawless base and more! Will you be re-creating this look for Valentine’s Day? Let us know in the comments! Toni Bravo: Hi. I&#8217;m Toni Bravo. Welcome to Rock the Look. Today, I&#8217;m going to be re-creating an iconic look from my girl Doechii for a date night. Okay, first things first, we&#8217;re going to do a little skin prep. My skin&#8217;s actually it&#8217;s looking pretty hydrated, but I always like to add in a little bit of a mist or a hydrator. At first, we&#8217;re using the Rhode Glazing Mist. Beautiful. Really, when it comes to this look, it&#8217;s all about the prep. I&#8217;m using the Charlotte Tilbury Magic Cream. This moisturizer is one of my favorites. I use this whenever I know I need the hydration to last, so I kind of just throw this all over. Now, the MUA for this look happens to be my friend Chelsea, and she made a whole breakdown video for this look and gave me a lot of really great tips. And one of the biggest things she mentioned was hydration. So if you&#8217;re doing this look, you kind of can&#8217;t skip that part. Now, while I kind of let that sit, I like to add an eye patch moment right underneath the eyes. Today, we&#8217;re going to use my Rhode Peptide Eye Prep. Put these right underneath the eyes. When I think of Doechii&#8217;s signature look, glam, but also in a way that feels very grounded, just really allowing the glam to be centered around you. It&#8217;s very unapologetic. So lips, we&#8217;re gonna prep the lips too. We&#8217;re using this Rhode Plumping Lip Mask. I put this all over. So this is basically how you should look before the makeup even goes on. Hydrated, glowy and honestly, a little glass like. All right, we&#8217;re using my Ardell Brow Glue. I use this for every single look. Kind of just comb it through, just making sure they&#8217;re nice and clean before you go in with any type of glue because whatever you add in there will stay. So I let them sit like that. We&#8217;re taking a little ABH Micro Brow Pen, and I fill in some of these sparser areas. I don&#8217;t do too much. So I kind of just take my time and add in little strokes wherever I feel like. Keep watching for more!",
      "image": "",
      "link": "https://www.billboard.com/video/toni-bravo-recreates-iconic-doechii-look-for-date-night/",
      "date": "2026-02-14T01:42:18.000Z",
      "source": "Billboard"
    },
    {
      "title": "CORTIS Teases Second Album at NBA Crossover & More | All Access",
      "description": "CORTIS was at NBA Crossover last night and we show you what you missed out from the boys’ performance, to them teasing their second album, how they feel they’ve grown since they debuted and more! CORTIS I hope they like it. They have no clue. Fan 1: They paved the way.&nbsp; Fan 2: They&#8217;re so hot.&nbsp; Fan 1: We love their music. Tetris Kelly:&nbsp;&nbsp; We finally got to hang with CORTIS during NBA Crossover in LA and from performing unreleased music to chatting about their growth and inspiration since debut, we take you there in Billboard All Access. CORTIS:&nbsp;&nbsp; Truly a huge honor for NBA to actually having us here today. I hope the fans really enjoy our performance today because we got a lot of cool things. It&#8217;s gonna be really fun.&nbsp; Tetris Kelly:&nbsp;&nbsp; But do the guys ball themselves? CORTIS: We do play sports, but as you can see, we are in the studio quite a lot, so we kind of suck at it. We decided to stick to the music. Yeah, we do play. We are fans. We watch NBA, we watch them play, but maybe not do it ourselves. We just love to play it.&nbsp; Tetris Kelly&nbsp;&nbsp; Fans went crazy for the high-energy track &#8220;Mention Me&#8221; from the movie &#8216;GOAT.&#8217; CORTIS: We wrote this song when we were in Japan, in a hotel. No I think it was when we were in Hong Kong. They sent us the audio track. And then we were like, Oh, this song is good. We got to record some stuff on it. The song was already done, but we tried to, like, make it our own and, like, write our own verses on it. And then it took us, like, 30 minutes, yeah, 10 minutes, like, I don&#8217;t know it was really short. And we finished our verse really fast, and we kind of, like, recorded everybody&#8217;s voices on it. Keep watching for more!",
      "image": "",
      "link": "https://www.billboard.com/video/cortis-teases-second-album-at-nba-crossover/",
      "date": "2026-02-14T01:33:20.000Z",
      "source": "Billboard"
    },
    {
      "title": "Billboard’s Music Industry Events Calendar",
      "description": "As part of our continuing efforts to serve the music industry and its creators, Billboard Pro now features a music industry events calendar for readers. The calendar will act as music&#8217;s most complete summary major national and international industry events, from conferences to festivals to networking mixers and more. Just as Billboard is music&#8217;s must-read source for news, charts and analysis, now it also is the go-to for business happenings. Related Dates Announced for SXSW London&nbsp;Debut Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand February 2026 Feb. 11-16 &#8211; ​​Buenos Aires Dance conference (Buenos Aires, Argentina) Feb. 14-16 &#8211; Bandland festival (Bengaluru, India) Feb. 17-19 &#8211; Music in Action Summit (Boulder, Colo.) Feb. 18 &#8211; She Is the Music&#8217;s Sharing the Spotlight event (Los Angeles) Feb. 19 &#8211; Live Nation Q4/FY2025 earnings call Feb. 19 &#8211; Premio Lo Nuestro (Miami) Feb. 19-March 1 &#8211; Noise Pop Festival (San Francisco) Feb. 20-22 &#8211; Innings Festival (Tempe, Ariz.) Feb. 21 &#8211; Sweet Relief Musicians Fund benefit concert (San Francisco) Feb. 22-27 &#8211; Viña del Mar International Song Festival (Viña del Mar, Chile) Feb. 23-26 &#8211; On Air Fest (New York) Feb. 23-March 2 &#8211; Envision Festival (Uvita, Costa Rica) Feb. 24 &#8211; Green Events and Innovations: The Sound of Sustainability conference (London) Feb. 24 &#8211; A Greener Future International AGF Awards (London) Feb. 24 &#8211; Ryman Hospitality Properties Q4 earnings call Feb. 24-27 &#8211; International Live Music Conference (London) Feb. 25-March 1 &#8211; Montreux Jazz Festival Miami (Miami) Feb. 27 &#8211; ILMC Futures Forum (London) Feb. 27-March 1 &#8211; WinterWondergrass Festival (Steamboat Springs, Colo.) Feb. 28 &#8211; BRIT Awards (Manchester, U.K.) Feb. 28 &#8211; NAACP Image Awards (Pasadena, Calif.) Feb. 28 &#8211; PGA Awards (Los Angeles) March 2026 March 2-4 &#8211; Women in Music&nbsp;Global Summit (Toronto) March 2-22 &#8211; RodeoHouston (Houston) March 3 &#8211; Tibet House US Benefit Concert (New York) March 3-8 &#8211; The New Colossus Festival (New York) March 5 &#8211; Love Rocks NYC benefit concert (New York) March 5 &#8211; Universal Music Group Q4/FY2025 earnings call March 7-8 &#8211; Jazz in the Gardens Music Fest (Miami Gardens, Fla.) March 7-8- Rolling Loud Australia (Sydney and Melbourne, Australia) March 12-18 &#8211; SXSW (Austin) March 13-14 &#8211; Coca-Cola’s Sips &amp; Sounds Music Festival (Austin) March 13-15 &#8211; C2C: Country to Country (London; Belfast, N. Ireland; Glasgow, Scotland) March 13-15 &#8211; Lollapalooza Argentina (San Isidro, Argentina) March 13-15 &#8211; Lollapalooza Chile (Santiago, Chile) March 14 &#8211; Hello, Melbourne festival (Melbourne, Australia) March 14-15 &#8211; La Cura Fest (Hermosillo, Sonora, Mexico) March 14-15 &#8211; Vive Latino festival (Mexico City) March 16 &#8211; iHeartPodcast Awards (Austin) March 17 &#8211; Venues Day (London) March 18 &#8211; Deezer Q4/FY2025 earnings call March 18 &#8211; IFPI Global Music Report Launch Event (virtual) March 18 &#8211; Tencent Q4/FY2025 earnings call March 18-20 &#8211; Country Radio Seminar (Nashville) March 19-21 &#8211; Wavelength Music Festival + Conference (Toronto) March 19-22 &#8211; Okeechobee Music &amp; Arts Festival (Okeechobee, Fla.) March 20-21 &#8211; Deep Tropics festival (Nashville) March 20-22 &#8211; Lollapalooza Brasil (São Paulo) March 22 &#8211; Band As One Nashville: Concert for the Cure (Nashville) March 22 &#8211; Susan G. Komen Band As One Nashville Concert for the Cure (Nashville) March 22-25 &#8211; MUSEXPO (Burbank, Calif.) March 24-26 &#8211; Winter Music Conference (Miami) March 24-28 &#8211; Tin Pan South Songwriters Festival (Nashville) March 25 &#8211; Fun Business Days Miami (Miami) March 25-29 &#8211; Treefort Music Fest (Boise, Idaho) March 26 &#8211; BMG FY2025 earnings call March 26 &#8211; Femmy Awards (Miami) March 26 &#8211; HBCU AWAREFEST (Atlanta) March 26 &#8211; MOBO Awards (Manchester, England) March 26-29 &#8211; Big Ears Festival (Knoxville, Tenn.) March 27-29 &#8211; Pa’l Norte festival (Monterrey, Mexico) March 27-29 &#8211; Ultra Music Festival (Miami) April 2026 April 2-5 &#8211; Byron Bay Bluesfest (Byron Bay, Australia) April 9-12 &#8211; The Canadian Folk Music Awards (Calgary, Alberta, Canada) April 9-12 &#8211; Country Thunder Arizona festival (Florence, Ariz.) April 10 &#8211; Ultra New Zealand festival (Wellington, New Zealand) April 10-12 &#8211; Coachella weekend 1 (Indio, Calif.) April 10-12 &#8211; Tortuga Music Festival (Ft. Lauderdale, Fla.) April 11 &#8211; Ultra Australia festival (Melbourne, Australia) April 12 &#8211; Ultra Beach Gold Coast festival (Southport, Australia) April 13-14 &#8211; Fun Business Days Valencia (Valencia, Spain) April 14 &#8211; Music Sustainability Summit (Los Angeles) April 14 &#8211; North American Concert Promoters Association annual meeting (Beverly Hills, Calif.) April 14-16 &#8211; Pollstar Live! (Los Angeles) April 15 &#8211; Pollstar Awards (Los Angeles) April 17 &#8211; Day Zero Bali festival (Bali) April 17-19 &#8211; Coachella weekend 2 (Indio, Calif.) April 18 &#8211; Syndicate Smokedown &amp; Music Festival (Fort Worth, Tex.) April 18-19 &#8211; High Water Festival (Charleston, S.C.) April 19-21 &#8211; HITS HOME conference (Nashville) April 20-May 6 &#8211; La Linea &#8211; The London Latin Music Festival (London) April 22-24 &#8211; IMS Ibiza (Cala Llonga, Ibiza, Spain) April 23-May 3 &#8211; New Orleans Jazz &amp; Heritage Festival (New Orleans) April 24-25 &#8211; Ubbi Dubbi festival (Fort Worth, Tex.) April 24-26 &#8211; Liberation Weekend II festival &amp; fundraiser (Washington, D.C.) April 24-26 &#8211; Stagecoach (Indio, Calif.) April 25 &#8211; Sick New World festival (Las Vegas) April 27-May 2 &#8211; Soundscape&nbsp;Northwest festival and conference (Portland, Oreg.) April 29 &#8211; APRA Music Awards (Sydney) April 29-May 2 &#8211; Festival de la Leyenda Vallenata (Valledupar, Colombia) May 2026 May 1-3 &#8211; Beachlife Festival (Redondo Beach, Calif.) May 2 &#8211; iHeartCountry Festival (Austin) May 6-7 &#8211; Secure Venues Summit (Seattle) May 7-10 &#8211; Welcome to Rockville (Daytona Beach, Fla.) May 8-10 &#8211; Country Thunder Florida festival (St. Pete Beach, Fla.) May 8-10 &#8211; Rolling Loud USA (Orlando, Fla.) May 13-16 &#8211; The Great Escape festival (Brighton, England) May 14-16 &#8211; Chrysalis festival (San Jose Del Cabo, Mexico) May 14-17 &#8211; Sonic Temple Art &amp; Music Festival (Columbus, Ohio) May 15-17 &#8211; Kilby Block Party festival (Salt Lake City) May 16 &#8211; Zipangu Japanese Music Event (Pasadena, Calif.) May 19 &#8211; The Gordon Parks Foundation Annual Awards Dinner &amp; Auction (New York) May 20-24 &#8211; Lightning in a Bottle festival (Buena Vista Lake, Calif.) May 22-23 &#8211; Africa Rising Music Conference (Johannesburg, South Africa) May 22-24 &#8211; BottleRock Napa Valley festival (Napa, Calif.) May 22-24 &#8211; Dark Star Jubilee festival (Thornville, Ohio) May 23-24 &#8211; Sueños festival (Chicago) May 23-25 &#8211; Movement Festival (Detroit) May 28-30 &#8211; Dusty Vaquero Days festival (Gillette, Wyo.) June 2026 June 1-6 &#8211; SXSW London (London) June 3-5 &#8211; AIMS: AI Music Summit (Boston) June 4-6 &#8211; HIGH END Vienna (Vienna) June 4-6 &#8211; Primavera Sound Barcelona (Barcelona, Spain) June 4-7 &#8211; Carolina Country Music Fest (Myrtle Beach, S.C.) June 4-7 &#8211; CMA Fest (Nashville) June 5-7 &#8211; Governors Ball Festival (New York) June 5-7 &#8211; Rock am Ring (Nürburg, Germany) June 5-7- Rock im Park (Nuremberg, Germany) June 6-7 &#8211; All Things Go Toronto festival (Toronto) June 6-7 &#8211; Railbird Music Festival (Lexington, Ky.) June 7 &#8211; Tony Awards (New York) June 8 &#8211; Libera Awards (New York) June 8-11 &#8211; A2IM Indie Week (New York) June 10-14 &#8211; Download Festival (Leicestershire, U.K.) June 11-13 &#8211; Rock the South festival (Decatur, Ala.) June 11-14 &#8211; Bonnaroo (Manchester, Tenn.) June 13 &#8211; Braves Country Fest&nbsp;(Atlanta) June 13 &#8211; MUSIC AWARDS JAPAN (Tokyo) June 13-14 &#8211; All Good Now festival (Columbia, Md.) June 18-20 &#8211; Sónar Festival (Barcelona, Spain) June 18-20 &#8211; Summerfest weekend 1 (Milwaukee) June 18-21 &#8211; Barefoot Country Music Fest (Wildwood, N.J.) June 18-21 &#8211; Hellfest (Clisson, France) June 18-21 &#8211; The Isle of Wight Festival (Newport, England) June 19-20 &#8211; Zootown Music Festival (Missoula, Mont.) June 25-27 &#8211; Summerfest weekend 2 (Milwaukee) June 25-28 &#8211; Electric Forest festival (Rothbury, Mich.) June 26-28 &#8211; Wilco&#8217;s Solid Sound festival (North Adams, Mass.) July 2026 July 2-4 &#8211; Summerfest weekend 3 (Milwaukee) July 2-5 &#8211; Rock Werchter festival (Rotselaar, Belgium) July 3 &#8211; Roundhay Festival (Leeds, England) July 8-11 &#8211; Mad Cool festival (Madrid) July 8-12 &#8211; Windy City Smokeout festival (Chicago) July 10 &#8211; BST Hyde Park festival (London) July 10-11 &#8211; Minnesota Country Club Festival (St. Paul, Minn.) July 16-18 &#8211; 4848 Festival (Snowshoe, W. Va.) July 17-19 &#8211; Inkcarceration festival (Mansfield, Ohio) July 17-19 &#8211; Minnesota Yacht Club Festival (St. Paul, Minn.) July 17-19 &#8211; Under the Big Sky festival (Whitefish, Mont.) July 18-19 &#8211; Summer of ’99 and Beyond Festival (Tinley Park, Ill.) July 23-25 &#8211; Headwaters Country Jam (Three Forks, Mont.) July 24-25 &#8211; Eaux Claires festival (Eau Claire, Wis.) July 24-26 &#8211; Newport Folk Festival (Newport, R.I.) July 28-Aug. 1 &#8211; Latin Alternative Music Conference (New York) July 30-Aug. 1 &#8211; Hinterland Music Festival (St. Charles, Iowa) July 30-Aug. 2 &#8211; Y Not Festival (Pikehall, England) August 2026 Aug. 2-4 &#8211; Musikfest Music Industry Conference (Bethlehem, Pa.) Aug. 5-9 &#8211; Boardmasters festival (Newquay, England) Aug. 7-9 &#8211; Outside Lands (San Francisco) Aug. 12-15 &#8211; Iceland Eclipse festival (Snæfellsnes Peninsula, Iceland) Aug. 12-16 &#8211; Boomtown Festival (South Downs National Park, England) Aug. 14-16 &#8211; Flow Festival (Helsinki, Finland) Aug. 25 &#8211; SOURCE Hall of Fame Awards (Nashville) Aug. 26-30 &#8211; Rock en Seine festival (Domaine national de Saint-Cloud, France) Aug. 27-30 &#8211; Creamfields festival (Daresbury, England) Aug. 28-29 &#8211; All Points East festival (London) September 2026 Sept. 1-4 &#8211; BIGSOUND (Brisbane, Australia) Sept. 3-6 &#8211; End of the Road festival (Dorset, England) Sept. 4-5 &#8211; Vive Latino España (Zaragoza, Spain) Sept. 4-6 &#8211; Velocity at Field of Dreams festival (Dyersville, Iowa) Sept. 14 &#8211; Primetime Emmys (Los Angeles) Sept. 17-20 &#8211; Louder Than Life festival (Louisville, Ky.) Sept. 18-20 &#8211; Cascade Equinox Festival (Redmond, Oreg.) Sept. 19-20 &#8211; Experts Only festival (New York) Sept. 25-26 &#8211; Somewhere Festival &amp; Conference (Wichita, Kans.) October 2026 Oct. 1 &#8211; Day Zero Tulum festival (Tulum, Mexico) Oct. 13-16 &#8211; Mondo.NYC conference (New York) Oct. 21-25 &#8211; Amsterdam Dance Event (Amsterdam) Oct. 24 &#8211; Sick New World festival (Fort Worth, Tex.) November 2026 Nov. 8-10 &#8211; jump.global Summit (Los Angeles) Want your event listed? For more information contact joe.maimone@billboard.com.",
      "image": "https://www.billboard.com/wp-content/uploads/2021/09/London-Skyline-2020-billboard-1548-1631033399.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/music-industry-events-calendar-festivals-awards-conferences/",
      "date": "2026-02-14T00:26:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Charli xcx, Bleachers, Jill Scott, MUNA & More: What’s Your Favorite New Music This Week? Vote!",
      "description": "Music&#8217;s biggest stars certainly didn&#8217;t leave the world hanging this Valentine&#8217;s Day weekend. Charli xcx leads this week&#8217;s Friday Music Guide with her lush Wuthering Heights companion album, which features spunky collaborations with John Cale (&#8220;House&#8221;) and Sky Ferreira (&#8220;Eyes of the World&#8221;). The soundtrack accompanies the release of the film of the same name, directed by Oscar-winning screenwriter Emerald Fennel and starring Oscar-nominated actors Margot Robbie and Jacob Elordi. Related Friday Music Guide: New Music From Charli xcx, MUNA, Bleachers &amp;&nbsp;More Jill Scott Makes Her Spiritual Comeback With ‘To Whom This May Concern’ | In&nbsp;Conversation Kate Bush&#8217;s &#8216;Wuthering Heights&#8217; &#038; 10 Other Classic Songs Inspired By&nbsp;Literature Jill Scott also dropped her new album — and it&#8217;s her first full-length offering in a decade. Featuring collaborations with Trombone Shorty, JID and Tierra Whack, as well as a gritty, soulful soundscape, To Whom This May Concern set a high bar for 2026 R&amp;B LPs. Holding it down for the genre&#8217;s new school, Brent Faiyaz also shared his new Icon LP, executive produced by the great Raphael Saadiq. On the hip-hop side, a plethora of artists shared new music, including A Boogie Wit Da Hoodie (Before Artistry EP), Domani (Forever Lasting Tape), Feng (Weekend Rockstar), Waka Flocka Flame (Lebron Flocka James 2K26), Eem Triplin (A Love Song for U EP), Buddah Bless (Buddah Bless the Streets) and Ras Kass (Leopard Eats Face). Central Cee also dropped his long-awaited &#8220;Iceman Freestyle,&#8221; while Mike Will Made-It teamed up with Chief Keef and YoungBoy Never Broke Again for &#8220;Rooms.&#8221; As far as singles go, Bleachers, the Jack Antonoff-led rock outfit, followed up the A-list producer&#8217;s recent Grammy wins (best rap song for &#8220;TV Off&#8221; and record of the year for &#8220;Luther&#8221;) with a new, National-esque track titled &#8220;You and Forever.&#8221; Pop trio MUNA also returned with &#8220;Dancing on the WALL,&#8221; the title track off their forthcoming fourth studio album, and enigmatic Swedish singer Lykke Li unleashed &#8220;Lucky Again,&#8221; kicking off her &#8220;existential era.&#8221; Not to be outdone, Red Hot Chili Peppers founding member Flea went back to his jazz roots with &#8220;Thinkin Bout You,&#8221; a tender Frank Ocean lift that serves as the latest taste of his upcoming debut solo album, Honora, due this March. Vote between this week&#8217;s new releases — or share your own — in&nbsp;Billboard‘s New Music Friday&nbsp;poll&nbsp;below: Take Our Poll Take Our Poll Take Our Poll Take Our Poll",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/Charli-xcx-2025-Photo-Credit-Stolen-Besos-e1770927343476.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/music-news/charli-xcx-bleachers-jill-scott-new-music-friday-poll-vote-1236179927/",
      "date": "2026-02-13T23:33:11.000Z",
      "source": "Billboard"
    },
    {
      "title": "Wasserman Fallout: Every Artist Who Has Spoken Out Over Founder’s Epstein Ties (UPDATING)",
      "description": "On Thursday (Feb. 5), Best Coast frontwoman Bethany Cosentino was the first artist signed to the powerful Wasserman agency to speak out over revelations that its founder and CEO, Casey Wasserman, had carried on a flirtatious relationship with convicted sex trafficker Ghislaine Maxwell — the main accomplice of convicted child sex predator Jeffrey Epstein — after the latest tranche of 3 million files in the Epstein case was released. Expressing anger over Wasserman&#8217;s apology, in which the executive said he &#8220;deeply regret[s]&#8221; his communications with Maxwell, Cosentino called for Wasserman to step down from his post and for the agency to change its name, among other demands. Related Chappell Roan Exits Wasserman Agency Amid Outrage Over Epstein Ties: &#8216;I Hold My Teams to the Highest Standards&#8217; Kristin Robinson Since Cosentino&#8217;s Instagram post went live, several more artists — mainly indie acts —&nbsp;have responded to the controversy. Though these responses have varied somewhat, most have either announced their exit from the agency over the revelations or seemingly threatened to leave if Wasserman isn&#8217;t held accountable for his actions. Nearly all have expressed support for their agents. On Monday evening (Feb. 9), Chappell Roan became the first major star to speak out on the issue, writing that she had left the agency amid the growing outrage (without explicity mentioning Epstein or Maxwell). The growing number of artist defections is now continuing to snowball into a major issue for Wasserman and his namesake agency, which represents such superstars as Ed Sheeran, Coldplay, SZA, Noah Kahan, Lorde and Kenny Chesney. Will any of those other big acts follow Roan&#8217;s lead? Below, we&#8217;ve rounded up every Wasserman artist who has spoken out on the issue. We&#8217;ll continue updating the list as more of them make their feelings known. (Ed. Note: The Wasserman agency has declined multiple requests for comment on the artist departures.)",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P103YRAW.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/lists/casey-wasserman-jeffrey-epstein-ties-artists-react/",
      "date": "2026-02-13T22:57:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Taylor Swift Calls Travis, ‘My In-House House Guy,’ Announces ‘Opalite’ Remix",
      "description": "Kelce inspired Chris Lake’s new EDM version of the track",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-travis-kelce-opalite-remix-chris-lake-1235516394/",
      "date": "2026-02-13T21:10:45.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Alex G and the Blue Nile’s Paul Buchanan to Score Jane Schoenbrun Film",
      "description": "Teenage Sex and Death at Camp Miasma premieres August 7",
      "image": "",
      "link": "https://pitchfork.com/news/alex-g-the-blue-nile-paul-buchanan-to-score-jane-schoenbrun-new-film/",
      "date": "2026-02-13T20:46:58.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Evan Dando Hospitalized for Mental Health Treatment",
      "description": "After Lemonheads frontman reportedly sent sexually explicit videos to a fan, his rep says he’s “receiving comprehensive help from experienced doctors and mental health professionals”",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/lemonheads-evan-dando-hospitalized-1235516157/",
      "date": "2026-02-13T19:40:14.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Lemonheads’ Fan Accuses Evan Dando of Sending Unsolicited Explicit Videos",
      "description": "Dando has since been hospitalized for mental-health treatment, a representative says",
      "image": "",
      "link": "https://pitchfork.com/news/lemonheads-fan-accuses-evan-dando-of-sending-unsolicited-explicit-videos/",
      "date": "2026-02-13T19:19:21.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Taylor Swift Disputes Bedding Company’s ‘Swift Home’ Trademark",
      "description": "The artist has asked the U.S. Patent and Trademark Office to reject Cathay Home’s mark",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-swift-home-trademark-dispute-1235516007/",
      "date": "2026-02-13T18:03:54.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "James Blake Reveals North American Tour, Shares New Song",
      "description": "The Trying Times tour includes stops in Los Angeles, New York, and Philadelphia",
      "image": "",
      "link": "https://pitchfork.com/news/james-blake-announces-north-america-tour-shares-new-song/",
      "date": "2026-02-13T17:30:41.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Irreversible Entanglements Announce New Album Future Present Past",
      "description": "The free-jazz quintet tapped Helado Negro and New York-based vocalist Motherboard for their follow-up to 2023’s Protect Your Light",
      "image": "",
      "link": "https://pitchfork.com/news/irreversible-entanglements-announce-new-album-future-present-past/",
      "date": "2026-02-13T16:56:54.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Taylor Swift Shares Extended ‘Opalite’ Video of ‘Camcorder Footage, Gigantic Scrunchies’",
      "description": "“I never want to forget a single detail of this hysterical shoot,” the singer said in an Instagram post",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-opalite-video-extended-versions-1235515810/",
      "date": "2026-02-13T16:33:08.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "The Artist FKA Sturgill Simpson Is Releasing a New Album. You Can’t Stream It",
      "description": "Mutiny After Midnight, by Johnny Blue Skies and the Dark Clouds, will be released only on vinyl, CD, and cassette",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/sturgill-simpson-johnny-blue-skies-mutiny-after-midnight-1235514899/",
      "date": "2026-02-13T16:29:50.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Foo Fighters Tease New Songs From Unreleased 12th Album on Their Website",
      "description": "Home page features posters you can click on to hear clips",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/foo-fighters-website-new-music-1235515832/",
      "date": "2026-02-13T16:04:05.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Este Haim Is Totally Available for Paul Thomas Anderson Movie Scores",
      "description": "But only if Jonny Greenwood retires",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/este-haim-paul-thomas-anderson-jonny-greenwood-scores-1235515807/",
      "date": "2026-02-13T15:46:27.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Sturgill Simpson Unveils New Johnny Blue Skies Album",
      "description": "Mutiny After Midnight arrives in March",
      "image": "",
      "link": "https://pitchfork.com/news/sturgil-simpson-johnny-blue-skies-album-mutiny-after-midnight/",
      "date": "2026-02-13T15:29:58.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "12 New Albums You Should Listen to Now: Charli XCX, Feng, and More",
      "description": "Also stream new releases from Jill Scott and August Ponthier",
      "image": "",
      "link": "https://pitchfork.com/news/10-new-albums-you-should-listen-to-now-charli-xcx-feng-and-more/",
      "date": "2026-02-13T15:08:09.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Jane Remover Drops New Venturing Song “In The Dark”",
      "description": "Her first release under the alias since 2025’s Ghostholding",
      "image": "",
      "link": "https://pitchfork.com/news/jane-remover-drops-new-venturing-song-in-the-dark/",
      "date": "2026-02-13T05:19:14.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Jennifer Hudson to Produce ‘Dreamgirls’ Broadway Revival",
      "description": "The award-winning musical's Broadway revival is set for 2026",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/dreamgirls-broadway-jennifer-hudson-producer-1235515740/",
      "date": "2026-02-13T05:17:58.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Listen to Charli XCX and Sky Ferreira’s New Wuthering Heights Song",
      "description": "“Eyes of the World” is the pair’s first collaboration since 2019",
      "image": "",
      "link": "https://pitchfork.com/news/listen-to-charli-xcx-and-sky-ferreiras-new-wuthering-heights-song/",
      "date": "2026-02-13T05:13:49.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Lykke Li Details Final Album The Afterparty, Shares New Song",
      "description": "The Swedish artist has also lined up shows with Robyn and Wolf Alice",
      "image": "",
      "link": "https://pitchfork.com/news/lykke-li-details-final-album-the-afterparty-shares-new-song/",
      "date": "2026-02-13T05:08:11.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Scritti Politti to Reissue Rare Debut Album",
      "description": "A remastered version of 1982’s Songs to Remember arrives April 10 via Rough Trade",
      "image": "",
      "link": "https://pitchfork.com/news/scritti-politti-to-reissue-rare-debut-album/",
      "date": "2026-02-12T22:52:20.000Z",
      "source": "Pitchfork"
    }
  ],
  "world_politics": [
    {
      "title": "Europe’s Trump whisperer doesn’t buy US cuddly pivot",
      "description": "MUNICH, Germany — The U.S. is being much less offensive at this year’s Munich Security Conference but one of Europe’s top Trump whisperers sees it as a shift in tone, not substance. “American foreign policy has changed,” Alexander Stubb, the president of Finland and occasional golf buddy of President Donald Trump, said in a live interview with POLITICO, pointing to the U.S. National Security Strategy that reserved some of its harshest remarks for American allies in Europe and recent messaging from senior officials. The American approach combines ideology and hierarchy, he said: “One is ideological: It’s very MAGA … and then the second strand is America First.” His comments came after U.S. Secretary of State Marco Rubio gave a speech in Munich that touched on Make America Great Again themes, highlighting Europe and America&#8217;s common heritage and shared Christian values, and also underlined that the U.S. still sees European countries as allies. U.S. Ambassador to NATO Matthew Whitaker, a close Trump ally, also stressed in an interview with POLITICO: “The Americans are not leaving.” That was a marked contrast to the overt hostility toward the continent displayed last year by U.S. Vice President JD Vance when he appeared on the Munich main stage. But Stubb noted that Rubio’s comments on an America that is shifting the burden of conventional defense to Europe while focusing on the Western Hemisphere and Asia is not all that different from Vance. “I think we brought down the temperature in the transatlantic relationship,” Stubb said, noting he spoke with Rubio for roughly half an hour after the speech, adding: “We respect the sovereign choices of countries.” Rubio&#8217;s comments showed a clear ordering of priorities for Washington, Stubb said: “No. 1 is the Western Hemisphere, No. 2 is the Indo-Pacific, and then No. 3 is Europe.” Stubb argued Europeans should understand the Trump-led American shift. The Finnish president — a longtime transatlanticist — also stressed the partnership remains intact. Finland’s military integration with the United States predates NATO membership and bilateral cooperation “is better than it has ever been,” he said. The transatlantic relationship is not ending, he argued, but evolving into a different balance of roles. “It’s in the interest of the United States to have very strong defense forces in Finland, Sweden and Norway,” Stubb said. “Let’s just continue to work on this transatlantic partnership.”",
      "image": "",
      "link": "https://www.politico.eu/article/finland-president-alexander-stubb-us-shift-in-tone-not-substance/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T19:03:34.000Z",
      "source": "Politico"
    },
    {
      "title": "Rubio says US and Europe 'belong together' despite tensions",
      "description": "The US secretary of state reassures European leaders that the Trump administration backs the transatlantic alliance.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c2lrdq47149o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T18:44:47.000Z",
      "source": "BBC World"
    },
    {
      "title": "Cuban cigar festival called off as US blockade worsens energy crisis",
      "description": "The annual aficionados' bonanza has been postponed until further notice as shortages affect international travel.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c0q30k2xzk2o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T18:04:51.000Z",
      "source": "BBC World"
    },
    {
      "title": "Russia killed opposition leader Alexei Navalny using dart frog toxin, UK says",
      "description": "There is no innocent explanation for the toxin being found in samples taken from Navalny's body, Foreign Office says.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cwyk4lz4e3eo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T17:00:14.000Z",
      "source": "BBC World"
    },
    {
      "title": "Planned US-funded baby vaccine trial in Guinea-Bissau blasted by WHO",
      "description": "Giving some newborns in Guinea-Bissau an established hepatitis B treatment but not others is \"unethical\", it says.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c78j5k2gk02o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T16:20:33.000Z",
      "source": "BBC World"
    },
    {
      "title": "US Ambassador to NATO: America is ‘not leaving’ Europe",
      "description": "MUNICH — The U.S. ambassador to NATO declared Saturday that “Americans are not leaving” Europe or the alliance, assuaging a concern that has caused panic across the continent. Matthew Whitaker’s comments at the&nbsp;Munich Security’s Conference’s&nbsp;POLITICO Pub came hours after Secretary of State Marco Rubio&nbsp;sought to reassure&nbsp;European allies nervous that Washington would walk away from them — especially by removing tens of thousands of U.S troops. American officials have taken a more conciliatory tone this year during the annual security conference as the transatlantic alliance&nbsp;faces the biggest strain&nbsp;in its seven-decade relationship. Their softer comments are a far cry from the angry rhetoric of Vice President JD Vance last year, who railed against the continent’s values. But Whitaker did emphasize the need for Europeans to take on more of the burden of their own defense. “We need Europe, which are very rich countries, very successful countries, to sort of take over the conventional defense,” he said. “That frees up the United States to take care of these other challenges and threats with our allies in those regions.” The Trump administration appeared skeptical about the strength and necessity of the NATO alliance. President Donald Trump has repeatedly criticized the members’ spending, support for Ukraine and commitment to their own defense. But that criticism&nbsp;has softened&nbsp;in recent weeks, with U.S. officials telling their European counterparts that the 80,000 U.S. troops on the continent would largely remain in place. Europe is not fully convinced. The European Union’s Defense Commissioner, Andrius Kubilius, is pushing for the bloc’s own military force of 100,000 troops to guard against any withdrawal.",
      "image": "",
      "link": "https://www.politico.com/news/2026/02/14/us-ambassador-nato-europe-munich-00782365?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T16:10:42.000Z",
      "source": "Politico"
    },
    {
      "title": "Chief mouser Palmerston dies after swapping Foreign Office for Bermuda",
      "description": "Social media account for Palmerston, who retired in 2020, announces death of ‘Diplocat extraordinaire’Palmerston, a rescue cat who became the chief mouser of the Foreign Office, has died in Bermuda.The cat, adopted from Battersea Dogs &amp; Cats Home, retired in 2020 after four years of service in Whitehall. Continue reading...",
      "image": "https://i.guim.co.uk/img/media/f7ae0679b159bed754aaa54d8982969b541b1557/0_0_4551_3640/master/4551.jpg?width=140&quality=85&auto=format&fit=max&s=d15e2b930b295792d8edd77fb51aef01",
      "link": "https://www.theguardian.com/lifeandstyle/2026/feb/14/cat-chief-mouser-uk-foreign-office-dies-bermuda-palmerston",
      "date": "2026-02-14T16:08:59.000Z",
      "source": "The Guardian"
    },
    {
      "title": "Top Republican lawmakers spar over Greenland in Munich",
      "description": "MUNICH — U.S. Senator Thom Tillis shot back at comments made by fellow Republican Lindsey Graham on Saturday, voicing frustration with the South Carolina senator’s dismissal of Greenland’s sovereignty. The disagreement over President Donald Trump’s threat to seize the Danish territory boiled over at the annual summit here, starting with Graham’s comment Friday, “who gives a shit who owns Greenland? I don’t.” Appearing at the conference on Saturday, Tillis, without naming Graham directly, responded, “who gives a shit about who owns Greenland? The 85,000 indigenous people in Greenland give a shit about who owns Greenland. And at the end of the day, we need to show respect.” The comments reflect the divide in Congress — and the Republican Party — over Trump’s gambit, which for the moment appears to have stalled. The president has threatened to use force to take ownership of the island, which already houses U.S. troops and a radar installation. The threat roiled the NATO alliance, with some American allies warning any moves by the U.S. to take control of the island would permanently rupture the alliance. While Trump ultimately backed down — amid strong objections from several GOP lawmakers — the standoff has forced allies to reckon with an American president who cares little for traditional notions of power and cooperation. “Our nation was founded on rejecting bullies,” Tillis said. “I think it’s in our DNA whether we want to believe it or not. Every once in a while, the rhetoric gets a little bit hot. We get a little bit cowboy-ish, but at the end of the day, the collective consciousness of the American people do not like bullies.”",
      "image": "",
      "link": "https://www.politico.com/news/2026/02/14/republican-trump-greenland-graham-tillis-00782363?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T15:31:29.000Z",
      "source": "Politico"
    },
    {
      "title": "Alexei Navalny was killed by Russia with frog toxin, 5 European governments say",
      "description": "Russia poisoned opposition politician Alexei Navalny with a toxin from a poison dart frog, France, Germany, the Netherlands, Sweden and the United Kingdom said on Saturday. The five governments made the announcement at the Munich Security Conference, two years after news broke during the same event of the pro-democracy campaigner&#8217;s death in a Russian prison. Analyses of samples from Navalny’s body “conclusively confirmed” the presence of a toxin called epibatidine, which is found in poison dart frogs in South America and could only have been deployed by Russia, the countries said in a joint statement. Navalny’s widow, Yulia Navalnaya, welcomed the conclusion as providing “certainty” about what she had long believed. Speaking at the POLITICO Pub at the conference, she said she was &#8220;satisfied&#8221; with the evidence, noting that: “He was killed, he was very young — less than 50. He spent his last years in torturous conditions &#8230; [Russian leader Vladimir] Putin killed him.&#8221; She said she had previously been told it would be “impossible” to say definitively how he died, and she was “very thankful to the U.K. and other countries” for helping to prove &#8220;that we know now that my husband was killed.&#8221; She predicted that &#8220;one day there will be justice for Vladimir Putin.&#8221; The joint statement released earlier Saturday said: “Navalny died while held in prison, meaning Russia had the means, motive and opportunity to administer this poison to him. There is no innocent explanation for its presence in Navalny’s body.&#8221; Russian authorities said the opposition leader died of natural causes. But poisoning was “highly likely the cause of his death,” the five countries said in a joint statement on Saturday. Scientists from Porton Down, the U.K.’s top secret laboratory, played a key role in the findings, according to British officials. Navalny, a longtime thorn in the side of Russian President Vladimir Putin, was filmed the day before his death at a court hearing cracking jokes and seemingly in high spirits The U.K. said in a separate statement on Saturday that the circumstances of Navalny’s death were “brutal and barbaric.” The five countries’ representatives to the Organization for the Prohibition of Chemical Weapons have written to its director general to inform him of the alleged Russian breach of the Chemical Weapons Convention. The U.K. said Navalny’s death is part of an “alarming pattern” of behavior by Russia, including its use of the Novichok chemical agent in the U.K. in 2018, which led to the death of a British woman, and Russian troops’ “frequent use of chemical weapons on the battlefield in Ukraine.” Russia’s foreign ministry did not immediately respond to a request for comment. This article has been updated.",
      "image": "",
      "link": "https://www.politico.eu/article/alexei-navalny-killed-russia-frog-toxin-5-eu-countries-say/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T14:12:34.000Z",
      "source": "Politico"
    },
    {
      "title": "Zelenskyy says Putin only interested in continued war",
      "description": "MUNICH, Germany — Kyiv is ready to make peace, but European leaders need to be ready for Russian aggression because Russia’s Vladimir Putin is “a slave to war,” Ukrainian President Volodymyr Zelenskyy warned at the Munich Security Conference on Saturday. “The longer the war continues, the more resources the aggressor receives, the more dangerous the consequences become, the more dangerous the evolution of weapons and of war itself is, and the evolution of Putin,” Zelenskyy said in a keynote speech. Putin “is no longer interested in anything else” than war, as “he cannot imagine life without power or after power,” Zelenskyy added. The Ukrainian president underlined that he is ready to end the fighting with Putin — on the condition of ironclad security guarantees from Kyiv&#8217;s allies to prevent another Russian attack. &#8220;We are ready for an agreement that will bring real peace. We believe that this war can be ended,&#8221; he said. Peace talks, led by U.S. special envoy Steve Witkoff and President Donald Trump’s adviser and son-in-law Jared Kushner, are set to resume in Geneva next week. But they have stalled as Ukraine resists American pressure to give up territory — some of which Russia does not yet control — and the lack of concrete security guarantees for Kyiv in a postwar settlement. “We truly hope that the trilateral meetings next week will be serious, substantive, helpful for all us, but honestly sometimes it feels like the sides are talking about completely different things,” Zelenskyy said, adding: “The Americans often return to the topic of concessions and too often those concessions are discussed only in the context of Ukraine, not Russia.” Trump is ramping up pressure on Ukraine to give way. “Zelenskyy must act. Russia wants to reach an agreement, and if he does not take action, he will miss a major opportunity,” Trump said on Friday. Zelenskyy underlined that his country is making enormous sacrifices to hold Russia at bay, and reiterated his call for more and speedier arms deliveries from its allies. A particular sore point is delays in missiles for air defense systems while Russia pounds critical power and heating plants during a freezing winter. Ukraine is also hitting targets deep in Russia, and Zelenskyy noted that is what seems to make Russia more serious about peace negotiations. “The stronger we are, the more realistic peace becomes,” he said. Zelenskyy has continued to push hard at Munich for Tomahawk missiles from the U.S. During a meeting with American senators, the Ukrainian president told them the missiles could help Kyiv strike targets deep inside Russia. The meeting covered&nbsp;“what the front line status currently is with Russian losses, and what the Russians need to do, if they want to move the line of contact forward,”&nbsp;Senator Mark Kelly, an Arizona Democrat, told POLITICO. On Friday, Senator Lindsey Graham, who led the Senate’s delegation to Munich, said Kyiv needs the long-range missiles to force Putin to the negotiating table. “I’ll be pushing the Tomahawks,”&nbsp;Graham, the Senate Budget Committee chair, said Friday at the POLITICO Pub at the summit.&nbsp; Republican Senator Roger Wicker endorsed the Ukrainian leader&#8217;s call for the U.S. missiles “We need to unleash the Tomahawk missiles” on Russia, he said. &#8220;That’s a message that will come from the Congress, [but] it’s the decision of the administration.” Wicker added that Putin isn’t negotiating in good faith. “Vladimir Putin started this war. He’s a war criminal, and as you’ve pointed out, he started committing more war crimes this year, by attacking civilians. He will begin to negotiate in good faith only when he is hurting,&#8221; he said. With European leaders in Munich stressing that they are boosting defense spending and rebuilding their militaries, Zelenskyy highlighted the danger posed by Russia. “Ask yourselves, are you ready not only for the challenges that Russian aggression brings, the challenges of modern war, but also for the constant effort to convince the world to fight for support to defend your country’s interests every single day as Ukraine must do,&#8221; he said.",
      "image": "",
      "link": "https://www.politico.eu/article/volodymyr-zelenskyy-vladimir-putin-slave-to-war-russia-ukraine/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T13:49:17.000Z",
      "source": "Politico"
    },
    {
      "title": "Casey Wasserman to sell talent agency after Epstein fallout",
      "description": "The prominent agent and LA Olympics chief has come under scrutiny over past ties with Jeffrey Epstein and Ghislaine Maxwell.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cy0dn4e1njjo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T13:28:26.000Z",
      "source": "BBC World"
    },
    {
      "title": "Epstein spent years building ties to well-known hackers",
      "description": "Convicted sex offender Jeffrey Epstein for years communicated with experts in the cybersecurity community and expressed interest in attending two of the largest hacker conventions in the world, according to documents released by the Justice Department. It’s unclear if Epstein ever attended either DEFCON or Black Hat, where thousands of hackers and researchers gather annually in Las Vegas to discuss the latest cyber vulnerabilities and trends. According to his emails with several prominent researchers and business people, his interest in cybersecurity and cryptography appeared to be widespread, ranging from discussions about removing information about himself from online search engines to network security. Jeff Moss, founder of both the Black Hat and DEFCON conferences, told POLITICO in a statement that it’s unlikely Epstein actually made it to the conferences. “As far as we can tell, he wanted to attend, but never did,” Moss said of Epstein. “It looks like there were a lot of plans and I’m just waiting for some sort of evidence that he followed through on them.” According to the released emails, Epstein first&nbsp;made plans to attend DEFCON for a few hours in August 2013&nbsp;to meet with Pablos Holman, who at the time worked on various tech and cyber projects at private equity company Intellectual Ventures. It’s unclear whether Epstein and almost a dozen of his guests obtained tickets to DEFCON or if Epstein attended. It appears that Epstein and Holman had been in touch since 2010, according to emails. Epstein in 2010&nbsp;emailed cryptography researcher Ian Goldberg&nbsp;and said Holman “suggested we speak.” Holman also planned to&nbsp;stay in Epstein’s apartment&nbsp;while visiting New York City in 2013 and advised Epstein on&nbsp;how to bury “negative stuff”&nbsp;online. A spokesperson for the University of Waterloo, where Goldberg works within the School of Computer Science, confirmed to POLITICO that Goldberg&nbsp;turned down the offer&nbsp;from Epstein in 2010 to fund his work at the university. Holman, who currently serves as a general partner at venture capital group Deep Future, did not respond to multiple requests for comment. Joi Ito, the current president of Japan’s Chiba Institute of Technology and former director of the Massachusetts Institute of Technology’s Media Lab, appears to have&nbsp;introduced entrepreneur and researcher Vincenzo Iozzo via email to Epstein&nbsp;in 2014, according to the emails. Ito stepped down from his role at MIT in 2019 when previous disclosures revealed Ito&nbsp;had accepted about $1.7 million from Epstein&nbsp;for the lab and his own investment funds. Spokespersons for Chiba Institute of Technology did not respond to a request for comment on Ito’s connections to Epstein. Ito&nbsp;previously apologized&nbsp;for his association with Epstein and stressed that he was “never involved in, never heard him talk about and never saw any evidence of the horrific acts that he was accused of.” According to the emails, Iozzo, who currently serves as CEO of identity management company SlashID, discussed obtaining tickets for Epstein to attend DEFCON conferences in Las Vegas in&nbsp;2016&nbsp;and&nbsp;2018. Iozzo previously served in roles at cybersecurity company CrowdStrike and as a board member for the annual Black Hat conference. He also planned to meet with Epstein at his New York City home on at least five occasions in&nbsp;2014,&nbsp;2015,&nbsp;2016,&nbsp;2017&nbsp;and&nbsp;2018. One email sent by Epstein to Iozzo&nbsp;ahead of the 2016 conferences noted he wanted to bring guests, including&nbsp;former Israeli Prime Minister Ehud Barak,&nbsp;American billionaire Tom Pritzker&nbsp;and “four girls.” It’s not clear if Epstein attended the conference that year or met with Barak, Pritzker or Iozzo. A spokesperson for Barak told POLITICO that the former prime minister “did not attend DEFCON in 2016,” and further noted that Epstein never asked him to attend. The spokesperson stressed that Barak “has repeatedly and publicly stated that he deeply regrets having any association with Jeffrey Epstein.” Separate spokespersons for Hyatt Hotels — where Pritzker serves as executive chairman of the board of directors — and for the Pritzker Organization did not respond to a request for comment. Epstein again discussed attending DEFCON in 2018,&nbsp;which Iozzo also offered to procure tickets for, according to the emails. Ahead of the 2018 convention, Epstein requested to meet with “founder” of Black Hat, but&nbsp;Iozzo wrote in an email&nbsp;that this person had turned down the meeting due to “what’s out there online” about Epstein. The founder, however, was “happy” to provide Epstein with tickets to the event, Iozzo wrote. It’s unclear if Epstein was referring to Moss or someone else. Moss told POLITICO in a statement that he “turned down Vincenzo’s badge request” for Epstein, and “advised Vincenzo to stay clear” of the disgraced financier. Moss noted that it’s possible Iozzo bought passes to the conference separately. An FBI file released by the Justice Department&nbsp;—&nbsp;first reported by TechCrunch&nbsp;— suggested that Epstein had a “personal hacker” who developed “offensive cyber tools” that were sold to several unnamed governments. It’s unclear if the information provided by the unnamed informant to the FBI is accurate. The name of the hacker is redacted in the file but a description of the person — including that they&nbsp;had a company that was acquired by CrowdStrike in 2017&nbsp;and&nbsp;found vulnerabilities in Blackberry and iOS devices&nbsp;— matches Iozzo. Iozzo strongly denied that he was the so-called personal hacker for Epstein and issued a lengthy statement to POLITICO refuting the claims made by the FBI informant, including his alleged past work for foreign governments. Iozzo said that his interactions with Epstein “were limited to business opportunities that never materialized, as well as discussion of the markets and emerging technologies.” “The latest release of files contains a document with fabricated claims made about me to an FBI agent over eight years ago,” Iozzo said, noting that neither the FBI nor any other government agency ever contacted him about the file. “These accusations are false and defamatory. For the avoidance of doubt, it should go without saying that I have never been involved in any illegal or unethical activity.” Iozzo also said that he did not provide Epstein with “exclusive access” to the DEFCON and Black Hat conferences and did not know if Epstein actually attended either event. “I unfortunately knew Epstein for professional reasons,” Iozzo said. “I wish I did not. We were introduced by people whom I trusted and admired when I was 25 fundraising for my startup in 2014. Because of this, I failed to ask the right questions — questions that, in retrospect, seem obvious. I foolishly accepted the narrative that was presented to me by others that greatly minimized the magnitude of his horrific actions.” “I regret the past association and take full responsibility for not exercising greater judgment at the time,” he added. Epstein’s interest in the Black Hat and DEFCON conventions began years after he had been&nbsp;convicted of and jailed for soliciting sex from minors&nbsp;in 2008. Following his incarceration, Epstein&nbsp;reportedly took steps to scrub references&nbsp;to his conviction from the internet with the help of cyber professionals. Epstein was again&nbsp;arrested and charged with sex trafficking minors in 2019, though the federal case was formally dismissed in August 2019 following his death by suicide in jail while awaiting trial.",
      "image": "",
      "link": "https://www.politico.com/news/2026/02/14/epsteins-hackers-defcon-black-hat-00779365?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T13:14:08.000Z",
      "source": "Politico"
    },
    {
      "title": "Tribes grant the Colorado River legal personhood - can this help save it?",
      "description": "The river, which runs through seven US states that share it, is currently facing the worst drought in 1,200 years.",
      "image": "",
      "link": "https://www.bbc.com/news/videos/crmlgpnnzyxo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T13:13:13.000Z",
      "source": "BBC World"
    },
    {
      "title": "Starmer stresses ‘urgency’ of closer defence ties with Europe at Munich conference",
      "description": "The UK prime minister says stronger security relies on greater cooperation and integration across the continentMunich Security Conference – live updatesKeir Starmer said there was an urgent need for a closer UK defence relationship with Europe, covering procurement and manufacturing, so that the UK would be at the centre of a stronger European defence setup.In a rare visit to the Munich Security Conference, the British prime minister told the audience, to applause, “we are 10 years on from Brexit. We are not the Britain of the Brexit years.” Continue reading...",
      "image": "https://i.guim.co.uk/img/media/08f6bf7874fc5bc74a781d54b87a562f03f6d9ac/500_0_5000_4000/master/5000.jpg?width=140&quality=85&auto=format&fit=max&s=67690f602df0dd0a63e0818c888b0401",
      "link": "https://www.theguardian.com/politics/2026/feb/14/keir-starmer-munich-conference-closer-europe-defence-ties",
      "date": "2026-02-14T12:17:21.000Z",
      "source": "The Guardian"
    },
    {
      "title": "Ban on Palestine Action ‘massively backfired’, says group’s co-founder",
      "description": "Huda Ammori calls for proscription to be lifted after high court finds it to be very serious interference with protest rightsThe co-founder of Palestine Action has said the ban on the group “massively backfired” and called for its proscription to be suspended after the high court found it to be unlawful.Three senior judges ruled on Friday that the ban was disproportionate and constituted very serious interference with the rights to protest and free speech. Continue reading...",
      "image": "https://i.guim.co.uk/img/media/6d2287d82274494f208077d1f771c7ded858f00b/0_0_2272_1818/master/2272.jpg?width=140&quality=85&auto=format&fit=max&s=0408b0d41853ff19e8839d5915b7487e",
      "link": "https://www.theguardian.com/uk-news/2026/feb/14/palestine-action-ban-backfired-says-co-founder-huda-ammori",
      "date": "2026-02-14T12:04:41.000Z",
      "source": "The Guardian"
    },
    {
      "title": "Top Trump official says no US ‘slush fund’ for far right in Europe",
      "description": "MUNICH, Germany — The U.S. is not interfering in European politics, a senior U.S. State Department official told POLITICO on Saturday, despite reported efforts by the Trump administration to fund MAGA-aligned organizations on the continent.&nbsp; Speaking at the POLITICO Pub on the sidelines of the Munich Security Conference, U.S. Under Secretary of State Sarah Rogers pushed back on a POLITICO report that Rogers and other Trump officials had held talks with groups in France and Britain and asked the Washington-based Heritage Foundation to provide a list of potential organizations to fund. “The idea that we have a slush fund for the far right is a lie,” Rogers said. “It&#8217;s not America&#8217;s decision to govern who&#8217;s elected in Europe.” The message from Rogers appeared to be another sign of the Trump administration trying to send conciliatory signals to Europe, despite the recently published National Security Strategy calling on the U.S. to “cultivate resistance” to the political status quo on the continent. And it came just hours after Secretary of State Marco Rubio called for a “strong and revitalized Europe” on the Munich stage.&nbsp; Rogers has courted controversy by taking to her official social media accounts to launch public attacks, from characterizing immigrants to Germany as “imported barbarian rapist hordes” to connecting Sweden’s migration policy to instances of sexual violence, and for her sharp rebukes of social media regulations in the EU and the United Kingdom. After U.S. Vice President JD Vance’s searing Munich speech last year criticizing European democracies for ostensibly pushing back on free speech rights in efforts to crack down on election interference, Rogers indicated that the U.S. is still making a list of which allies have been naughty and nice, but used a gentler tone.&nbsp; “In terms of who’s a good ally, we certainly have views on that, but whoever’s elected, we will work with them,” she said. At Munich, she has faced questions over whether rising far-right European parties, such as Germany’s Alternative for Germany (AfD) and France’s National Rally, might share U.S. priorities when it comes to beefing up defense.&nbsp; Many right-wing parties have qualms over higher military spending and many also have warm relations with the Kremlin. Rogers said that despite holding meetings with an AfD spokesperson last year, she has also talked with the British and French governments.&nbsp; “I’m a diplomat,” Rogers said. “It’s my job to meet with people that disagree with us on at least some things.”&nbsp; The White House also has disagreements with would-be European allies on the right, she said, and there is some common ground on efforts to crack down on AI deepfakes and sexual exploitation on social media. “We certainly don&#8217;t disagree that defamatory sexualized deepfakes are a serious issue, possibly addressable by law,” she added. This article has been updated.",
      "image": "",
      "link": "https://www.politico.eu/article/msc-sarah-rogers-donald-trump-official-denies-culture-war-allegations/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T11:55:59.000Z",
      "source": "Politico"
    },
    {
      "title": "UK migration could be negative this year – how will that hit the economy?",
      "description": "Universities, builders and health trusts are feeling the squeeze, as thinktank says effect of zero net migration could be similar to Brexit‘It’s been life-changing’: young Britons on why they left the UKWhen Greenwich and Kent universities said this month they would merge to save money, the heart of their financial difficulties could be found in the UK government’s crackdown on immigration.Tough restrictions on foreign students have sent the number of university applications from abroad plummeting, cutting lucrative tuition fees and leaving all universities facing the same squeeze. Continue reading...",
      "image": "https://i.guim.co.uk/img/media/76b72c3297c163f041c6726b33f2f9d5fed310b6/592_0_2655_2124/master/2655.jpg?width=140&quality=85&auto=format&fit=max&s=5274c43d6be966e10fefa3fbc0a14cd9",
      "link": "https://www.theguardian.com/uk-news/2026/feb/14/uk-migration-negative-economy",
      "date": "2026-02-14T11:00:52.000Z",
      "source": "The Guardian"
    },
    {
      "title": "Trump reportedly considers senior US Treasury official for German ambassador",
      "description": "U.S. President Donald Trump is considering John Hurley, a senior official at the U.S. Treasury, for the role of ambassador to Germany, the Financial Times reported Friday. Hurley, who currently holds the position of undersecretary of the Treasury for terrorism and financial intelligence, has been interviewed by the White House for roles including ambassador to Germany, according to the FT report. The post has been held on an interim basis by a career diplomat since July 2024. According to the Financial Times report, no decision has yet been made on whether Hurley will get the German ambassador job, and he remains in his position at the Treasury. Top U.S. officials including Secretary of State Marco Rubio are in Germany at the Munich Security Conference. Trump has appointed an eclectic mix of European ambassadors since returning to the White House for his second term, including several with banking or investment backgrounds. The Trump administration has had a rocky relationship with Germany. Vice President JD Vance met last year with the leader of the far-right Alternative for Germany (AfD) party; and a German parliamentary delegation visiting Washington late last month saw center-left MPs frozen out by the U.S. State Department. Hurley was officially confirmed for his current role in July and has been involved in levying sanctions against Russia, including against a provider of cybercrime services. He was previously an investor and an officer in the U.S. Army, earning a Bronze Star during the first Gulf War.",
      "image": "",
      "link": "https://www.politico.eu/article/donald-trump-rjohn-hurley-senior-us-treasury-official-german-ambassador/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T10:50:38.000Z",
      "source": "Politico"
    },
    {
      "title": "As NATO concerns persist, von der Leyen urges EU to fortify defense clause",
      "description": "MUNICH, Germany — European Commission President Ursula von der Leyen on Saturday told the Munich Security Conference that the EU should get serious about its own mutual defense clause. Article 42.7 of the EU treaty has been floated as a Plan B for Europe&#8217;s security, in a world where there is worry about the U.S. commitment to NATO — despite vociferous pushback from the White House. Like NATO&#8217;s once-ironclad Article 5, which has been repeatedly undermined by U.S. President Donald Trump, the EU clause obliges countries to provide “aid and assistance by all the means in their power” if another nation in the bloc is attacked. &#8220;I believe the time has come to bring Europe’s mutual defense clause to life,&#8221; von der Leyen said, without providing specifics. &#8220;Mutual defense is not optional for the EU. It is an obligation within our own Treaty — Article 42.7 &#8230; It is our collective commitment to stand by each other in case of aggression.&#8221; But working to clarify how that article could be activated doesn’t mean junking existing reliance on NATO and the U.S. for the continent’s security. However, Europe will have to do more to stand on its own, she said. Dusting off 42.7 is a response to a year of unparalleled attacks on the continent from Trump’s administration, from Vice President JD Vance’s scorching attack on Europe at last year’s Munich conference, to Trump casting doubt on Article 5, denigrating the contribution of allies who fought alongside the U.S. in Afghanistan and — most significantly — calling for the annexation of Greenland, a Danish territory. “Europe needs to step up and has to take on its responsibility. Admittedly, it has taken some shock therapy,” von der Leyen said. “And some lines have been crossed that cannot be uncrossed anymore.” The Commission president spoke after U.S Secretary of State Marco Rubio emphasized the U.S. and Europe’s economic, military, cultural and spiritual connections and said: “We want Europe to be strong. We believe that Europe must survive.” Von der Leyen said that “this was for me very reassuring to listen to him,” but — in line with other European leaders — she said that the continent will have to do much more to be less reliant on others, including the United States. She spoke alongside U.S. Prime Minister Keir Starmer, and both stressed the continuing links with the U.S. while sketching out the new era ushered in by Trump.&nbsp; Starmer stressed that ties with Washington remain very strong as “we are working with the U.S on defense, security and intelligence 24-7 every single day.” Europe will have to pay more for its own defense, and von der Leyen rebuked NATO Secretary-General Mark Rutte for earlier comments that the continent cannot hope to defend itself without the U.S. “I would like to tell him… no, my dear friend,&#8221; that there is a lot of ground between the status quo and Europe without the U.S., she said. A core part of a more muscular Europe is clarifying how EU countries can defend themselves. On Friday, German Chancellor Friedrich Merz also called to make the EU article operational. This article has been updated.",
      "image": "",
      "link": "https://www.politico.eu/article/ursula-von-der-leyen-donald-trump-nato-eu-defense-clause/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T10:12:22.000Z",
      "source": "Politico"
    },
    {
      "title": "Rubio calls on Europe to join Trump’s new world order",
      "description": "MUNICH, Germany — U.S. Secretary of State Marco Rubio called on Europe to help the Trump administration refashion the global order with a focus on sovereignty, reindustrialization and military strength. Speaking at the Munich Security Conference on Saturday, he made no apology for the Trump administration’s repeated calls to annex Greenland or at times harsh criticisms of Europe, but he took a conciliatory tone — stressing that the U.S. wants to cooperate with Europe to “revitalize an old friendship.” “We do not want allies to rationalize the broken status quo rather than reckon with what is necessary to fix it,” Rubio said. “We in America have no interest in being polite and orderly caretakers of the West&#8217;s managed decline.”&nbsp; Rubio pleaded with the assembled world leaders to get on board with the critique of the global order that drove President Donald Trump’s return to office last year. He rehashed the administration’s complaints on the failure of international institutions, unfettered trade and energy policies that he said are “impoverishing our people,” as well as “mass migration that threatens the cohesion of our societies.”&nbsp; “We made these mistakes together, and now together, we owe it to our people to face those facts and to move forward,” he said. “It is our preference, and it is our hope to do this together with you, our friends here in Europe.&nbsp; “For the United States and Europe, we belong together,” he said. &nbsp; His speech came after top European leaders on Friday said they were willing to rebuild closer relations with the U.S., but underlined that the continent is proud of its own traditions, will enforce its own rules and will press to lessen its dependencies on outsiders — including the United States. In his speech, Rubio emphasized the U.S. and Europe’s economic, military, cultural and spiritual connections — but underplayed the common values that had once underpinned the Western alliance. “We want Europe to be strong. We believe that Europe must survive,” he said. He added: &#8220;Our destiny is and will always be intertwined with yours because we know that the fate of Europe will never be irrelevant to our own national security.&#8221; Despite Ukraine’s fate looming over the conference this year, Rubio made no significant mention of Russia’s full-scale invasion, except as an example of how the United Nations has failed. “It has not solved the war in Ukraine. It took American leadership and partnership with many of the countries here today just to bring the two sides to the table in search of a still elusive peace,&#8221; he said. However, Rubio&#8217;s critique of Europe was gentler than Vice President JD Vance’s scorching attack on the continent last year, although it still pointed to the MAGA culture wars some Trump aides are increasingly waging in Europe.&nbsp; “We are bound to one another by the deepest bonds that nations could share, forged by centuries of shared history, Christian faith, culture, heritage, language, ancestry and the sacrifices our forefathers made together for the common civilization to which we have fallen heir,” he said. European Commission President Ursula von der Leyen said she was &#8220;very much reassured by the speech of the secretary of state,” calling him a “good friend” and a “strong ally.” “We know some in the administration have a harsher tone on these topics,” she conceded, without naming the American president or vice president. But not all Europeans were swayed by the change in tone. “In substance nothing changes, Europe now has to become more independent and assume more responsibility, also in the security and defense area,” Austria’s Foreign Minister Beate Meinl-Reisinger told POLITICO. Democratic Party politicians in Munich said Rubio&#8217;s speech marked a change in tone, but they were uncertain it would affect the substance of the transatlantic relationship. “He was clearly trying to escape the vituperative ghost of JD Vance in seeking to be calming and reassuring, but it was so lacking in substance and specificity that in the end, its impact will be very limited,” said Senator Richard Blumenthal, a Connecticut Democrat on the Senate Armed Services Committee.&nbsp; “I don&#8217;t think the speech was about turning the page [after Greenland], but just getting over the moment, yeah, has given no signs that he&#8217;s backing down from the antagonism and hostility,” he added. Senator Thom Tillis, the top Republican on the Senate NATO Observer Group, gave Rubio high marks, saying the speech reinforced his efforts to reassure allied leaders that NATO will endure.&nbsp; “I thought it was great,” Tillis said. “We all know that that speech would not have been delivered if the White House hadn&#8217;t agreed with it. Yeah. So I think that&#8217;s not only a message from Marco, but it&#8217;s a message from the president.” Joe Gould and Chris Lunday contributed reporting. This article has been updated.",
      "image": "",
      "link": "https://www.politico.eu/article/marco-rubio-msc-europe-we-belong-together/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T09:23:19.000Z",
      "source": "Politico"
    },
    {
      "title": "Police activity under way near Nancy Guthrie's home",
      "description": "A search has been carried out in Tuscon, Arizona, close to where the 84-year-old was abducted nearly two weeks ago.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cly8j19rql7o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T08:12:09.000Z",
      "source": "BBC World"
    },
    {
      "title": "He ran, but he can’t keep hiding: Pressure mounts for Andrew to talk to police",
      "description": "As calls for the former prince to cooperate with investigation become deafening, this may be the reckoning Andrew cannot escapeGordon Brown is a man who gets into the detail.In office, and since then, he has applied his forensic mind to the matters that concern him. Lately, he has been focused on the Epstein files. Continue reading...",
      "image": "https://i.guim.co.uk/img/media/d055e40ba303a6f5d6151b434e4e8eb8ed46d2af/0_0_5000_4000/master/5000.jpg?width=140&quality=85&auto=format&fit=max&s=0e09f4cc3a1dc5af1d17bf9502274f66",
      "link": "https://www.theguardian.com/news/ng-interactive/2026/feb/14/will-police-question-andrew-andrew-mountbatten-windsor-epstein-relationship",
      "date": "2026-02-14T06:00:48.000Z",
      "source": "The Guardian"
    },
    {
      "title": "Watch: 'I am a survivor' Gisèle Pelicot tells BBC Newsnight",
      "description": "Ms Pelicot reveals it is \"inconceivable\" that the man she shared her life with \"could have committed these horrors\".",
      "image": "",
      "link": "https://www.bbc.com/news/videos/c80jvkem8lro?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T06:00:21.000Z",
      "source": "BBC World"
    },
    {
      "title": "Gisèle Pelicot tells BBC: I felt crushed by horror - but I don't feel anger",
      "description": "In an extensive interview with Newsnight, the woman at the heart of France's biggest rape trial speaks about betrayal, healing and choosing the right path.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c9q5l22ryy4o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T06:00:11.000Z",
      "source": "BBC World"
    },
    {
      "title": "'Canadians are with you,' says PM at Tumbler Ridge vigil",
      "description": "The Canadian prime minister attended a vigil with federal leaders and paid tribute to the eight victims.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cde4kdr2z6do?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T05:17:27.000Z",
      "source": "BBC World"
    },
    {
      "title": "US homeland security shutdown could mean airport delays, travel groups say",
      "description": "The shutdown won't affect air traffic controllers but some TSA workers may go without pay.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cwy8dw5zk7yo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T05:04:15.000Z",
      "source": "BBC World"
    },
    {
      "title": "Oil refinery blaze hits Cuba as fuel crisis deepens",
      "description": "The fire, which Cuban officials say was contained quickly, comes as electricity and fuel supplies dwindle.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cge89x7re74o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T03:03:27.000Z",
      "source": "BBC World"
    },
    {
      "title": "Why writer Arundhati Roy's cult classic film is still relevant in India",
      "description": "Nearly 40 years on, the Booker prize-winning writer's debut campus satire is set to be screened in Berlin.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cn9exzl254xo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T01:45:02.000Z",
      "source": "BBC World"
    },
    {
      "title": "Gasps and disbelief in US as 'Quad God's' Olympic dream crumbles",
      "description": "The BBC visited the skating rink in Virginia where the ‘Quad God’ trains, as his closest friends and teammates expected to watch him win gold.",
      "image": "",
      "link": "https://www.bbc.com/news/videos/c93wgxnk351o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T00:13:01.000Z",
      "source": "BBC World"
    },
    {
      "title": "Can Bangladesh's new leader bring change after election landslide?",
      "description": "Tarique Rahman is set to be Bangladesh's next prime minister, 18 months after mass protests ousted its longest-serving leader.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cn0ex5d4g6xo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T00:03:33.000Z",
      "source": "BBC World"
    }
  ]
}