{
  "politics_greece": [
    {
      "title": "Μαραθώνιος διεθνών επαφών για το Στεγαστικό από τη Δόμνα Μιχαηλίδου",
      "description": "Στη Λευκωσία βρέθηκε την Παρασκευή (13.2.2026) η Υπουργός Κοινωνικής Συνοχής και Οικογένειας, Δόμνα Μιχαηλίδου για το άτυπο Συμβούλιο Υπουργών της Ευρωπαϊκής Ένωσης (EE).\nΑναλυτικότερα, σε μια περίοδο που η Κυβέρνηση επιδιώκει να αξιοποιήσει πλήρως τον χρόνο έως τις εκλογές, η Δόμνα Μιχαηλίδου μετέβη στην Κύπρος προκειμένου να στηρίξει την Κυπριακή Προεδρία και να προωθήσει τις ελληνικές θέσεις στο πλαίσιο της Ευρωπαϊκής Ένωσης.\nΆλλωστε, είναι γνωστό και έχει καταστεί σαφές από την έντονη διεθνή δραστηριότητα που επιδεικνύει τους τελευταίους μήνες, πως με οδηγία του ίδιου του Πρωθυπουργού, η κα Μιχαηλίδου επιδιώκει με συστηματικό τρόπο την κινητοποίηση ευρωπαϊκών πόρων και μηχανισμών για το ζήτημα του Στεγαστικού. Ένα ζήτημα που δικαίως βρίσκεται στην κορυφή της Κυβερνητικής ατζέντας, αφού απασχολεί έντονα την κοινωνία και μάλιστα όχι μόνο σε εθνικό, αλλά και ευρωπαϊκό επίπεδο.\nΣε σειρά επαφών με ομολόγους της, στα Συμβούλια Υπουργών στην Κοπεγχάγη (Νοέμβριος ‘25) και στις Βρυξέλλες (Δεκέμβριος ‘25), αλλά και με τον αρμόδιο Επίτροπο της Ε.Ε. κ. Jorgensen, η κα Μιχαηλίδου κατέστησε σαφείς τις ελληνικές θέσεις και ανέπτυξε τα επιχειρήματα υπέρ μιας ενιαίας ευρωπαϊκής πολιτικής.\nΦαίνεται πως οι προσπάθειες της ίδιας, όπως και άλλων χωρών της ίδιας γραμμής, έπιασαν τόπο, αφού ήδη η Ευρωπαϊκή Επιτροπή εξήγγειλε για 1η φορά το Ευρωπαϊκό Σχέδιο για την Προσιτή Στέγαση, ενώ και η Κυπριακή Προεδρία έχει το θέμα στο επίκεντρο της δικής της θητείας. Γι’ αυτό και στο περιθώριο της Συνόδου, συναντήθηκε επίσης με τον Υπουργό Εσωτερικών της Κύπρου κ. Ιωάννου, προκειμένου οι δύο χώρες να συντονίσουν τις ενέργειές τους για ακόμα πιο απτά αποτελέσματα, με άμεση απόδοση για τους πολίτες. To άρθρο Μαραθώνιος διεθνών επαφών για το Στεγαστικό από τη Δόμνα Μιχαηλίδου δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/domna-mixahlidou.jpg",
      "link": "https://www.newsit.gr/politikh/marathonios-diethnon-epafon-gia-to-stegastiko-apo-ti-domna-mixailidou/4600656/",
      "date": "2026-02-14T08:03:59.000Z",
      "source": "Newsit"
    },
    {
      "title": "Στα δύο η ΠΑΣΚΕ εν μέσω εκλογών στο Εργατικό Κέντρο Αθηνών και της υπόθεσης Παναγόπουλου",
      "description": "Κορυφώνεται η σύγκρουση στο εσωτερικό της ΠΑΣΚΕ, ενώ αύριο Κυριακή (15.2.26) τις δυνάμεις του θα μετρήσει σε πρώτη φάση στο εσωτερικό του Εργατικού Κέντρου Αθηνών ο Γιάννης Παναγόπουλος.\nΥπενθυμίζεται ότι η κομματική ιδιότητα του Γιάννη Παναγόπουλου έχει ανασταλεί από το ΠΑΣΟΚ, εωσότου διαλευκανθεί η υπόθεση για την οποία ερευνάται, με τον ίδιο όμως να επιμένει να μην παραιτείται από τη θέση του και να επιθυμεί να οδηγήσει εκ νέου τη ΓΣΕΕ στο συνέδριό της του Απριλίου, ως εκλεγμένος πρόεδρός της.\nΤο ζήτημα της υπόθεσης Παναγόπουλου ετέθη χθες στη συνεδρίαση της Πολιτικής Γραμματείας ΚΟΕΣ του ΠΑΣΟΚ, με το όργανο να καταλήγει ότι πέραν της αναστολής της κομματικής ιδιότητάς του, ο προέδρου της ΓΣΕΕ οφείλει στο όνομα της προάσπισης του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος, να διευκολύνει, παραιτούμενος των φιλοδοξιών του να ηγηθεί της Συνομοσπονδίας.\nΌσο για τις «απειλές» δεκάδων στελεχών της ΠΑΣΚΕ ότι θα αποχωρήσουν από το κόμμα αν δεν αφεθεί να είναι υποψήφιος εκ νέου ο κ. Παναγόπουλος, τα μέλη της ΠΓ συμφώνησαν ότι «το ΠΑΣΟΚ ούτε εκβιάζεται, ούτε απειλείται» και πως οφείλουν να αναλάβουν πρωτοβουλίες για την αντιμετώπιση προβλημάτων που ήρθαν στην επιφάνεια με αφορμή τα τελευταία γεγονότα και αφορούν από την κρίση αντιπροσωπευτικότητας και αξιοπιστίας, ως τις κατεστημένες εξουσιαστικές αντιλήψεις και κάθε λογής εξαρτήσεις.\n«Θέλουμε ένα ισχυρό και μαχητικό συνδικαλιστικό κίνημα, που εκπροσωπεί γνήσια τους εργαζόμενους και δρα αποτελεσματικά για καλύτερες συνθήκες εργασίας, αναβάθμιση της οικονομικής θέσης των εργαζομένων και δικαιότερη κατανομή του παραγόμενου πλούτου ,για θεσμούς κοινωνικής προστασίας, μέσα σε ένα πλαίσιο που εγγυάται τα εργασιακά δικαιώματα και προασπίζει τη συλλογική δράση και συμμετοχή. Τη μάχη αυτή θα την δώσουμε μαζί με τα χιλιάδες μέλη και φίλους του ΠΑΣΟΚ, που δραστηριοποιούνται στους χώρους εργασίας ,στις συνδικαλιστικές παρατάξεις που λειτουργούν στα πλαίσια των πολιτικών μας θέσεων και καταστατικών προβλέψεων και συμμετέχουν στο Κίνημά μας γιατί έχουν πίστη στις κοινές μας αξίες, στους στόχους που επιδιώκουμε, στον αγώνα που δίνουμε», αναφέρεται στην απόφαση του οργάνου, όπου και καλούνται όλοι οι προηγούμενοι να συζητήσουν από κοινού στο συνέδριο για το τι μέλλει γενέσθαι.\nΣτην πραγματικότητα, όσο κι αν διαμηνύουν ότι δεν απειλούνται και δεν εκβιάζονται από κανέναν, δείχνοντας την πρόθεσή τους να μην κάνουν πίσω στην προειδοποίηση για μαζικές αποχωρήσεις συνδικαλιστών, στο ΠΑΣΟΚ κάθε άλλο παρά στέκουν αδιάφοροι μπροστά σε ένα τέτοιο ενδεχόμενο. Και ας διατηρεί απόλυτη αυτονομία από το κόμμα η ΠΑΣΚΕ, μόνο τυχαία δεν ήταν η αναφορά του Γιάννη Παναγόπουλου στη συνέντευξη Τύπου που παραχώρησε «η ΠΑΣΚΕ δεν είναι παράταξη του 12-13%», αλλά «λόγω της αυτονομίας της είναι παράταξη του 40%». Ούτε βεβαίως η διαβεβαίωσή του ότι δεν παραιτείται από την ηγεσία της ΓΣΕΕ, αφού είναι εκλεγμένος και έχει την υποχρέωση, όπως είπε, να οδηγήσει την παράταξη στο συνέδριο, πράγμα που ερμηνεύεται ως πρόθεση να κατεβάσει το δικό του ψηφοδέλτιο της ΠΑΣΚΕ στις εκλογές του Εργατικού Κέντρου Αθηνών.\nΕκεί, που οι «πράσινοι» συνδικαλιστές θα θυμίζουν την περίφημη ταινία «Κράμερ εναντίον Κράμερ», αφού θα κατέβει και ο Γιάννης Μπουλέρος με το δικό του ανεξάρτητο «Ενωτικό Ψηφοδέλτιο», στο οποίο πάντως αίφνης βρίσκουν «καταφύγιο» αρκετοί συνδικαλιστές της ΠΑΣΚΕ, δίνοντάς του ένα ‘χρώμα’ που σκοπίμως δεν θα είχε υπό άλλες συνθήκες.\nTo άρθρο Στα δύο η ΠΑΣΚΕ εν μέσω εκλογών στο Εργατικό Κέντρο Αθηνών και της υπόθεσης Παναγόπουλου δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/panagopoulos-2.jpg",
      "link": "https://www.newsit.gr/politikh/sta-dyo-i-paske-en-meso-eklogon-sto-ergatiko-kentro-athinon-kai-tis-ypothesis-panagopoulou/4600624/",
      "date": "2026-02-14T07:49:47.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΠΑΣΟΚ: Νέος γύρος αντιπαράθεσης ενόψει συνεδρίου – Σεβασμός στα όργανα, διαρροές και αλγόριθμος στο επίκεντρο",
      "description": "Έχουν αλλάξει&#8230; πίστα στην αντιπαράθεση στο ΠΑΣΟΚ, με πολλές πλευρές όμως, να αποδίδουν τώρα την καλλιέργεια της εσωστρέφειας στον Νίκο Ανδρουλάκη.\nΑφορμή στάθηκε η προσπάθεια του Νίκου Ανδρουλάκη να βάλει τέλος στην εσωκομματική συζήτηση του προηγούμενου διαστήματος, κυρίως όμως η απόφασή του όσα είπε, να μη μείνουν εντός των τειχών της Χαριλάου Τρικούπη, αλλά να κυκλοφορήσουν εν είδει ανακοίνωσης του κόμματος. «Πρέπει κάποιοι να καταλάβετε ότι οι εσωκομματικές εκλογές έχουν τελειώσει. Μπροστά μας δεν έχουμε εσωκομματικές εκλογές», είπε μεταξύ άλλων, ζητώντας καθαρά λόγια αφενός και σεβασμό στις συνεδριάσεις των οργάνων του ΠΑΣΟΚ και στα συνέδριά του.\n«Σεβασμός στη συνεδρίαση, δεν σημαίνει πριν τη συνεδρίαση όλα τα media να έχουν τα κείμενα των ανακοινώσεών σας. Αυτός είναι μη σεβασμός στα όργανα», είπε, αφήνοντας σαφείς αιχμές κατά εσωκομματικών του αντιπάλων, κυρίως δε κατά του Χάρη Δούκα που στην προηγούμενη συνεδρίαση της Πολιτικής Γραμματείας είχε διαρρεύσει σημεία της ομιλίας του πριν ολοκληρωθεί η συνεδρίαση.\nΟ Νίκος Ανδρουλάκης θέλησε να απαντήσει και για τα περί&#8230; αλγορίθμου με τον οποίο κατηγορήθηκε ότι θα εκλεγούν οι σύνεδροι. «Τι υπονοείτε; Ότι κάνω κάτι για να ευνοήσω το Ηράκλειο;», είπε, τονίζοντας ότι το Ηράκλειο έχει διαχρονικά περισσότερους συνέδρους από την Α&#8217; Αθήνας και πως τώρα χάνει συνέδρους σε σχέση με το προηγούμενο συνέδριο. «Η κατανομή που προτείνω βάσει των ψήφων, δεν είναι αλγόριθμος. Είναι η αναλογία που στήριξε η κοινωνία το ΠΑΣΟΚ.\n«Δεν υπάρχει κανένας αλγόριθμος και όποιος το έθεσε στον δημόσιο διάλογο δεν βοηθάει την παράταξη», είπε, τονίζοντας ότι πρόκειται για τη βούληση του ελληνικού λαού, αφού αποτυπώνει τον τρόπο με τον οποίο εκείνος ψήφισε στις εκλογές. Πρότεινε μάλιστα, η εκλογή συνέδρων με αυτόν τον τρόπο να μπει στο καταστατικό του κόμματος, ώστε «να καταλάβουν κάποιοι ότι η κατανομή από εδώ και πέρα στους συνέδρους θα γίνεται βάσει της ετυμηγορίας του ελληνικού λαού».\nΠροσωπικά, πήρε τις αιχμές, και δε θα μπορούσε να κάνει διαφορετικά, ο Χάρης Δούκας, που παίρνοντας τον λόγο, απάντησε σε β&#8217; ενικό. «Δε σε αμφισβήτησα ποτέ μετά τις εσωκομματικές», είπε, διαβεβαιώνοντας τον πρόεδρο ότι σέβεται τα όργανα. «Πρέπει κι εσύ να σέβεσαι εμάς», συνέχισε, τονίζοντας ότι έχει ευθύνη να το διασφαλίσει αυτό. Όσο για τους συνέδρους, διερωτήθηκε αν είναι δυνατόν να λέει μετά από εσωκομματικές εκλογές ότι δεν υπάρχουν μητρώα. «Είναι αλγόριθμος, που αντίκειται στην προηγούμενη εγκύκλιό σου στο συνέδριο του 2022», είπε, θυμίζοντάς του ότι τότε είχε ισχύσει τελείως διαφορετικό μοντέλο με δική του απόφαση. «Το ΠΑΣΟΚ είναι κόμμα μελών και πρέπει να εκλέξουμε συνέδρους με βάση τα μέλη», κατέληξε.\nΟ δήμαρχος Αθηναίων τάχθηκε και εκείνος κατά της εσωστρέφειας, κατηγορώντας όμως τον Νίκο Ανδρουλάκη ότι με τις διατυπώσεις και τις αιχμές που έδωσε στη δημοσιότητα πριν τελειώσει η συνεδρίαση, παράγει εσωστρέφεια.\nΑντίστοιχη ήταν η προσέγγιση του Παύλου Γερουλάνου, που σύμφωνα με παρευρισκόμενους, στη θέα της ανακοίνωσης του ΠΑΣΟΚ υποστήριξε ότι καλώς λέχθηκαν όσα λέχθηκαν από τον Νίκο Ανδρουλάκη μέσα στη συνεδρίαση, αλλά το γεγονός ότι βγήκαν προς τα έξω, θα δημιουργήσει την εντύπωση νέας σύγκρουσης, οδηγώντας αν μη τι άλλο τον Χάρη Δούκα, που δε θα μπορεί να κάνει διαφορετικά για να μη θεωρηθεί ότι κάνει πίσω, αλλά κατ’ επέκταση και τα άλλα μέλη του οργάνου στο να απαντούν επ’ αυτού όλη την ερχόμενη εβδομάδα.\nΟ ίδιος ο Παύλος Γερουλάνος, πάντως, δε θέλησε να δώσει στη δημοσιότητα διαλόγους μέσα από τη συνεδρίαση, περιοριζόμενος στην πολιτική συζήτηση που έγινε, με τον ίδιο να μιλά για δημοκρατικό συνέδριο, ηλεκτρονικό μητρώο και αδιάβλητες διαδικασίες, για Συνταγματική Αναθεώρηση για την οποία θα πρέπει να καταθέσουν ρηξικέλευθες προτάσεις, αφού αφορά πρωτίστως το πώς θα είναι αύριο η κοινωνία, αλλά και για θέματα τρέχουσας επικαιρότητας. Στο θέμα της ΓΣΕΕ για παράδειγμα, υποστήριξε ότι καλώς έκαναν στην Χαριλάου Τρικούπη και ανέστειλαν την κομματική ιδιότητα του Γιάννη Παναγόπουλου, σημειώνοντας όμως με νόημα ότι όποια απόφαση πάρουν επ’ αυτού, θα πρέπει να την τηρούν για όλα όσα θα ακολουθήσουν.\nΓια μια πολύ καλή πολιτική συζήτηση που έγινε μετά από πολύ καιρό μιλούσε λίγο μετά από τη συνεδρίαση η Άννα Διαμαντοπούλου, που επέμεινε ότι χρειάζονται στρατηγική για το πού πάνε ως κόμμα με βάση τα κοινά στα οποία θέλουν να απευθυνθούν, κάτι που θα συζητηθεί σε επόμενη συνεδρίαση της Πολιτικής Γραμματείας την ερχόμενη εβδομάδα. Η υπεύθυνη Πολιτικού Σχεδιασμού του ΠΑΣΟΚ μίλησε ακόμα για την ανάγκη να αλλάξει το πολιτικό σύστημα, πιθανώς και το εκλογικό σύστημα και να υπάρξει διαφάνεια παντού, σε όλους τους οργανισμούς και σε όλα τα επίπεδα διοίκησης. Ενόψει συνεδρίου, δε, ζήτησε και εκείνη ηλεκτρονικό μητρώο, ενώ τάχθηκε υπέρ των ηλεκτρονικών δημοψηφισμάτων.\nΓια θητείες στις κυβερνήσεις και άλλες θέσεις εξουσίας, φέρεται να μίλησε ο Κώστας Τσουκαλάς, που υπερασπίστηκε τη διαδικασία διεύρυνσης του κόμματος. Ο ίδιος έκανε λόγο για «μονομέτωπο» αγώνα του ΠΑΣΟΚ απέναντι στη ΝΔ και τοποθετήθηκε επί των προτάσεων του κόμματος για την Συνταγματική Αναθεώρηση.\nΤην ανάγκη το κόμμα να αποφασίσει μόνο του για τη στάση του στη Συνταγματική Αναθεώρηση τόνισε από την πλευρά της η Νάντια Γιαννακοπούλου, εναντιόμενη στο να προκύψει η όποια απόφαση επί του θέματος σε ένα τραπέζι με άλλα κόμματα. Η ίδια, ζήτησε, επιπλέον, να αλλάξει η απόφαση για την κατανομή συνέδρων.\nΌτι το ΠΑΣΟΚ πρέπει να έχει καθαρό στόχο τη νίκη και την ανατροπή της ΝΔ, με ενιαία στάση παντού, από τα συνδικάτα ως τα επιμελητήρια και την Αυτοδιοίκηση, υποστήριξε ο Μιχάλης Κατρίνης, ξορκίζοντας κάθε ενδεχόμενο συνδιοίκησης με τη ΝΔ. «Δεν μπορεί, πλέον, να γίνεται ανεκτό στελέχη μας να συναγελάζονται πολιτικά και να εξυπηρετούν πολιτικές αποφάσεις ή πρωτοβουλίες της ΝΔ», φέρεται να είπε, ζητώντας αντίθετα να αρχίσει η προγραμματική συζήτηση με προοδευτικά κόμματα επί τη βάση του προγράμματος του ΠΑΣΟΚ.\nTo άρθρο ΠΑΣΟΚ: Νέος γύρος αντιπαράθεσης ενόψει συνεδρίου &#8211; Σεβασμός στα όργανα, διαρροές και αλγόριθμος στο επίκεντρο δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/nikos-androulakis-xaris-doukas-eurok-1200x801.jpg",
      "link": "https://www.newsit.gr/politikh/pasok-neos-gyros-antiparathesis-enopsei-synedriou-sevasmos-sta-organa-diarroes-kai-algorithmos-sto-epikentro/4600603/",
      "date": "2026-02-14T06:33:46.000Z",
      "source": "Newsit"
    },
    {
      "title": "Δένδιας: Τεράστια η σημασία της Θράκης – Το στεγαστικό πρόγραμμα βελτιώνει τις συνθήκες διαβίωσης των στελεχών των Ενόπλων Δυνάμεων",
      "description": "Ο υπουργός Εθνικής Άμυνας, Νίκος Δένδιας, επισκέφθηκε την Παρασκευή την έδρα της 21ης Τεθωρακισμένης Ταξιαρχίας στην Κομοτηνή, συνοδευόμενος από τον αρχηγό ΓΕΣ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/HBDfayAWEAA_OCV-768x432.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/dendias-terastia-simasia-tis-thrakis-stegastiko-programma-veltionei-tis-synthikes-diaviosis-ton-stelexon-ton-enoplon-dynameon/",
      "date": "2026-02-13T20:07:07.000Z",
      "source": "In.gr"
    },
    {
      "title": "«Βόμβες» Θεοχάρη για Τσίπρα: Είχαν σχέδιο να μας πάνε στην δραχμή – Πριν το δημοψήφισμα έψαχναν εταιρείες για να τυπώσουν χαρτονομίσματα",
      "description": "Απίστευτες αποκαλύψεις έκανε ο υφυπουργός Εξωτερικών Χάρης Θεοχάρης για την περίοδο διακυβέρνησης του Αλέξη Τσίπρα και λίγο πριν το δημοψήφισμα του 2015.\nΜιλώντας στο Ertnews ο Χάρης Θεοχάρης είπε ότι όταν είχε καταγγείλει στη Βουλή ότι υπήρχε σχέδιο για να μας πάνε στην δραχμή, τον απείλησαν με εισαγγελέα. Είπε όμως και κάτι ακόμα πιο σοκαριστικό: «Χτυπούσαν», είπε «τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν».\nΕίπε χαρακτηριστικά: «Εγώ τα θυμάμαι γιατί κατήγγειλα το σχέδιο, είχα συγκεκριμένους πληροφοριοδότες μέσα από τα υπουργεία που μου έλεγαν συγκεκριμένα μέτρα που ήταν έτοιμοι να κάνουν. Διατίμηση στα φάρμακα, να μην πληρωθούν οι δημόσιοι υπάλληλοι για έναν μήνα. Υπήρχε ολόκληρο σχέδιο. Ήταν ολόκληρο σχέδιο για να πάμε στη δραχμή.\nΤα παράλληλα νομίσματα του Βαρουφάκη, θα πληρωνόντουσαν οι δημόσιοι υπάλληλοι κατά τα τρία τέταρτα ψηφιακά ηλεκτρονικά να μην μπορείτε να τα κάνετε τίποτα μόνο να πληρώνετε φόρους. Δεν θα πληρωνόσασταν για ένα μήνα γιατί προπληρώνονται οι δημόσιοι υπάλληλοι. Υπήρχε κανονικό σχέδιο.\nΤο ίδιο βράδυ πήγα στη Βουλή και τα κατήγγειλα και με απείλησαν την ίδια στιγμή ότι θα με πάνε στον εισαγγελέα. Ήταν έντονες οι στιγμές. Όταν σας είπα ότι βγήκε και είπε αυτά ο Καμμένος. Εγώ ξέρω ότι ήταν ένα σχέδιο που δουλευόταν και ήταν αληθινό.\nΕγώ μίλησα τότε με τον κ. Στουρνάρα με πήρε να με ρωτήσει και ο ίδιος γιατί είχε κι εκείνος πληροφορίες από την δική του πλευρά ότι χτυπούσαν τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν. Και μάλιστα όχι σε αυτή την πλευρά του ημισφαιρίου, της υφηλίου». Όλα όσα είπε ο Χάρης Θεοχάρης με αφορμή και την αντιπαράθεση που έχει ξεσπάσει ανάμεσα στον Γιάννη Στουρνάρα και τον Αλέξη Τσίπρα.\n«Την έζησα πολύ έντονα εκείνη την περίοδο ως βουλευτής του Ποταμιού», είπε ο υφυπουργός Εξωτερικών Χάρης Θεοχάρης μιλώντας στο Ertnews.\n«Κατήγγειλα στη Βουλή ότι υπήρχε σχέδιο οργανωμένο για τη δραχμή και σηκώθηκε τότε από τα υπουργικά έδρανα η κα Φωτίου και με απείλησε με εισαγγελέα. Είπε «υπάρχουν και εισαγγελείς κ. Θεοχάρη». Το είχα πει στη Βουλή πριν το δημοψήφισμα. Θυμάστε και τις δηλώσεις του Καμμένου ότι ο στρατός εγγυάται την εσωτερική ασφάλεια; Πράγματα εντελώς αντισυνταγματικά γίνονταν πάρα πολλά και ήταν πολύ έντονες εκείνες οι ημέρες. Και το ίδιο βράδυ σε τηλεοπτική εκπομπή είχα τον κ. Κατρούγκαλο να με κοροϊδεύει και να λέει: «δεν ακούω τις μηχανές να τυπώνουν δραχμές». Βέβαια όλα αυτά μετά από λίγες εβδομάδες επιβεβαιώθηκαν και από τον κ. Βαρουφάκη. Θυμάστε το ηχητικό. Ζήσαμε δηλαδή πολύ επικίνδυνες για τη χώρα στιγμές τις οποίες πρέπει να αφήσουμε πίσω όχι όμως να τις ξεχάσουμε. Πρέπει να τις θυμόμαστε για να τις αποφύγουμε».\nΕρωτηθείς αν φοβήθηκε κάποια στιγμή ότι η χώρα κινδυνεύει απάντησε: «Πριν το δημοψήφισμα θεωρούσα… Κοιτάξτε για να μπορέσει να επανέλθει η χώρα έπρεπε ο κ. Τσίπρας τότε να προδώσει αυτά που είχε πει στον ελληνικό λαό. Έκανε ένα δημοψήφισμα το οποίο 24 ώρες μετά το πήρε πίσω και κάνοντας αυτή τη στροφή το πλήρωσε η χώρα. Είχε άλφα στα χέρια του έκανε αυτό τον διαπραγματευτικό ελιγμό και πήρε άλφα δεύτερα. Πήρε τα μισά από όσα θα έπαιρνε πριν το δημοψήφισμα. Αν αυτός ο διαπραγματευτικός ελιγμός ήταν και συνειδητός τότε έχουμε πολύ μεγάλο πρόβλημα. Εκτός και αν όλο αυτό έγινε για να ξεσπάσει ψυχολογικά ο λαός να εκτονωθεί αλλά με κόστος και να νιώσουμε ότι τουλάχιστον το προσπαθήσαμε».\nΓια το αν διάβασε το βιβλίο του πρώην πρωθυπουργού απάντησε: «Διάβασα μερικά κομμάτια αλλά όχι ολόκληρη την Ιθάκη. Αυτό που έχει σημασία είναι το πολιτικό κομμάτι. Ο κ. Τσίπρας δεν έγραψε την Ιθάκη για να γράψει ένα βιβλίο ούτε θέλει να γίνει συγγραφέας. Την έγραψε ως την αρχή ενός πολιτικού πρότζεκτ ενός προτάγματος να μπορέσει ξανά να ενώσει τις δυνάμεις που θέλει να εκπροσωπήσει για να ξαναέρθει στα πράγματα. Αν αυτό κάνεις γράφεις ένα βιβλίο με το τι έχει γίνει σε ένα κεφάλαιο και τα υπόλοιπα για το τι θέλεις να κάνεις στη χώρα. Να γίνεις ξανά πρωθυπουργός. Αυτοί που γράφουν τα απομνημονεύματά τους είναι αυτοί που έχουν τελειώσει την καριέρα τους στη μουσική στο θέατρο στην πολιτική και κλείνουν λογαριασμούς με την ιστορία. Δεν λέει τίποτα πολιτικά σε κανέναν». Αναφερόμενος στον διοικητή της ΤτΕ είπε: «Ο κ. Στουρνάρας έσωσε εκείνη την περίοδο μια φορά τη χώρα γιατί με τα μνημόνια πήγαινε στα βράχια. Μετά πήγε στην ΤτΕ και την ξαναέσωσε γιατί κράτησε έναν πάσσαλο στη γη ακίνητο και ήταν ένας από τους λόγους που αναγκάστηκε και ο Τσίπρας να κάνει την στροφή στον ρεαλισμό. Εγώ τα θυμάμαι γιατί κατήγγειλα το σχέδιο είχα συγκεκριμένους πληροφοριοδότες μέσα από τα υπουργεία που μου έλεγαν συγκεκριμένα μέτρα που ήταν έτοιμοι να κάνουν. Διατίμηση στα φάρμακα, να μην πληρωθούν οι δημόσιοι υπάλληλοι για έναν μήνα. Υπήρχε ολόκληρο σχέδιο. Ήταν ολόκληρο σχέδιο για να πάμε στη δραχμή. Τα παράλληλα νομίσματα του Βαρουφάκη, θα πληρωνόντουσαν οι δημόσιοι υπάλληλοι κατά τα τρία τέταρτα ψηφιακά ηλεκτρονικά να μην μπορείτε να τα κάνετε τίποτα μόνο να πληρώνετε φόρους. Δεν θα πληρωνόσασταν για ένα μήνα γιατί προπληρώνονται οι δημόσιοι υπάλληλοι. Υπήρχε κανονικό σχέδιο.\nΤο ίδιο βράδυ πήγα στη Βουλή και τα κατήγγειλα και με απείλησαν την ίδια στιγμή ότι θα με πάνε στον εισαγγελέα. Ήταν έντονες οι στιγμές. Όταν σας είπα ότι βγήκε και είπε αυτά ο Καμμένος.\nΕγώ ξέρω ότι ήταν ένα σχέδιο που δουλευόταν και ήταν αληθινό. Εγώ μίλησα τότε με τον κ. Στουρνάρα με πήρε να με ρωτήσει και ο ίδιος γιατί είχε κι εκείνος πληροφορίες από την δική του πλευρά ότι χτυπούσαν τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν.\nΚαι μάλιστα όχι σε αυτή την πλευρά του ημισφαιρίου, της υφηλίου».\nTo άρθρο «Βόμβες» Θεοχάρη για Τσίπρα: Είχαν σχέδιο να μας πάνε στην δραχμή &#8211; Πριν το δημοψήφισμα έψαχναν εταιρείες για να τυπώσουν χαρτονομίσματα δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/theoxaris-1200x798.jpg",
      "link": "https://www.newsit.gr/politikh/vomves-theoxari-gia-tsipra-eixan-sxedio-na-mas-pane-stin-draxmi-prin-to-dimopsifisma-epsaxnan-etaireies-gia-na-typosoun-xartonomismata/4600409/",
      "date": "2026-02-13T19:24:49.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΣΥΡΙΖΑ για πληθωρισμό: Το μόνο που κάνει η κυβέρνηση είναι να διασπείρει ψεύδη και να ανακοινώνει ημίμετρα",
      "description": "«Η κυβέρνηση, απλούστατα, δεν ενδιαφέρεται να αντιμετωπίσει την ακρίβεια αλλά να την τροφοδοτήσει, προκειμένου να εξυπηρετηθούν τα συμφέροντα των καρτέλ», λέει ο ΣΥΡΙΖΑ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3452-1-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/epikairotita/syriza-gia-plithorismo-mono-pou-kanei-kyvernisi-einai-na-diaspeirei-pseydi-kai-na-anakoinonei-imimetra/",
      "date": "2026-02-13T19:17:23.000Z",
      "source": "In.gr"
    },
    {
      "title": "ΣΥΡΙΖΑ: Άπιαστο όνειρο η στέγη επί των ημερών της κυβέρνησης Μητσοτάκη",
      "description": "«Η κυβέρνηση Μητσοτάκη αντιμετωπίζει την στέγη ως εμπόρευμα και όχι ως αγαθό και με τις πολιτικές της επιδοτεί την ακρίβεια - την κερδοσκοπία - την υπέρμετρη αύξηση των τιμών», λέει ο ΣΥΡΙΖΑ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/TSD_1_KOD-1-768x672.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/epikairotita/syriza-apiasto-oneiro-stegi-epi-ton-imeron-tis-kyvernisis-mitsotaki/",
      "date": "2026-02-13T18:51:29.000Z",
      "source": "In.gr"
    },
    {
      "title": "Γεωργιάδης κατά Κωνσταντοπούλου: «Βγήκα εκτός ορίων, είναι ό,τι χειρότερο έχω συναντήσει»",
      "description": "Νέα αντιπαράθεση με την πρόεδρο της Πλεύσης Ελευθερίας, Ζωή Κωνσταντοπούλου, άνοιξε ο υπουργός Υγείας Άδωνις Γεωργιάδης, υποστηρίζοντας ότι οδηγήθηκε σε δημόσια απάντηση για να «υπερασπιστεί τον εαυτό του» απέναντι σε χαρακτηρισμούς που –όπως είπε– ξεπερνούν κάθε όριο.\nΜιλώντας το απόγευμα της Παρασκευής (13.02.2026) στον ΑΝΤ1, ο Άδωνις Γεωργιάδης αναγνώρισε ότι «βγήκε εκτός ορίων», αποδίδοντας την αντίδρασή του στη συμπεριφορά της Ζωής Κωνσταντοπούλου στις μεταξύ τους αντιπαραθέσεις. «Αντιλαμβάνεστε ότι έχω παιδιά που τα βλέπουν. Μπορώ να εξηγήσω στο παιδί μου γιατί κάποιος με αποκαλεί ελεεινό σκουλήκι; Ελάτε λίγο στη θέση μου. Σας μιλάω ειλικρινά» είπε ο υπουργός Υγείας, και πρόσθεσε: «Βγήκα εκτός ορίων πράγματι. Ωραία τα λέτε απ’ έξω. Καθίστε να μιλήσετε με αυτή τη γυναίκα και να σας διακόπτει κάθε πέντε λεπτά. Έχουμε όρια. Είναι ότι χειρότερο έχω συναντήσει στη ζωή μου». Ο Άδωνις Γεωργιάδης αναφέρθηκε επίσης στη δικαστική εξέλιξη της υπόθεσης, σημειώνοντας ότι δεν ήταν δική του επιλογή να οδηγηθεί η διαμάχη στα δικαστήρια, καθώς –όπως είπε– «εκείνη κατέθεσε μήνυση». Στο ίδιο πλαίσιο, ο υπουργός Υγείας επικαλέστηκε περιστατικό που, κατά τον ίδιο, του μετέφερε αστυνομικός στα Εξάρχεια, σχολιάζοντας την εμφάνιση της προέδρου της Πλεύσης Ελευθερίας και θέτοντας θέμα πολιτικής εικόνας. «Υπουργέ μου γελούν όλα τα Εξάρχεια με την περιβολή της Κωνσταντοπούλου. Εμφανίστηκε με ρόμπα. Η εικόνα ενός πολιτικού αρχηγού να εμφανίζεται με ρόμπα σας φαίνεται σωστό;» επεσήμανε.\nΟ Άωνις Γεωργιάδης κατέληξε, τέλος, εκτιμώντας ότι δεν μπορεί να υπάρξει «εκτόνωση» στη μεταξύ τους σχέση, προσθέτοντας αιχμές για εσωτερικές αποχωρήσεις βουλευτών από την Πλεύση Ελευθερίας. «Εκτόνωση με αυτή τη γυναίκα δεν μπορεί να υπάρχει. Φεύγουν οι βουλευτές της από το ίδιο της το κόμμα. Ήταν 8 και έμειναν 5. Ούτε οι ίδιοι δεν την αντέχουν» είπε.\nTo άρθρο Γεωργιάδης κατά Κωνσταντοπούλου: «Βγήκα εκτός ορίων, είναι ό,τι χειρότερο έχω συναντήσει» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/georgiadis-konstantopoulou-1200x640.jpg",
      "link": "https://www.newsit.gr/politikh/georgiadis-kata-konstantopoulou-vgika-ektos-orion-einai-o-ti-xeirotero-exo-synantisei/4600366/",
      "date": "2026-02-13T18:24:53.000Z",
      "source": "Newsit"
    },
    {
      "title": "Γιάννης Παναγόπουλος σε ΠΑΣΟΚ: Δεν αντιδικώ με το κόμμα μου, αλλά δεν παραιτούμαι από την ΓΣΕΕ",
      "description": "Τη δική του απάντηση στην απόφαση της ΚΟΕΣ του ΠΑΣΟΚ, με την οποία επικυρώθηκε η αναστολή της κομματικής του ιδιότητας και του ζητείται να παραιτηθεί από την ηγεσία της ΓΣΕΕ, έδωσε το απόγευμα της Παρασκευής (13.02.2026) ο Γιάννης Παναγόπουλος, επιχειρώντας να διαχωρίσει τη συνδικαλιστική του ιδιότητα από τις εσωκομματικές διαδικασίες.\nΣε δήλωσή του, ο πρόεδρος της ΓΣΕΕ Γιάννης Παναγόπουλος σημειώνει ότι δεν «αντιδικεί» με το κόμμα του και δηλώνει σύμφωνος με «το σύνολο του σχεδίου αποφάσεων» της ΚΟΕΣ του ΠΑΣΟΚ. Την ίδια στιγμή, υπογραμμίζει ότι στη θέση που υπηρετεί δεν τον εξέλεξε «καμία κομματική επιτροπή», αλλά «χιλιάδες εργαζόμενοι», οι οποίοι –όπως τονίζει– είναι οι μόνοι αρμόδιοι να κρίνουν τη συνδικαλιστική του πορεία.\nΠαράλληλα, ο Γιάννης Παναγόπουλος απορρίπτει την αντίληψη ότι η παράταξη που ηγείται αποτελεί κομματική προέκταση, επιμένοντας ότι η ΠΑΣΚΕ είναι «αυτόνομη και ακηδεμόνευτη». Όπως αναφέρει, στόχος του είναι να οδηγήσει την παράταξη σε «ένα ακόμη νικηφόρο συνέδριο», με «μοναδική μέριμνα» την ενότητα, την υπεράσπιση των δικαιωμάτων και την ενίσχυση μιας «μεγάλης, μαχητικής» παράταξης που υπηρετεί τα συμφέροντα των μισθωτών.\nΟ κ. Παναγόπουλος να διευκολύνει, παραιτούμενος των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ\nΗ δήλωση του Γιάννη Παναγόπουλου έρχεται στον απόηχο της ομόφωνης απόφασης της Πολιτικής Γραμματείας της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου (ΚΟΕΣ), η οποία συνεδρίασε το μεσημέρι της Παρασκευής (13.02.2026). Στην ανακοίνωσή της, η ΠΓ της ΚΟΕΣ υπενθυμίζει ότι η κομματική του ιδιότητα του προέδρου της ΓΣΕΕ τέθηκε «άμεσα σε αναστολή» έως τη διαλεύκανση της υπόθεσης για την οποία ερευνάται, επαναλαμβάνοντας ότι ισχύει το τεκμήριο της αθωότητας. Η ανακοίνωση επίσης αναφέρει ότι από «θέση αρχής» και «για την προάσπιση του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος», ενώ σημειώνεται ότι ο κ. Παναγόπουλος «οφείλει να διευκολύνει», παραιτούμενος «των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ».\nΗ ανακοίνωση του Γιάννη Παναγόπουλου «Σε απάντηση της απόφασης της ΚΟΕΣ, δηλώνω τα ακόλουθα:\nΔεν αντιδικώ με το κόμμα μου. Με βρίσκει σύμφωνο το σύνολο του σχεδίου αποφάσεων της ΚΟΕΣ. Οφείλω όμως να υπογραμμίσω ότι στη θέση που υπηρετώ δεν με εξέλεξε καμία κομματική επιτροπή, αλλά χιλιάδες εργαζόμενοι που εμπιστεύτηκαν τη φωνή και τους αγώνες μας. Εκείνοι είναι οι μόνοι αρμόδιοι να αποφασίσουν για την πορεία μου συνδικαλιστικά, γιατί η παράταξη που ηγούμαι δεν αποτελεί κομματική προέκταση, αλλά είναι αυτόνομη και ακηδεμόνευτη.\nΣτόχος μου να οδηγήσω την παράταξή της οποίας ηγούμαι, την ΠΑΣΚΕ, σε ένα ακόμη νικηφόρο συνέδριο. Μοναδική μου μέριμνα είναι η ενότητα, η υπεράσπιση των δικαιωμάτων και η ενίσχυση μιας μεγάλης, μαχητικής παράταξης που υπηρετεί σταθερά τα συμφέροντα του κόσμου της μισθωτής εργασίας.»\nTo άρθρο Γιάννης Παναγόπουλος σε ΠΑΣΟΚ: Δεν αντιδικώ με το κόμμα μου, αλλά δεν παραιτούμαι από την ΓΣΕΕ δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/panagopoulos12-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/giannis-panagopoulos-se-pasok-den-antidiko-me-to-komma-mou-alla-den-paraitoumai-apo-tin-gsee/4600350/",
      "date": "2026-02-13T18:03:16.000Z",
      "source": "Newsit"
    },
    {
      "title": "Συλλογικές Συμβάσεις Εργασίας: Με 158 «ναι» εγκρίθηκε το νομοσχέδιο – «Ιστορική συμφωνία» λέει η Κεραμέως",
      "description": "Με 158 ψήφους υπέρ και 134 κατά εγκρίθηκε το απόγευμα της Παρασκευής (13.02.2026), επί της αρχής, το νομοσχέδιο του υπουργείου Εργασίας για την ενίσχυση των συλλογικών συμβάσεων εργασίας, με την αντιπολίτευση να διατηρεί σκληρή στάση ζητώντας την απόσυρσή του και την κυβέρνηση να απαντά ότι πρόκειται για «εθνική κοινωνική συμφωνία» που υπερβαίνει τις κομματικές γραμμές.\nΣτην καταληκτική της ομιλία, η υπουργός Εργασίας Νίκη Κεραμέως χαρακτήρισε το πλαίσιο «ιστορική συμφωνία», υποστηρίζοντας ότι «δεν ανήκει σε έναν πολιτικό χώρο», καθώς –όπως ανέφερε– είναι προϊόν συνεννόησης με τους κοινωνικούς εταίρους για τις συλλογικές συμβάσεις εργασίας. Στο φόντο της υπόθεσης Παναγόπουλου, η κ. Κεραμέως έκανε λόγο για «αμηχανία αντιπολίτευσης», σημειώνοντας ότι «οι κατηγορίες είναι ενώπιον της Δικαιοσύνης» και ότι ισχύει το τεκμήριο αθωότητας. «Η εθνική κοινωνική συμφωνία δεν είναι με τα φυσικά πρόσωπα, αλλά με τους θεσμούς», τόνισε.\nΑπαντώντας στην κριτική, στάθηκε στη διαδικασία έγκρισης από το διοικητικό συμβούλιο της ΓΣΕΕ, επισημαίνοντας ότι υπήρξε ομοφωνία των παρατάξεων πλην του ΚΚΕ. Παράλληλα, επέκρινε την κοινοβουλευτική στάση κομμάτων της αντιπολίτευσης, υποστηρίζοντας ότι εμφανίζουν ασυνέπεια μεταξύ της ψήφου επί της αρχής και των επιμέρους άρθρων. «Το ΠΑΣΟΚ ψήφισε “ναι” στη ΓΣΕΕ, στη Βουλή “όχι”. Ο ΣΥΡΙΖΑ “ναι” στη ΓΣΕΕ, στη Βουλή “όχι”», ανέφερε, για να προσθέσει πως «πώς γίνεται ένα κόμμα να ψηφίζει “όχι” στον σκοπό και το περιεχόμενο και “ναι” στα βασικά άρθρα;», επικαλούμενη το άρθρο 95 του Κανονισμού της Βουλής για την ψήφο επί της αρχής.\nΗ υπουργός εκτίμησε ότι ανοίγει «νέα εποχή» για τις συλλογικές συμβάσεις εργασίας, καθώς –όπως είπε– περισσότεροι εργαζόμενοι θα καλύπτονται από συλλογικές ρυθμίσεις με «πολλά οφέλη», υποστηρίζοντας ότι «ποτέ στο παρελθόν δεν υπήρξε συμφωνία κυβέρνησης με όλους τους εταίρους τέτοιου εύρους». «Κάθε λέξη της συμφωνίας και του νομοσχεδίου αποτελεί κείμενο συμφωνίας κυβέρνησης και όλων των εκπροσώπων των εθνικών κοινωνικών εταίρων», σημείωσε, προσθέτοντας ότι δεν πρόκειται για «άλλο ένα νομοσχέδιο της κυβέρνησης», αλλά για κοινό προϊόν διαλόγου.\nΑπό την πλευρά του ΠΑΣΟΚ, ο κοινοβουλευτικός εκπρόσωπος Δημήτρης Μάντζος εξήγησε ότι το κόμμα του καταψηφίζει επί της αρχής, διαφωνώντας με τη συνολική πολιτική της κυβέρνησης στα εργασιακά, αλλά υπερψηφίζει επιμέρους διατάξεις που θεωρεί ότι κινούνται «στη σωστή κατεύθυνση». «Καταψηφίζουμε, ναι. Γιατί διαφωνούμε με την πολιτική της κυβέρνησης στα εργασιακά. Τρία βήματα πίσω, ένα μπροστά», ανέφερε χαρακτηριστικά.\nTo άρθρο Συλλογικές Συμβάσεις Εργασίας: Με 158 «ναι» εγκρίθηκε το νομοσχέδιο &#8211; «Ιστορική συμφωνία» λέει η Κεραμέως δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/niki-kerameos-eurokinissi-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/syllogikes-symvaseis-ergasias-me-158-nai-egkrithike-to-nomosxedio-istoriki-symfonia-leei-i-kerameos/4600333/",
      "date": "2026-02-13T17:47:04.000Z",
      "source": "Newsit"
    },
    {
      "title": "Μιχάλης Χρυσοχοΐδης: 1400 αστυνομικοί στην Αττική το 2026 και συνεχής επαγρύπνηση για την καταπολέμηση του εγκλήματος",
      "description": "Τη θέση ότι η βασική στρατηγική για την καταπολέμηση του εγκλήματος είναι η επαγρύπνηση, εξέφρασε ο υπουργός Προστασίας του Πολίτη Μιχάλης Χρυσοχοΐδης, μιλώντας το πρωί της Παρασκευής (13.02.2026) σε εκδήλωση της Υποδιεύθυνσης Δίωξης και Εξιχνίασης Εγκλημάτων Δυτικής Αττικής, στο δημαρχείο Φυλής, ενώ τόνισε την ανάγκη οι αστυνομικοί να συνεχίσουν τη δουλειά που γίνεται στις γειτονιές της Αττικής για την ενίσχυση του αισθήματος ασφάλειας των πολιτών.\nΟ υπουργός Προστασίας του Πολίτη Μιχάλης Χρυσοχοΐδη επανέλαβε επίσης ότι το 2026 οι υπηρεσίες της Αττικής θα ενισχυθούν με συνολικά 1.400 άτομα για την πάταξη της εγκληματικότητας, εκ των οποίων τα 800 μέσα στην άνοιξη και τα υπόλοιπα 600 από το φθινόπωρο, δίνοντας ιδιαίτερη έμφαση σε αυτό, καθώς, όπως είπε, οι αστυνομικοί της Αττικής σηκώνουν το μεγαλύτερο βάρος από τις υπηρεσίες και τους συναδέλφους τους της Περιφέρειας.\nΝωρίτερα ο Μιχάλης Χρυσοχοΐδης είχε μιλήσει σε στελέχη της ΕΛ.ΑΣ σε εκδήλωση της Ένωσης Αστυνομικών Υπαλλήλων Βορειοανατολικής Αττικής, όπου συνεχάρη τους αξιωματικούς και τα στελέχη για τη δουλειά που έχουν κάνει όλο αυτόν τον χρόνο, επισημαίνοντας πως η πολιτική και φυσική ηγεσία θα συνεχίσει να είναι δίπλα τους. «Οι εγκληματίες δεν κοιμούνται, το έγκλημα δεν ησυχάζει, το έγκλημα είναι εδώ, καθημερινά, και απεργάζεται τρόπους για να πλήξει τα συμφέροντα της κοινωνίας και την κοινωνική ειρήνη. Το ζητούμενο είναι να παρέχουμε ασφάλεια και να αισθάνονται οι άνθρωποι ότι για κάθε πρόβλημα έχουν κοντά τους την αστυνομία», σημείωσε ο υπουργός Προστασίας του Πολίτη. Στη συνέχεια απευθύνθηκε στον δήμαρχο Φυλής, Χρήστο Παππού, με τον οποίο έχει στενή συνεργασία για την επίλυση των ιδιαίτερων ζητημάτων που αντιμετωπίζει η περιοχή. Όπως είπε ο υπουργός Προστασίας του Πολίτη, μόλις τον συνάντησε ο δήμαρχος τον ευχαρίστησε για την καλή δουλειά που γίνεται στον δήμο, λέγοντάς του: «Επιτέλους τα βράδια κοιμόμαστε». Ο Μιχάλης Χρυσοχοΐδης έκανε ειδική αναφορά στην ενίσχυση των Υπηρεσιών τόσο σε επίπεδο προσωπικού, όσο και σε επίπεδο μέσων και τεχνολογίας και κυρίως στη δράση των Ομάδων Πρόληψης και Διαμεσολάβησης μέσα στους οικισμούς με υψηλή παραβατικότητα, όπως και στις ομάδες αστυνόμευσης στα ΜΜΜ, στο πλαίσιο του σχεδίου «ΑΡΙΑΔΝΗ», τονίζοντας πως συμπληρώνουν ένα ουσιώδες σχέδιο προστασίας και ασφάλειας στην περιοχή, που σταδιακά με προσθήκες και δράσεις θα αποτελεί ένα πλήρες πλαίσιο ασφάλειας.\nΣτη συνέχεια, έκανε λόγο για την ανάγκη στήριξης του αστυνομικού προσωπικού και σημείωσε πως το 2025 ήταν εξαιρετικά παραγωγικό σε ό,τι αφορά την ενίσχυση των εισοδημάτων τους. «Είμαστε δίπλα σας, είμαστε κοντά σας, είμαστε μαζί σας. Θα συνεχίσουμε αυτή την προσπάθεια όλοι μαζί», επεσήμανε ο υπουργός Προστασίας του Πολίτη.\nΣτις εκδηλώσεις παρέστησαν Ανώτατοι και ανώτεροι αξιωματικοί και στελέχη της ΕΛ.ΑΣ, συνδικαλιστικοί εκπρόσωποι της Αστυνομίας και εκπρόσωποι της Τοπικής Αυτοδιοίκησης και της Περιφέρειας Αττικής.\nTo άρθρο Μιχάλης Χρυσοχοΐδης: 1400 αστυνομικοί στην Αττική το 2026 και συνεχής επαγρύπνηση για την καταπολέμηση του εγκλήματος δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/astinomikoi-1200x774.jpg",
      "link": "https://www.newsit.gr/politikh/mixalis-xrysoxoidis-1400-astynomikoi-stin-attiki-to-2026-kai-synexis-epagrypnisi-gia-tin-katapolemisi-tou-egklimatos/4600318/",
      "date": "2026-02-13T17:31:27.000Z",
      "source": "Newsit"
    },
    {
      "title": "Υπερψηφίστηκε το νομοσχέδιο για τις συλλογικές συμβάσεις",
      "description": "Το σχέδιο νόμου επί της αρχής και στο σύνολό του ψηφίσθηκε με 158 «υπέρ» έναντι 134 «κατά», επί 292 ψηφισάντων.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/olomeleia-1-2-1-768x513.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/yperpsifistike-to-nomosxedio-gia-tis-syllogikes-symvaseis/",
      "date": "2026-02-13T17:07:31.000Z",
      "source": "In.gr"
    }
  ],
  "sports": [
    {
      "title": "Κόντης: «Οι πανηγυρισμοί σταματούν εδώ, ο τελικός είναι πολύ μακριά»",
      "description": "Ο Χρήστος Κόντης μίλησε στα αποδυτήρια του ΒΑΚ στους ποδοσφαιριστές του ΟΦΗ, θέλοντας να... σβήσει τους πανηγυρισμούς της πρόκρισης και να εστιάσει στον στόχο του 5-8.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/kontis_intime.jpg?itok=FN7uSD-B",
      "link": "https://www.gazzetta.gr/football/superleague/2515953/kontis-oi-panigyrismoi-stamatoyn-edo-o-telikos-einai-poly-makria",
      "date": "2026-02-14T10:09:46.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Συλλογικές Συμβάσεις Εργασίας: «Κοινωνική συμφωνία» υπέρ ή κατά των εργαζομένων;",
      "description": "Γιατί αντιδρούν τα σωματεία στο νομοσχέδιο για τις Συλλογικές Συμβάσεις Εργασίας. Εργατολόγος εξηγεί στο Reader.gr τις επίμαχες διατάξεις.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/ergazomenos-kentriki.jpg?itok=BWhVnw3G",
      "link": "https://www.gazzetta.gr/plus/2515952/syllogikes-symbaseis-ergasias-koinoniki-symfonia-yper-i-kata-ton-ergazomenon",
      "date": "2026-02-14T10:07:21.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Έκτακτο δελτίο επιδείνωσης καιρού: Οι 5 περιοχές που θα εκδηλωθούν ακραία φαινόμενα",
      "description": "Έντονα καιρικά φαινόμενα αναμένονται τις επόμενες ώρες, σύμφωνα με το έκτακτο δελτίο της ΕΜΥ.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2023-06/vroxes.jpg?itok=TG9IJ_at",
      "link": "https://www.gazzetta.gr/plus/2515951/ektakto-deltio-epideinosis-kairoy-oi-5-periohes-poy-tha-ekdilothoyn-akraia-fainomena",
      "date": "2026-02-14T09:53:49.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Gazzetta Awards 2025: Η πιο ΠΑΟΚ στιγμή του Βιεϊρίνια και οι ατάκες για Κωνσταντέλια και Λουτσέσκου (vid)",
      "description": "Στα Gazzetta Awards 2025 ο Αντελίνο Βιεϊρίνια, μίλησε για την πιο ΠΑΟΚ στιγμή που έζησε στην καρίερα του, ενώ αναφέρθηκε και στους Ραζβάν Λουτσέσκου και Γιάννη Κωσνταντέλια.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/vierinia.jpg?itok=mUiE5H70",
      "link": "https://www.gazzetta.gr/football/super-cup-elladas/2515950/gazzetta-awards-2025-i-pio-paok-stigmi-toy-bierinia-kai-oi",
      "date": "2026-02-14T09:52:09.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "NBA: Τέλος η σεζόν για τον Ζακ ΛαΒίν",
      "description": "Ο Ζακ ΛαΒίν θα υποβληθεί σε χειρουργική επέμβαση στο δεξί χέρι μετά το All-Star break, με αποτέλεσμα να χάσει τα υπόλοιπα παιχνίδια της σεζόν.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2025-02/lavine_twitter_kings.jpg?itok=yzkWHnOD",
      "link": "https://www.gazzetta.gr/basketball/nba/2515949/nba-telos-i-sezon-gia-ton-zak-labin",
      "date": "2026-02-14T09:51:56.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σωτήρης Τσαφούλιας: «Μόνο στην Ελλάδα ο καλλιτέχνης πρέπει να είναι αριστερός και… άπλυτος»",
      "description": "Ο Σωτήρης Τσαφούλιας σε μια αφοπλιστική συνέντευξη.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/df563ffd-tsafoulias.jpg?itok=C6gLbbdK",
      "link": "https://www.gazzetta.gr/plus/2515943/sotiris-tsafoylias-mono-stin-ellada-o-kallitehnis-prepei-na-einai-aristeros-kai",
      "date": "2026-02-14T09:37:09.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ολυμπιακός: Ο Φωτιάς λοιπόν στο ματς με τον Λεβαδειακός",
      "description": "Ο Κ. Νικολακόπουλος γράφει στο blog του στο gazzetta δέκα πράγματα από διαιτητικής πλευράς για το κρίσιμο παιχνίδι του Ολυμπιακού στη Λιβαδειά.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/fotias_intime_1.jpg?itok=H_zZ_6YG",
      "link": "https://www.gazzetta.gr/football/superleague/2515942/olympiakos-o-fotias-loipon-sto-mats-me-ton-lebadeiakos",
      "date": "2026-02-14T09:30:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "NBA All Star Game: Θρίαμβος για την ομάδα του Βινς Κάρτερ στο Rising Stars",
      "description": "Η Team Vince κατέκτησε το τουρνουά Rising Stars, επικρατώντας στον τελικό της ομάδας του Καρμέλο Άντονι και εξασφάλισε συμμετοχή στο κυρίως All-Star Game του Λος Άντζελες, με τον Βι Τζέι Έτζκομπ να αναδεικνύεται MVP.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/gettyimages-2261550803_1.jpg?itok=iX9sRxic",
      "link": "https://www.gazzetta.gr/basketball/nba/2515944/nba-all-star-game-thriambos-gia-tin-omada-toy-bins-karter-sto-rising-stars",
      "date": "2026-02-14T09:27:42.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ειδικοί αποκάλυψαν ποια τρόφιμα επηρεάζουν αρνητικά την ερωτική ζωή με αφορμή την ημέρα του Αγίου Βαλεντίνου",
      "description": "Ειδικοί αποκαλύπτουν ποια τρόφιμα βλάπτουν την ερωτική ζωή με αφορμή την ημέρα του Αγίου Βαλεντίνου.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/jeshoots-com-djss2dhtja4-unsplash.jpg?itok=2Dotv6XV",
      "link": "https://www.gazzetta.gr/plus/2515947/eidikoi-apokalypsan-poia-trofima-epireazoyn-arnitika-tin-erotiki-zoi-me-aformi-tin",
      "date": "2026-02-14T09:16:38.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Γκαρσία για Μεντιλίμπαρ: «Με πήρε από μια δύσκολη φάση, είναι εξαιρετικός»",
      "description": "Μελί έσταξε ο Αλέιξ Γκαρσία για τον Χοσέ Λουίς Μεντιλίμπαρ, λίγες μέρες πριν το ραντεβού της Λεβερκούζεν με τον Ολυμπιακό (18/2).",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/aleixgarcia.jpg?itok=SV94-F6b",
      "link": "https://www.gazzetta.gr/football/champions-league/2515940/gkarsia-gia-mentilimpar-me-pire-apo-mia-dyskoli-fasi-einai",
      "date": "2026-02-14T09:11:30.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Η Μπέτις στο «πλευρό» της Μπαρτσελόνα, μετά τη βαριά ηττα από την Ατλέτικο",
      "description": "Η Μπέτις με ένα χιουμοριστικό ποστ στα κοινωνικά δίκτυα, έδειξε τη «στήριξη» της στη Μπαρτσελόνα, μετά τη βαριά ήττα των Καταλανών από την Ατλέτικο Μαδρίτης.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2025-12/betis_barca.jpg?itok=RF7ARLQG",
      "link": "https://www.gazzetta.gr/football/la-liga/2515939/i-mpetis-sto-pleyro-tis-mpartselona-meta-ti-baria-itta-apo-tin-atletiko",
      "date": "2026-02-14T09:03:18.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ορεινή Αρκαδία: Οι εμπειρίες που αξίζει να ζήσετε στο Μαίναλο",
      "description": "Ένας οδηγός με όλα όσα μπορείτε να δείτε και να κάνετε σε μία από τις ομορφότερες ορεινές γωνιές της Ελλάδας.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/travel-14-2-26.jpg?itok=qrXncT9c",
      "link": "https://www.gazzetta.gr/plus/2515926/oreini-arkadia-oi-empeiries-poy-axizei-na-zisete-sto-mainalo",
      "date": "2026-02-14T09:00:00.000Z",
      "source": "Gazzetta"
    }
  ],
  "technology": [
    {
      "title": "Best Presidents’ Day Mattress Sales of 2026",
      "description": "Some of the best sales of the year are happening right now—we’ll help you save on our all-time favorite mattresses and bedding.",
      "image": "",
      "link": "https://www.wired.com/story/best-presidents-day-mattress-sales-2026/",
      "date": "2026-02-14T10:06:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Robot Dogs Are on Going on Patrol at the 2026 World Cup in Mexico",
      "description": "The Mexican city of Guadalupe, which will host portions of the 2026 World Cup, recently showed off four new robot dogs that will help provide security during matches at BBVA Stadium.",
      "image": "",
      "link": "https://www.wired.com/story/robot-dogs-are-on-going-on-patrol-at-the-2026-world-cup-in-mexico/",
      "date": "2026-02-14T10:00:00.000Z",
      "source": "Wired"
    },
    {
      "title": "DJI’s first robovac is an autonomous cleaning drone you can’t trust",
      "description": "It's been eight years since I last reviewed a robot vacuum. Having spent the last two months with a new flagship, I'm shocked by how much they've advanced from early bump-and-run models.\nIn October, DJI launched its very first robovacs in Europe. I've been testing the top-of-the-line Romo P model, which doesn't yet have a US release date. It includes a self-cleaning base station, a mopping function, and enough high-end specs and charm that my colleague Jen Tuohy took notice.\nJen is a true robovac expert. I, let's be clear, am not. But I can share what it's like to make the jump from an entry-level model to one of these multifunctional comb …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/DSC_1200.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/877012/dji-romo-review-robot-vacuum-drone-mop",
      "date": "2026-02-14T08:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "The DJI Romo robovac had security so poor, this man remotely accessed thousands of them",
      "description": "The DJI Romo robot vacuum in its translucent dock. | Image: DJI Sammy Azdoufal claims he wasn't trying to hack every robot vacuum in the world. He just wanted to remote control his brand-new DJI Romo vacuum with a PS5 gamepad, he tells The Verge, because it sounded fun.\nBut when his homegrown remote control app started talking to DJI's servers, it wasn't just one vacuum cleaner that replied. Roughly 7,000 of them, all around the world, began treating Azdoufal like their boss. He could remotely control them, and look and listen through their live camera feeds, he tells me, saying he tested that out with a friend. He could watch them map out each room of a house, generating a complete 2D floor plan. He …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/01/11_8bdd092c-66b8-4bb0-9ee6-88114e6936cd.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/879088/dji-romo-hack-vulnerability-remote-control-camera-access-mqtt",
      "date": "2026-02-14T08:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Nothing opens its first retail store in India",
      "description": "The two-story location will sell products from Nothing and the more affordable, mass-market brand CMF.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/nothing-opens-its-first-retail-store-in-india/",
      "date": "2026-02-14T06:30:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Sony Promo Codes and Discounts: 45% Off",
      "description": "Upgrade your setup with Sony’s newest releases. Save on industry-leading noise-canceling audio, and pro-level Alpha cameras.",
      "image": "",
      "link": "https://www.wired.com/story/sony-promo-code/",
      "date": "2026-02-14T06:00:00.000Z",
      "source": "Wired"
    },
    {
      "title": "Indian pharmacy chain giant exposed customer data and internal systems",
      "description": "A backend flaw in web admin dashboards used by one of India's largest pharmacy chains, exposed thousands of online pharmacy orders.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/indias-major-pharmacy-chain-exposed-customer-data-and-internal-systems/",
      "date": "2026-02-14T03:30:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Airbnb plans to bake in AI features for search, discovery and support",
      "description": "Airbnb CEO Brian Chesky said the company wants to increase its use of large language models for customer discovery, support and engineering.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/airbnb-plans-to-bake-in-ai-features-for-search-discovery-and-support/",
      "date": "2026-02-14T02:40:42.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Airbnb says a third of its customer support is now handled by AI in the US and Canada",
      "description": "Airbnb was poised to introduce an app that doesn't just search for you, but one that \"knows you.\" CEO Brian Chesky said, \"It will help guests plan their entire trip, help hosts better run their businesses, and help the company operate more efficiently at scale.\"",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/airbnb-says-a-third-of-its-customer-support-is-now-handled-by-ai-in-the-u-s-and-canada/",
      "date": "2026-02-13T22:12:26.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "OpenAI Is Nuking Its 4o Model. China’s ChatGPT Fans Aren’t OK",
      "description": "As OpenAI removed access to GPT-4o in its app on Friday, people who have come to rely on the chatbot for companionship are mourning the loss all over the world.",
      "image": "",
      "link": "https://www.wired.com/story/openai-nuking-4o-model-china-chatgpt-fans-arent-ok/",
      "date": "2026-02-13T21:56:18.000Z",
      "source": "Wired"
    },
    {
      "title": "Fintech lending giant Figure confirms data breach",
      "description": "The company said hackers downloaded “a limited number of files” after breaking into an employee’s account. The hacking group ShinyHunters took responsibility for the breach.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/fintech-lending-giant-figure-confirms-data-breach/",
      "date": "2026-02-13T21:02:46.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "4chan’s creator says ‘Epstein had nothing to do’ with creating infamous far-right board /pol/",
      "description": "The close timing of Jeffrey Epstein coming into contact with 4chan founder Chris 'moot' Poole and the launch of the \"politically incorrect\" message board /pol/ that became a breeding ground for QAnon and the white supremacist alt-right movement was coincidental, says Poole. In a statement given to The Verge, Pool writes, \"The decision to add the board was made weeks beforehand, and the board was added almost 24 hours prior to a first, chance encounter at a social event.\"\nSpeculation about the timing arose after emails found in the millions of documents released by the Department of Justice showed Epstein and venture capitalist Boris Nikolic …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/07/STKS516_EPSTEIN_CONSPIRACY_THEORIES_A.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/879132/moot-4chan-jeffrey-epstein-meeting-pol",
      "date": "2026-02-13T21:01:19.000Z",
      "source": "The Verge"
    }
  ],
  "music": [
    {
      "title": "Casey Wasserman to Sell Agency Following Epstein Fallout",
      "description": "Casey Wasserman is planning to sell his namesake agency amid escalating fallout tied to documents released in the Jeffrey Epstein case, as first reported by The Wall Street Journal on Friday (Feb. 11). The Journal reported that Wasserman formally put the agency on the market and informed staff of the move in an internal memo, citing the controversy and recent client and executive departures. Related Wasserman Fallout: Every Artist Who Has Spoken Out Over Founder&#8217;s Epstein Ties&nbsp;(UPDATING) Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand In the memo, Wasserman wrote: “At this moment, I believe that I have become a distraction to those efforts. That is why I have begun the process of selling the company, an effort that is already underway.” He added that Wasserman president Mike Watts “will assume day-to-day control of the business” while he focuses on his role leading the Los Angeles 2028 Olympic and Paralympic Games organizing committee. “First and foremost, I want to apologize to you,” Wasserman wrote to employees. “I’m deeply sorry that my past personal mistakes have caused you so much discomfort. It’s not fair to you, and it’s not fair to the clients and partners we represent so vigorously and care so deeply about.” The decision follows intense scrutiny after newly unsealed Epstein-related materials included email exchanges between Wasserman and Ghislaine Maxwell from 2003. Wasserman has maintained that his interactions were limited and occurred before Maxwell’s criminal conduct became public. Related Casey Wasserman&#8217;s Name Appears In the Epstein Files. What&#8217;s Next For His Namesake&nbsp;Agency? In Friday’s memo, he reiterated that position, writing that his contact “consisted of one humanitarian trip to Africa and a handful of emails that I deeply regret sending.” He also stated he was “heartbroken that my brief contact with them 23 years ago has caused you, this company, and its clients so much hardship over the past days and weeks.” The fallout has already had a measurable impact across the representation business. Multiple music and sports clients have exited or signaled plans to leave the agency in recent days, including high-profile music acts and athletes. Reporting across trade outlets has described internal pressure from agents exploring buyout scenarios or spin-offs to protect client relationships. Chappell Roan, Orville Peck and Sylvan Esso are among those to have departed the agency, while Best Coast’s Bethany Cosentino wrote via Instagram on Feb. 5, “I did not consent to having my name or my career tied to someone with this kind of association to exploitation.” On Jan. 31, a day after the release of the latest round of files in the Epstein case, Wasserman&nbsp;sent a statement to&nbsp;The Hollywood Reporter&nbsp;apologizing for his involvement with Maxwell while denying “a personal or business relationship” with Epstein himself. “I deeply regret my correspondence with Ghislaine Maxwell which took place over two decades ago, long before her horrific crimes came to light,” Wasserman said. “I never had a personal or business relationship with Jeffrey Epstein. As is well documented, I went on a humanitarian trip as part of a delegation with the Clinton Foundation in 2002 on the Epstein plane. I am terribly sorry for having any association with either of them.” A Wasserman representative did not immediately respond to Billboard&#8216;s request for comment.",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P103YSK9-e1770138117352.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/casey-wasserman-confirms-agency-sale-epstein-fallout/",
      "date": "2026-02-14T06:08:47.000Z",
      "source": "Billboard"
    },
    {
      "title": "Casey Wasserman Selling His Talent Agency After Epstein Debacle: ‘I Have Become a Distraction’",
      "description": "A wave of talent severed ties with the agency after the revelation of emails exchanged between Wasserman and convicted sex offender Ghislaine Maxwell",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/casey-wasserman-epstein-files-selling-agency-1235516889/",
      "date": "2026-02-14T04:26:57.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Smell Like Royalty With Bath & Body Works’ Disney Princess Collection: Shop Here",
      "description": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes. Want to smell like a Disney princess? Thanks to another collaboration between Disney and Bath &amp; Body Works, fans can now bring home the unique fragrances of Mulan, Snow White, Rapunzel, Tiana, Belle and Aurora. Related The 100 Greatest Disneyverse Songs of All&nbsp;Time From Sony to Raycon &amp; Apple, Here Are Our Picks for Noise-Canceling Headphones NBA All-Star Saturday 2026: How to Watch Skills Competitions Online Live for Free The collection doesn&#8217;t stop there, though: With a whopping 90-product assortment, each princess gets an array of beauty items crafted to fit their animated persona, including fine fragrance mist, body wash and cream, lip gloss, candles, hand soap, sanitizer and decorative accessories. shop the disney collection at bath &amp; body works Meet the Princesses and Their Fragrance Line: Mulan For Mulan&#8217;s collection, her fragrance scent features magnolia blossom and radiant apricot meet the freshness of fierce waters. It&#8217;s bold yet graceful, this scent reflects Mulan’s spirit of courage, passion and determination. Mulan Fine Fragrance Mist $18.95 Buy Now on Bath &amp; Bod yworks Mulan Pedestal 3-Wick Candle Holder $59.95 Buy Now on bath &amp; Body Works Mulan Nightlight Wallflowers Fragrance Plu Mulan Gentle &amp; Clean Foaming Hand Soap $8.95 Buy Now on bath &amp; Body works Rapunzel Raunzel&#8217;s scent includes floral sundrop flowers and rich nectar wrapped in golden musk evoking the Disney Princess&#8217; vibrant and optimistic personality. Rapunzel Ultimate Hydration Body Cream Rapunzel Gentle &amp; Clean Foaming Hand Soap $8.95 Buy Now on bath &amp; body works Rapunzel 3-Wick Candle Rapunzel Fine Fragrance Mist $18.95 Buy Now on bath &amp; body works Snow White Take in notes of mystic red apple and ripened fruits set against a backdrop of enchanted woods creating a fragrance as charming and whimsical as Snow White herself. Snow White Single Wick Candle $16.95 Buy Now on bath &amp; Body works Snow White Basket PocketBac Holder $10.95 Buy Now on bath &amp; body works Snow White Body Wash $16.95 Buy Now on bath &amp; body works Snow White PocketBac Hand Sanitizer $1.95 Buy Now on bath &amp; body works Tiana With Tiana&#8217;s collection, experience delicate water lily and gilded amber accented by shimmering bayou woods deliver a harmonious blend of fruity and floral elements, evoking dreams come true in the heart of the bayou. Tiana Body Wash $16.95 Buy Now on bath &amp; Body Works Tiana Ultimate Hydration Body Cream $18.95 Buy Now on bath &amp; Body Works Tiana Fine Fragrance Mist $18.95 Buy Now on bath &amp; body works Aurora Soft rose petals and sandalwood, finished with a touch of sparkling fairy dust offer a dreamy balance of floral and gourmand notes inspired by Aurora’s graceful, playful and optimistic nature. Aurora Nightlight Wallflowers Fragrance Plug $19.95 Buy Now on bath &amp; Body Works Aurora Fine Fragrance Mist $18.95 Buy Now on bath &amp; Body Works Aurora Ultimate Hydration Body Cream $18.95 Buy Now on bath &amp; body works Aurora 3-Wick Candle $24.95 Buy Now on bath &amp; Body Works Belle With Belle&#8217;s line fans will gets notes of rose petals, sparkling buttercup and whipped vanilla to create an elegant mix of floral and gourmand notes for those seeking beauty and adventure. Belle Fine Fragrance Mist $18.95 Buy Now on bath &amp; Body Works Belle 3-Wick Candle $24.95 Buy Now on bath &amp; body works Belle Body Wash $16.95 Buy Now on bath &amp; Body Works Disney Shop a handful of lights, candle holders and accessories dipped in Disney gold. From Disney castles, fancy carriages and princess music boxes, this magical collection is a go-to for any fan. Disney Princess Light-up Castle $14.95 Buy Now on bath &amp; Body works Disney Princess Keepsake Music Box $99.95 Buy Now on bath &amp; body works Disney Princess Carriage Projector Nightlight $39.95 Buy Now on bath &amp; Body Works Disney Princess Backpack $69.95 Buy Now on bath &amp; Body Works “Disney Princess is a powerful global brand grounded in timeless stories, iconic characters andvalues that resonate across generations,” said Liz Shortreed, senior vice president of DisneyConsumer Products. “Through our collaboration with Bath &amp; Body Works, we’re bringing thosecore elements to life, translating the distinct spirit of each Princess into fragrances and designsfans can enjoy every day.” Blending Disney’s magical storytelling with Bath &amp; Body Works’ signature craftsmanship the Princess collection is surely sell out fast. Start shopping the highly-anticipated collaboration in stores and online today, Friday, Feb. 13. shop the disney collection at bath &amp; body works",
      "image": "https://www.billboard.com/wp-content/uploads/2023/05/The-100-Greatest-Disneyverse-Songs-billboard-1548.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/culture/product-recommendations/disney-princess-bath-body-works-collection-shop-online-1235897800/",
      "date": "2026-02-14T02:36:53.000Z",
      "source": "Billboard"
    },
    {
      "title": "Toni Bravo Re-Creates Iconic Doechii Look for Date Night | Rock the Look",
      "description": "Toni Bravo gives you a step-by-step tutorial to Doechii’s makeup look for date night. She shares why Doechii inspires her, her key tips to a flawless base and more! Will you be re-creating this look for Valentine’s Day? Let us know in the comments! Toni Bravo: Hi. I&#8217;m Toni Bravo. Welcome to Rock the Look. Today, I&#8217;m going to be re-creating an iconic look from my girl Doechii for a date night. Okay, first things first, we&#8217;re going to do a little skin prep. My skin&#8217;s actually it&#8217;s looking pretty hydrated, but I always like to add in a little bit of a mist or a hydrator. At first, we&#8217;re using the Rhode Glazing Mist. Beautiful. Really, when it comes to this look, it&#8217;s all about the prep. I&#8217;m using the Charlotte Tilbury Magic Cream. This moisturizer is one of my favorites. I use this whenever I know I need the hydration to last, so I kind of just throw this all over. Now, the MUA for this look happens to be my friend Chelsea, and she made a whole breakdown video for this look and gave me a lot of really great tips. And one of the biggest things she mentioned was hydration. So if you&#8217;re doing this look, you kind of can&#8217;t skip that part. Now, while I kind of let that sit, I like to add an eye patch moment right underneath the eyes. Today, we&#8217;re going to use my Rhode Peptide Eye Prep. Put these right underneath the eyes. When I think of Doechii&#8217;s signature look, glam, but also in a way that feels very grounded, just really allowing the glam to be centered around you. It&#8217;s very unapologetic. So lips, we&#8217;re gonna prep the lips too. We&#8217;re using this Rhode Plumping Lip Mask. I put this all over. So this is basically how you should look before the makeup even goes on. Hydrated, glowy and honestly, a little glass like. All right, we&#8217;re using my Ardell Brow Glue. I use this for every single look. Kind of just comb it through, just making sure they&#8217;re nice and clean before you go in with any type of glue because whatever you add in there will stay. So I let them sit like that. We&#8217;re taking a little ABH Micro Brow Pen, and I fill in some of these sparser areas. I don&#8217;t do too much. So I kind of just take my time and add in little strokes wherever I feel like. Keep watching for more!",
      "image": "",
      "link": "https://www.billboard.com/video/toni-bravo-recreates-iconic-doechii-look-for-date-night/",
      "date": "2026-02-14T01:42:18.000Z",
      "source": "Billboard"
    },
    {
      "title": "CORTIS Teases Second Album at NBA Crossover & More | All Access",
      "description": "CORTIS was at NBA Crossover last night and we show you what you missed out from the boys’ performance, to them teasing their second album, how they feel they’ve grown since they debuted and more! CORTIS I hope they like it. They have no clue. Fan 1: They paved the way.&nbsp; Fan 2: They&#8217;re so hot.&nbsp; Fan 1: We love their music. Tetris Kelly:&nbsp;&nbsp; We finally got to hang with CORTIS during NBA Crossover in LA and from performing unreleased music to chatting about their growth and inspiration since debut, we take you there in Billboard All Access. CORTIS:&nbsp;&nbsp; Truly a huge honor for NBA to actually having us here today. I hope the fans really enjoy our performance today because we got a lot of cool things. It&#8217;s gonna be really fun.&nbsp; Tetris Kelly:&nbsp;&nbsp; But do the guys ball themselves? CORTIS: We do play sports, but as you can see, we are in the studio quite a lot, so we kind of suck at it. We decided to stick to the music. Yeah, we do play. We are fans. We watch NBA, we watch them play, but maybe not do it ourselves. We just love to play it.&nbsp; Tetris Kelly&nbsp;&nbsp; Fans went crazy for the high-energy track &#8220;Mention Me&#8221; from the movie &#8216;GOAT.&#8217; CORTIS: We wrote this song when we were in Japan, in a hotel. No I think it was when we were in Hong Kong. They sent us the audio track. And then we were like, Oh, this song is good. We got to record some stuff on it. The song was already done, but we tried to, like, make it our own and, like, write our own verses on it. And then it took us, like, 30 minutes, yeah, 10 minutes, like, I don&#8217;t know it was really short. And we finished our verse really fast, and we kind of, like, recorded everybody&#8217;s voices on it. Keep watching for more!",
      "image": "",
      "link": "https://www.billboard.com/video/cortis-teases-second-album-at-nba-crossover/",
      "date": "2026-02-14T01:33:20.000Z",
      "source": "Billboard"
    },
    {
      "title": "Billboard’s Music Industry Events Calendar",
      "description": "As part of our continuing efforts to serve the music industry and its creators, Billboard Pro now features a music industry events calendar for readers. The calendar will act as music&#8217;s most complete summary major national and international industry events, from conferences to festivals to networking mixers and more. Just as Billboard is music&#8217;s must-read source for news, charts and analysis, now it also is the go-to for business happenings. Related Dates Announced for SXSW London&nbsp;Debut Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand February 2026 Feb. 11-16 &#8211; ​​Buenos Aires Dance conference (Buenos Aires, Argentina) Feb. 14-16 &#8211; Bandland festival (Bengaluru, India) Feb. 17-19 &#8211; Music in Action Summit (Boulder, Colo.) Feb. 18 &#8211; She Is the Music&#8217;s Sharing the Spotlight event (Los Angeles) Feb. 19 &#8211; Live Nation Q4/FY2025 earnings call Feb. 19 &#8211; Premio Lo Nuestro (Miami) Feb. 19-March 1 &#8211; Noise Pop Festival (San Francisco) Feb. 20-22 &#8211; Innings Festival (Tempe, Ariz.) Feb. 21 &#8211; Sweet Relief Musicians Fund benefit concert (San Francisco) Feb. 22-27 &#8211; Viña del Mar International Song Festival (Viña del Mar, Chile) Feb. 23-26 &#8211; On Air Fest (New York) Feb. 23-March 2 &#8211; Envision Festival (Uvita, Costa Rica) Feb. 24 &#8211; Green Events and Innovations: The Sound of Sustainability conference (London) Feb. 24 &#8211; A Greener Future International AGF Awards (London) Feb. 24 &#8211; Ryman Hospitality Properties Q4 earnings call Feb. 24-27 &#8211; International Live Music Conference (London) Feb. 25-March 1 &#8211; Montreux Jazz Festival Miami (Miami) Feb. 27 &#8211; ILMC Futures Forum (London) Feb. 27-March 1 &#8211; WinterWondergrass Festival (Steamboat Springs, Colo.) Feb. 28 &#8211; BRIT Awards (Manchester, U.K.) Feb. 28 &#8211; NAACP Image Awards (Pasadena, Calif.) Feb. 28 &#8211; PGA Awards (Los Angeles) March 2026 March 2-4 &#8211; Women in Music&nbsp;Global Summit (Toronto) March 2-22 &#8211; RodeoHouston (Houston) March 3 &#8211; Tibet House US Benefit Concert (New York) March 3-8 &#8211; The New Colossus Festival (New York) March 5 &#8211; Love Rocks NYC benefit concert (New York) March 5 &#8211; Universal Music Group Q4/FY2025 earnings call March 7-8 &#8211; Jazz in the Gardens Music Fest (Miami Gardens, Fla.) March 7-8- Rolling Loud Australia (Sydney and Melbourne, Australia) March 12-18 &#8211; SXSW (Austin) March 13-14 &#8211; Coca-Cola’s Sips &amp; Sounds Music Festival (Austin) March 13-15 &#8211; C2C: Country to Country (London; Belfast, N. Ireland; Glasgow, Scotland) March 13-15 &#8211; Lollapalooza Argentina (San Isidro, Argentina) March 13-15 &#8211; Lollapalooza Chile (Santiago, Chile) March 14 &#8211; Hello, Melbourne festival (Melbourne, Australia) March 14-15 &#8211; La Cura Fest (Hermosillo, Sonora, Mexico) March 14-15 &#8211; Vive Latino festival (Mexico City) March 16 &#8211; iHeartPodcast Awards (Austin) March 17 &#8211; Venues Day (London) March 18 &#8211; Deezer Q4/FY2025 earnings call March 18 &#8211; IFPI Global Music Report Launch Event (virtual) March 18 &#8211; Tencent Q4/FY2025 earnings call March 18-20 &#8211; Country Radio Seminar (Nashville) March 19-21 &#8211; Wavelength Music Festival + Conference (Toronto) March 19-22 &#8211; Okeechobee Music &amp; Arts Festival (Okeechobee, Fla.) March 20-21 &#8211; Deep Tropics festival (Nashville) March 20-22 &#8211; Lollapalooza Brasil (São Paulo) March 22 &#8211; Band As One Nashville: Concert for the Cure (Nashville) March 22 &#8211; Susan G. Komen Band As One Nashville Concert for the Cure (Nashville) March 22-25 &#8211; MUSEXPO (Burbank, Calif.) March 24-26 &#8211; Winter Music Conference (Miami) March 24-28 &#8211; Tin Pan South Songwriters Festival (Nashville) March 25 &#8211; Fun Business Days Miami (Miami) March 25-29 &#8211; Treefort Music Fest (Boise, Idaho) March 26 &#8211; BMG FY2025 earnings call March 26 &#8211; Femmy Awards (Miami) March 26 &#8211; HBCU AWAREFEST (Atlanta) March 26 &#8211; MOBO Awards (Manchester, England) March 26-29 &#8211; Big Ears Festival (Knoxville, Tenn.) March 27-29 &#8211; Pa’l Norte festival (Monterrey, Mexico) March 27-29 &#8211; Ultra Music Festival (Miami) April 2026 April 2-5 &#8211; Byron Bay Bluesfest (Byron Bay, Australia) April 9-12 &#8211; The Canadian Folk Music Awards (Calgary, Alberta, Canada) April 9-12 &#8211; Country Thunder Arizona festival (Florence, Ariz.) April 10 &#8211; Ultra New Zealand festival (Wellington, New Zealand) April 10-12 &#8211; Coachella weekend 1 (Indio, Calif.) April 10-12 &#8211; Tortuga Music Festival (Ft. Lauderdale, Fla.) April 11 &#8211; Ultra Australia festival (Melbourne, Australia) April 12 &#8211; Ultra Beach Gold Coast festival (Southport, Australia) April 13-14 &#8211; Fun Business Days Valencia (Valencia, Spain) April 14 &#8211; Music Sustainability Summit (Los Angeles) April 14 &#8211; North American Concert Promoters Association annual meeting (Beverly Hills, Calif.) April 14-16 &#8211; Pollstar Live! (Los Angeles) April 15 &#8211; Pollstar Awards (Los Angeles) April 17 &#8211; Day Zero Bali festival (Bali) April 17-19 &#8211; Coachella weekend 2 (Indio, Calif.) April 18 &#8211; Syndicate Smokedown &amp; Music Festival (Fort Worth, Tex.) April 18-19 &#8211; High Water Festival (Charleston, S.C.) April 19-21 &#8211; HITS HOME conference (Nashville) April 20-May 6 &#8211; La Linea &#8211; The London Latin Music Festival (London) April 22-24 &#8211; IMS Ibiza (Cala Llonga, Ibiza, Spain) April 23-May 3 &#8211; New Orleans Jazz &amp; Heritage Festival (New Orleans) April 24-25 &#8211; Ubbi Dubbi festival (Fort Worth, Tex.) April 24-26 &#8211; Liberation Weekend II festival &amp; fundraiser (Washington, D.C.) April 24-26 &#8211; Stagecoach (Indio, Calif.) April 25 &#8211; Sick New World festival (Las Vegas) April 27-May 2 &#8211; Soundscape&nbsp;Northwest festival and conference (Portland, Oreg.) April 29 &#8211; APRA Music Awards (Sydney) April 29-May 2 &#8211; Festival de la Leyenda Vallenata (Valledupar, Colombia) May 2026 May 1-3 &#8211; Beachlife Festival (Redondo Beach, Calif.) May 2 &#8211; iHeartCountry Festival (Austin) May 6-7 &#8211; Secure Venues Summit (Seattle) May 7-10 &#8211; Welcome to Rockville (Daytona Beach, Fla.) May 8-10 &#8211; Country Thunder Florida festival (St. Pete Beach, Fla.) May 8-10 &#8211; Rolling Loud USA (Orlando, Fla.) May 13-16 &#8211; The Great Escape festival (Brighton, England) May 14-16 &#8211; Chrysalis festival (San Jose Del Cabo, Mexico) May 14-17 &#8211; Sonic Temple Art &amp; Music Festival (Columbus, Ohio) May 15-17 &#8211; Kilby Block Party festival (Salt Lake City) May 16 &#8211; Zipangu Japanese Music Event (Pasadena, Calif.) May 19 &#8211; The Gordon Parks Foundation Annual Awards Dinner &amp; Auction (New York) May 20-24 &#8211; Lightning in a Bottle festival (Buena Vista Lake, Calif.) May 22-23 &#8211; Africa Rising Music Conference (Johannesburg, South Africa) May 22-24 &#8211; BottleRock Napa Valley festival (Napa, Calif.) May 22-24 &#8211; Dark Star Jubilee festival (Thornville, Ohio) May 23-24 &#8211; Sueños festival (Chicago) May 23-25 &#8211; Movement Festival (Detroit) May 28-30 &#8211; Dusty Vaquero Days festival (Gillette, Wyo.) June 2026 June 1-6 &#8211; SXSW London (London) June 3-5 &#8211; AIMS: AI Music Summit (Boston) June 4-6 &#8211; HIGH END Vienna (Vienna) June 4-6 &#8211; Primavera Sound Barcelona (Barcelona, Spain) June 4-7 &#8211; Carolina Country Music Fest (Myrtle Beach, S.C.) June 4-7 &#8211; CMA Fest (Nashville) June 5-7 &#8211; Governors Ball Festival (New York) June 5-7 &#8211; Rock am Ring (Nürburg, Germany) June 5-7- Rock im Park (Nuremberg, Germany) June 6-7 &#8211; All Things Go Toronto festival (Toronto) June 6-7 &#8211; Railbird Music Festival (Lexington, Ky.) June 7 &#8211; Tony Awards (New York) June 8 &#8211; Libera Awards (New York) June 8-11 &#8211; A2IM Indie Week (New York) June 10-14 &#8211; Download Festival (Leicestershire, U.K.) June 11-13 &#8211; Rock the South festival (Decatur, Ala.) June 11-14 &#8211; Bonnaroo (Manchester, Tenn.) June 13 &#8211; Braves Country Fest&nbsp;(Atlanta) June 13 &#8211; MUSIC AWARDS JAPAN (Tokyo) June 13-14 &#8211; All Good Now festival (Columbia, Md.) June 18-20 &#8211; Sónar Festival (Barcelona, Spain) June 18-20 &#8211; Summerfest weekend 1 (Milwaukee) June 18-21 &#8211; Barefoot Country Music Fest (Wildwood, N.J.) June 18-21 &#8211; Hellfest (Clisson, France) June 18-21 &#8211; The Isle of Wight Festival (Newport, England) June 19-20 &#8211; Zootown Music Festival (Missoula, Mont.) June 25-27 &#8211; Summerfest weekend 2 (Milwaukee) June 25-28 &#8211; Electric Forest festival (Rothbury, Mich.) June 26-28 &#8211; Wilco&#8217;s Solid Sound festival (North Adams, Mass.) July 2026 July 2-4 &#8211; Summerfest weekend 3 (Milwaukee) July 2-5 &#8211; Rock Werchter festival (Rotselaar, Belgium) July 3 &#8211; Roundhay Festival (Leeds, England) July 8-11 &#8211; Mad Cool festival (Madrid) July 8-12 &#8211; Windy City Smokeout festival (Chicago) July 10 &#8211; BST Hyde Park festival (London) July 10-11 &#8211; Minnesota Country Club Festival (St. Paul, Minn.) July 16-18 &#8211; 4848 Festival (Snowshoe, W. Va.) July 17-19 &#8211; Inkcarceration festival (Mansfield, Ohio) July 17-19 &#8211; Minnesota Yacht Club Festival (St. Paul, Minn.) July 17-19 &#8211; Under the Big Sky festival (Whitefish, Mont.) July 18-19 &#8211; Summer of ’99 and Beyond Festival (Tinley Park, Ill.) July 23-25 &#8211; Headwaters Country Jam (Three Forks, Mont.) July 24-25 &#8211; Eaux Claires festival (Eau Claire, Wis.) July 24-26 &#8211; Newport Folk Festival (Newport, R.I.) July 28-Aug. 1 &#8211; Latin Alternative Music Conference (New York) July 30-Aug. 1 &#8211; Hinterland Music Festival (St. Charles, Iowa) July 30-Aug. 2 &#8211; Y Not Festival (Pikehall, England) August 2026 Aug. 2-4 &#8211; Musikfest Music Industry Conference (Bethlehem, Pa.) Aug. 5-9 &#8211; Boardmasters festival (Newquay, England) Aug. 7-9 &#8211; Outside Lands (San Francisco) Aug. 12-15 &#8211; Iceland Eclipse festival (Snæfellsnes Peninsula, Iceland) Aug. 12-16 &#8211; Boomtown Festival (South Downs National Park, England) Aug. 14-16 &#8211; Flow Festival (Helsinki, Finland) Aug. 25 &#8211; SOURCE Hall of Fame Awards (Nashville) Aug. 26-30 &#8211; Rock en Seine festival (Domaine national de Saint-Cloud, France) Aug. 27-30 &#8211; Creamfields festival (Daresbury, England) Aug. 28-29 &#8211; All Points East festival (London) September 2026 Sept. 1-4 &#8211; BIGSOUND (Brisbane, Australia) Sept. 3-6 &#8211; End of the Road festival (Dorset, England) Sept. 4-5 &#8211; Vive Latino España (Zaragoza, Spain) Sept. 4-6 &#8211; Velocity at Field of Dreams festival (Dyersville, Iowa) Sept. 14 &#8211; Primetime Emmys (Los Angeles) Sept. 17-20 &#8211; Louder Than Life festival (Louisville, Ky.) Sept. 18-20 &#8211; Cascade Equinox Festival (Redmond, Oreg.) Sept. 19-20 &#8211; Experts Only festival (New York) Sept. 25-26 &#8211; Somewhere Festival &amp; Conference (Wichita, Kans.) October 2026 Oct. 1 &#8211; Day Zero Tulum festival (Tulum, Mexico) Oct. 13-16 &#8211; Mondo.NYC conference (New York) Oct. 21-25 &#8211; Amsterdam Dance Event (Amsterdam) Oct. 24 &#8211; Sick New World festival (Fort Worth, Tex.) November 2026 Nov. 8-10 &#8211; jump.global Summit (Los Angeles) Want your event listed? For more information contact joe.maimone@billboard.com.",
      "image": "https://www.billboard.com/wp-content/uploads/2021/09/London-Skyline-2020-billboard-1548-1631033399.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/music-industry-events-calendar-festivals-awards-conferences/",
      "date": "2026-02-14T00:26:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Charli xcx, Bleachers, Jill Scott, MUNA & More: What’s Your Favorite New Music This Week? Vote!",
      "description": "Music&#8217;s biggest stars certainly didn&#8217;t leave the world hanging this Valentine&#8217;s Day weekend. Charli xcx leads this week&#8217;s Friday Music Guide with her lush Wuthering Heights companion album, which features spunky collaborations with John Cale (&#8220;House&#8221;) and Sky Ferreira (&#8220;Eyes of the World&#8221;). The soundtrack accompanies the release of the film of the same name, directed by Oscar-winning screenwriter Emerald Fennel and starring Oscar-nominated actors Margot Robbie and Jacob Elordi. Related Friday Music Guide: New Music From Charli xcx, MUNA, Bleachers &amp;&nbsp;More Jill Scott Makes Her Spiritual Comeback With ‘To Whom This May Concern’ | In&nbsp;Conversation Kate Bush&#8217;s &#8216;Wuthering Heights&#8217; &#038; 10 Other Classic Songs Inspired By&nbsp;Literature Jill Scott also dropped her new album — and it&#8217;s her first full-length offering in a decade. Featuring collaborations with Trombone Shorty, JID and Tierra Whack, as well as a gritty, soulful soundscape, To Whom This May Concern set a high bar for 2026 R&amp;B LPs. Holding it down for the genre&#8217;s new school, Brent Faiyaz also shared his new Icon LP, executive produced by the great Raphael Saadiq. On the hip-hop side, a plethora of artists shared new music, including A Boogie Wit Da Hoodie (Before Artistry EP), Domani (Forever Lasting Tape), Feng (Weekend Rockstar), Waka Flocka Flame (Lebron Flocka James 2K26), Eem Triplin (A Love Song for U EP), Buddah Bless (Buddah Bless the Streets) and Ras Kass (Leopard Eats Face). Central Cee also dropped his long-awaited &#8220;Iceman Freestyle,&#8221; while Mike Will Made-It teamed up with Chief Keef and YoungBoy Never Broke Again for &#8220;Rooms.&#8221; As far as singles go, Bleachers, the Jack Antonoff-led rock outfit, followed up the A-list producer&#8217;s recent Grammy wins (best rap song for &#8220;TV Off&#8221; and record of the year for &#8220;Luther&#8221;) with a new, National-esque track titled &#8220;You and Forever.&#8221; Pop trio MUNA also returned with &#8220;Dancing on the WALL,&#8221; the title track off their forthcoming fourth studio album, and enigmatic Swedish singer Lykke Li unleashed &#8220;Lucky Again,&#8221; kicking off her &#8220;existential era.&#8221; Not to be outdone, Red Hot Chili Peppers founding member Flea went back to his jazz roots with &#8220;Thinkin Bout You,&#8221; a tender Frank Ocean lift that serves as the latest taste of his upcoming debut solo album, Honora, due this March. Vote between this week&#8217;s new releases — or share your own — in&nbsp;Billboard‘s New Music Friday&nbsp;poll&nbsp;below: Take Our Poll Take Our Poll Take Our Poll Take Our Poll",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/Charli-xcx-2025-Photo-Credit-Stolen-Besos-e1770927343476.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/music-news/charli-xcx-bleachers-jill-scott-new-music-friday-poll-vote-1236179927/",
      "date": "2026-02-13T23:33:11.000Z",
      "source": "Billboard"
    },
    {
      "title": "Wasserman Fallout: Every Artist Who Has Spoken Out Over Founder’s Epstein Ties (UPDATING)",
      "description": "On Thursday (Feb. 5), Best Coast frontwoman Bethany Cosentino was the first artist signed to the powerful Wasserman agency to speak out over revelations that its founder and CEO, Casey Wasserman, had carried on a flirtatious relationship with convicted sex trafficker Ghislaine Maxwell — the main accomplice of convicted child sex predator Jeffrey Epstein — after the latest tranche of 3 million files in the Epstein case was released. Expressing anger over Wasserman&#8217;s apology, in which the executive said he &#8220;deeply regret[s]&#8221; his communications with Maxwell, Cosentino called for Wasserman to step down from his post and for the agency to change its name, among other demands. Related Chappell Roan Exits Wasserman Agency Amid Outrage Over Epstein Ties: &#8216;I Hold My Teams to the Highest Standards&#8217; Kristin Robinson Since Cosentino&#8217;s Instagram post went live, several more artists — mainly indie acts —&nbsp;have responded to the controversy. Though these responses have varied somewhat, most have either announced their exit from the agency over the revelations or seemingly threatened to leave if Wasserman isn&#8217;t held accountable for his actions. Nearly all have expressed support for their agents. On Monday evening (Feb. 9), Chappell Roan became the first major star to speak out on the issue, writing that she had left the agency amid the growing outrage (without explicity mentioning Epstein or Maxwell). The growing number of artist defections is now continuing to snowball into a major issue for Wasserman and his namesake agency, which represents such superstars as Ed Sheeran, Coldplay, SZA, Noah Kahan, Lorde and Kenny Chesney. Will any of those other big acts follow Roan&#8217;s lead? Below, we&#8217;ve rounded up every Wasserman artist who has spoken out on the issue. We&#8217;ll continue updating the list as more of them make their feelings known. (Ed. Note: The Wasserman agency has declined multiple requests for comment on the artist departures.)",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P103YRAW.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/lists/casey-wasserman-jeffrey-epstein-ties-artists-react/",
      "date": "2026-02-13T22:57:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "‘The Wizard of Oz at Sphere’ Helped Pave A Yellow Brick Road to Profit for Sphere Entertainment Co.",
      "description": "Sphere Entertainment Co. reported this week that ticket sales for immersive experience The Wizard of Oz at Sphere has topped $290 million since late August, and last year&#8217;s sales helped the company chart its first profitable year since launching the Las Vegas venue in 2023. More than 2.2 million tickets have been sold to the Sphere&#8217;s version of the 1939 classic Judy Garland film, which has been remastered and enhanced for Sphere&#8217;s one-of-a-kind visual and sound system. Related New Sphere Planned for Washington, D.C., Marking Venue’s Second U.S.&nbsp;Location Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand Overall, the company reported that sales of tickets to Oz and residencies by acts including Dead &amp; Company, Eagles, Anyma, Kenny Chesney and Backstreet Boys helped boost gross revenue 8% to $1.2 billion and reverse a loss in 2024 to generate a profit of $33.4 million for 2025. &#8220;Our success in Las Vegas is an important blueprint for our global vision,&#8221; Sphere CEO James Dolan said on a call discussing the company&#8217;s 2025 earnings. Dolan said the company took another step toward accomplishing that vision —&nbsp;to install a global network of Sphere venues —&nbsp;with the announcement last month that a second U.S. Sphere will open outside of Washington, D.C., by 2030. Located in National Harbor, Maryland, the mini Sphere will have 6,000 seats compared to the Las Vegas Sphere&#8217;s 20,000 seats and is expected to cost around $1 billion to build. State and local public funding is expected to offset that cost by about $200 million, Dolan said. The company expects to be able to lure ticket-buyers from the some 15 million tourists who visit National Harbour annually for business and conventions. Related Second Sphere Venue Coming to Abu&nbsp;Dhabi The company also said its development partners in Abu Dhabi are close to finalizing a location for the large Sphere being planned there. For the 12 months ending Dec. 31, Sphere Entertainment reported an operating loss of $229.6 million, which was a 38%, or $143 million, improvement from 2024. Adjusted operating income rose 138% to $261.8 million compared to 2024. Ticket sales from some 880 showings of The Wizard of Oz at Sphere, which debuted on Aug. 28, 2025, along with older Sphere Experience films Postcard from Earth and V-U2 An Immersive Concert Film, helped contribute a nearly $104 million increase in annual revenue — roughly two-thirds of the overall increase in company revenues. Elsewhere, revenue at MSG Networks — which includes the company&#8217;s regional and sports entertainment networks, MSG Network, MSG Sportsnet and its streaming offering MSG+ — fell 15% to 438.6 million compared to a year ago on fewer subscribers. Revenue from sponsorship, signage, suite license fees and advertising on the Sphere Las Vegas&#8217; 580,000 square foot &#8220;Exosphere&#8221; — the largest LED screen in the world — was $9.4 million less in 2025 than the year prior. The company did announce an official partnership with Delta Air Lines in January, with the Delta SKY360° Club to be the Sphere’s first branded hospitality space.",
      "image": "https://www.billboard.com/wp-content/uploads/2025/07/las-vegas-sphere-2024-billboard-1800.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/sphere-earnings-2025-wizard-of-oz-boosts-revenue-profit/",
      "date": "2026-02-13T22:52:46.000Z",
      "source": "Billboard"
    },
    {
      "title": "‘One Night’ to No. 1: Johnny Gill Rules Adult R&B Airplay Chart",
      "description": "Johnny Gill’s “One Night” checks into the penthouse of Billboard’s Adult R&amp;B Airplay chart, rising 2-1 to crown the list dated Feb. 21. The single ascends as the most-played song on U.S. panel-contributing adult R&amp;B radio stations for the tracking week of Feb. 6-12, according to Luminate. Related New Edition Announce Headlining Tour With Boyz II Men &amp; Toni Braxton: &#8216;This Is&nbsp;History&#8217; The 75 Best R&amp;B Artists of All Time (Full List):&nbsp;Staff Picks Top 10 Highest Grossing R&amp;B Tours of the&nbsp;Year “One Night” advances with a 14% gain in weekly plays. Alongside the improvement, it wins the week’s Greatest Gainer honor, awarded to the song with the largest increase in plays at the format. The tune was released as a stand-alone single last August on Gill’s own J Skillz imprint and promoted through P Music. The song secures a fourth No. 1 on Adult R&amp;B Airplay for R&amp;B legend Gill, whose career predates the chart’s launch in September 1993. He scored his first ruler with the four-week champ “This One’s for Me and You,” featuring bandmates New Edition, in May-June 2015 and followed with 2019’s “Soul of a Woman” (two weeks that June). He, Babyface and K-Ci Hailey then guested on Charlie Wilson’s “No Stoppin’ Us,” which led for three weeks in August 2022. Before his string of Adult R&amp;B Airplay triumphs, Gill began a solo career in the early 1980s and reached heightened prominence when the Washington, D.C., native joined established hitmakers New Edition in 1987 (as the only member of the group not from Boston). He first appeared on the group’s Heart Break album, which includes “Can You Stand the Rain,” a Hot R&amp;B/Hip-Hop Songs No. 1 for two weeks in 1989; lead single “If It Isn’t Love” hit No. 2. A renewed solo campaign soon sparked five consecutive top two hits for Gill on Hot R&amp;B/Hip-Hop Songs in 1990-91. Four reached No. 1 — “Where Do We Go From Here,” with frequent duet partner Stacy Lattisaw; “Rub You the Right Way”; “My, My, My”; and “Wrap My Body Tight” — while “Fairweather Friend” peaked in the runner-up rank. Later that decade, Gill found another successful partnership in teaming with Gerald Levert and Keith Sweat as LSG, whose “My Body” ruled Hot R&amp;B/Hip-Hop Songs for seven weeks in 1997. With his new hit, Gill continues to expand his account in Billboard’s R&amp;B ledgers. Though “One Night” slips 14-15 on this week’s audience-based R&amp;B/Hip-Hop Airplay chart (which reflects play on adult and mainstream R&amp;B/hip-hop formats), it improved 16% to 6.1 million in audience. By entering the top 15, it marked his best showing since “My Body” reigned for two weeks in 1997 and strongest solo result since “The Floor” (No. 12, 1993). Radio results helped “One Night” debut at No. 25 on the multi-metric Hot R&amp;B Songs list (dated Feb. 7), which combines airplay data with streaming and sales. The arrival gave Gill his first entry on the list, which began in 2012.",
      "image": "https://www.billboard.com/wp-content/uploads/2025/10/new-edition-vegas-2024-billboard-1800.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/chart-beat/johnny-gill-one-night-number-1-adult-rb-airplay-radio-chart-1236179911/",
      "date": "2026-02-13T22:28:45.000Z",
      "source": "Billboard"
    },
    {
      "title": "Poppy, Amy Lee & Courtney LaPlante Make History Atop Mainstream Rock Airplay Chart",
      "description": "Poppy, Amy Lee and Courtney LaPlante combine for a first on Billboard’s Mainstream Rock Airplay chart, topping the Feb. 21-dated tally with “End of You.” The coronation marks the first time that three women or women-led acts have led the list in collaboration in the ranking’s 45-year history. In fact, the feat hadn’t been achieved by even two women at once, and the list of solo women who have topped the chart is not particularly robust; until this week, no solo women had reigned as a lead act since Nita Strauss with her David Draiman collaboration “Dead Inside” in 2021. At the time, Strauss had ended a three-decade drought for solo women at No. 1 in lead roles that dated to Alannah Myles with “Black Velvet” in 1990. “End of You” marks the first Mainstream Rock Airplay No. 1 for both Poppy and LaPlante, the latter the frontwoman of Spiritbox. Poppy previously snagged three top 10s on the chart, all since 2024, led by the No. 7-peaking “The Cost of Giving Up” last August. Spiritbox has charted two entries on the ranking since 2021, paced by “Perfect Soul” (No. 14, 2025). Lee lands her first Mainstream Rock Airplay leader as a solo act, more than 20 years after her first such appearance on the list as featured on Seether’s “Broken” (No. 9, 2004). She has led as the vocalist of Evanescence once, via last year’s “Afterlife.” Poppy, Lee and LaPlante become the first acts to earn maiden No. 1s on Mainstream Rock Airplay in 2026, and the first as lead acts since Architects with “Everything Ends” last September. Concurrently, “End of You” rises 18-15 on the all-rock-format, audience-based Rock &amp; Alternative Airplay chart with 2.5 million audience impressions (up 15%) in the week ending Feb. 12, according to Luminate. The song jumped 13-11 on the most recently published, multimetric Hot Hard Rock Songs chart (dated Feb. 14, reflecting data tracked Jan. 30-Feb. 5). In addition to its radio airplay, the song earned 457,000 official U.S. streams. “End of You” was released as a standalone single. Poppy has since followed with Empty Hands, which bowed at No. 7 on the Top Hard Rock Albums chart dated Feb. 7 (11,000 equivalent album units). All charts dated Feb. 21 will update Wednesday, Feb. 18 (one day later than usual, due to the Presidents’ Day holiday Monday, Feb. 16), on Billboard.com.",
      "image": "",
      "link": "https://www.billboard.com/music/chart-beat/poppy-amy-lee-amp-courtney-laplante-end-of-you-number-1-1236179912/",
      "date": "2026-02-13T22:22:37.000Z",
      "source": "Billboard"
    },
    {
      "title": "Taylor Swift Calls Travis, ‘My In-House House Guy,’ Announces ‘Opalite’ Remix",
      "description": "Kelce inspired Chris Lake’s new EDM version of the track",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-travis-kelce-opalite-remix-chris-lake-1235516394/",
      "date": "2026-02-13T21:10:45.000Z",
      "source": "Rolling Stone"
    }
  ],
  "world_politics": [
    {
      "title": "Marco Rubio to Europe: ‘We belong together’",
      "description": "MUNICH, Germany — U.S. Secretary of State Marco Rubio called on Europe to help the Trump administration refashion the global order with a focus on sovereignty, reindustrialization and military strength. Speaking at the Munich Security Conference on Saturday, he made no apology for the Trump administration’s repeated calls to annex Greenland or at times harsh criticisms of Europe, but he took a conciliatory tone — stressing that the U.S. wants to cooperate with Europe to “revitalize an old friendship.” “We do not want allies to rationalize the broken status quo rather than reckon with what is necessary to fix it,” Rubio said. “We in America have no interest in being polite and orderly caretakers of the West&#8217;s managed decline.”&nbsp; Rubio pleaded with the assembled world leaders to get on board with the critique of the global order that drove President Donald Trump’s return to office last year. He rehashed the administration’s complaints on the failure of international institutions, unfettered trade and energy policies that he said are “impoverishing our people,” as well as “mass migration that threatens the cohesion of our societies.” “We made these mistakes together, and now together, we owe it to our people to face those facts and to move forward,” he said. “It is our preference, and it is our hope to do this together with you, our friends here in Europe.&nbsp; “For the United States and Europe, we belong together,” he said. His speech came after top European leaders on Friday said they were willing to rebuild closer relations with the U.S., but underlined that the continent is proud of its own traditions, will enforce its own rules and will press to lessen its dependencies on outsiders — including the United States. In his speech, Rubio emphasized the U.S. and Europe’s economic, military, cultural and spiritual connections.&nbsp; “We want Europe to be strong. We believe that Europe must survive,” he said. He added: &#8220;Our destiny is and will always be intertwined with yours because we know that the fate of Europe will never be irrelevant to our own national security.&#8221; Despite Ukraine’s fate looming over the conference this year, Rubio made no significant mention of Russia’s full-scale invasion, except as an example of how the United Nations has failed. “It has not solved the war in Ukraine. It took American leadership and partnership with many of the countries here today just to bring the two sides to the table in search of a still elusive peace,&#8221; he said. However, Rubio&#8217;s critique of Europe was gentler than Vice President JD Vance’s scorching attack on the continent last year, although it still pointed to the MAGA culture wars some Trump aides are increasingly waging in Europe.&nbsp; “We are bound to one another by the deepest bonds that nations could share, forged by centuries of shared history, Christian faith, culture, heritage, language, ancestry and the sacrifices our forefathers made together for the common civilization to which we have fallen heir,” he said.",
      "image": "",
      "link": "https://www.politico.eu/article/marco-rubio-msc-europe-we-belong-together/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T09:23:19.000Z",
      "source": "Politico"
    },
    {
      "title": "Police activity under way near Nancy Guthrie's home",
      "description": "A search has been carried out in Tuscon, Arizona, close to where the 84-year-old was abducted from nearly two weeks ago.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cly8j19rql7o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T08:12:09.000Z",
      "source": "BBC World"
    },
    {
      "title": "The head of Canada’s navy wants to blow more things up",
      "description": "OTTAWA — The head of Canada’s navy has grand ambitions about blowing more things up. Vice-Admiral Angus Topshee is pushing to expand Canada’s aging, modest fleet — from Arctic patrol ships and a couple of polar icebreakers to a new class of destroyers and a dozen new submarines. But in an interview with POLITICO, Topshee described a successful experiment that turned a remote-control vessel, about the size of a boardroom table, into a lethal missile. The test explosion off Canada’s Pacific coast last summer involved one Hammerhead vessel packed with munitions ramming another. Topshee called it “an earth-shattering kaboom” — the result of a challenge he’d laid down for senior navy leadership to boost navy capabilities. “I’m trying to get everybody to recognize that if we wind up in a fight, we need to be able to weaponize everything we have,” he said. Canada’s new Defense Industrial Strategy was slated to be revealed this week, with Prime Minister Mark Carney off to the Munich Security Conference to deepen economic military cooperation with allies. The prime minister paused those plans after a mass shooting in northern British Columbia. For now, here’s Topshee on creating a more lethal Royal Canadian Navy, fit for purpose in a world he says is currently “pretty out there.” This transcript has been edited for length and clarity. What keeps you up at night? I’ve got 35 years of training to deal with the situation in the world, which is pretty out there right now. What’s my No. 1 concern? How do I ensure we have the maximum readiness within the Canadian navy despite the state we’re in at the moment. I wish we’d had ships that were not at the end of their design lifespan. I wish we had infrastructure that had been properly maintained and supported for the last 30 years. I wish we had the number of sailors that we needed right now. I can wish all sorts of things, but the reality is, we have what we have — and the world is not going to wait for us to get what we need. It’s going to be the world it is right now. So, how do I maximize what we have right now? How do I create an attitude within the navy that we’re going to solve our own problems? How have you been impacted by the shift in the government spending more on defense? It’s a reflection of just how deep a hole we’ve dug ourselves over the last — God, since the end of the Cold War, effectively. … We are where we are. In the two years that you’ve been in command, how have you seen the navy progress to deal with this period of global disruption? One of the proudest achievements I have is, I challenged my team to use a couple of our target drones — to weaponize them and to demonstrate that if we needed to, we could turn them into offensive weapons. They exceeded my expectations &#8230; how quickly and effectively they were able to do that. The big milestone I’m really proud of is [moving] the River-class destroyer into full-rate production. That’s the future of the Canadian navy, the major surface combatant we’ve delivered and commissioned, and the sixth and final of the Arctic offshore patrol vessels. While [the AOPS] were built to go up into the Canadian Arctic and do other things, they’ve become the answer to every problem we have. They’re just such good ships in general. So now what it reminds us is, we just don’t have enough ships. Every day I’m asked, “Can you send a ship here? We need a ship to do this?” And it’s like, “OK, well, these ships were intended to be in the Arctic every summer.” I’m struggling to be able to do that, because they’re needed everywhere else as well. How do you deal with that? I say: “This is the impact, if you want to do that: This is the opportunity cost.” Do you have a more ambitious timeline for the River-class destroyers and also the new fleet of 12 submarines? For River class, it’s to deliver nine of them by 2040. That allows us to retire the Halifax class [frigates]. And one of the biggest things about the investment the government has made in defense is that we’ve got the money we need to sustain the Halifax class to that transition point. It still is a world-leading anti-submarine warfare ship. It’s not going to go inside the South China Sea in a period of conflict, because very few surface ships, if any, are going to go there. But is it the right ship to defend the Atlantic and Pacific approaches to North America against a Russian or Chinese submarine threat? Absolutely, it’s exactly the right ship for that. That includes the Arctic? Around the Arctic, the challenge we face is that all surface combatants, with very few exceptions, have no ice strengthening. So the Halifax class was built, it was to 6- to 7-millimeter steel thickness. What gives me confidence is &#8230; in Canada, there are firms now capable of designing warships, and so we’re hopeful that this is a realistic thing. There’s some areas where we’re going to have to go international because we just don’t have radar, air search radar manufacturers in Canada and things like that. But by and large, we want to make sure that that ship is as Canadian as it could possibly be, and deliver it as quickly as possible. And steel as well, I guess? Well, steel is a challenging one, so ideally, yes, all of our ships would be built out of completely Canadian steel. But when we talked to the steel manufacturers in Canada, we realized that even if you took the entire book of business for every Coast Guard, a navy ship that we’re planning to build over the next 30 years, we’re talking about a couple weeks at most of production for our steel manufacturers. This is not game-changing amounts of steel. What’s the most important capability you need? The biggest opportunity for Canada is in the submarine acquisition. Either of those two submarines will be fantastic, and there’s tremendous potential for Canada to make a really good deal that delivers more than the submarine the navy needs and Canada needs, but also real industrial benefits to Canada. As I’ve told the prime minister and others, as soon as the decision is made, the very first jobs to be delivered in Canada will be building the purpose-built maintenance facilities in both Halifax and in Esquimalt for those submarines. And those will be built with Canadian steel. Is there anything that can be done to speed up delivery? We’ve asked both preferred suppliers, Germany-Norway and [South] Korea: Are there options that would give Canada an interim submarine capability that would exceed what we have right now? And so that’s part of the process of evaluating the two options. Can you explain how you managed to weaponize your drone vessel? We have a target that we use. It’s basically like a little jet boat type thing, the size of this table. [We’re sitting at a boardroom table.] It’s called a Hammerhead. We can use it as a target, and then we’d shoot at it, and it simulates a small boat trying to attack a ship. They look a lot like the sort of surface drones that&nbsp;Ukraine sent into Russia and Sevastopol to attack Russian ships. And so I challenged my team. I said, “Can you do that? How do I take that, fill it full of explosives, and drive it into something else?” Because I’m trying to get everybody to recognize that if we wind up in a fight, we need to be able to weaponize everything we have. You saw the Ukraine situation and thought, “Can we figure out a way to use that here, if we need it down the road?” Exactly. And so I said, “I have something that looks a lot like that. Can I weaponize it?” And so we did. And the team, inside two months, took one of the Hammerhead targets, used it as a target, took another one, filled it full of explosives, figured out how to put a first-person view onto it, got a satellite downlink and then, using another of our aerial drones, found the first drone and drove the second drone into it, creating a, like, as I said, an earth-shattering kaboom. I guess there could be a good business case for Canada getting into the drone business? So the challenge for Canada is, and what we want to be able to achieve is under the Defense Industrial Strategy, is what Australia achieved with&nbsp;Ghost Shark. But we haven’t figured out how to bring together the autonomy and Canadian innovation to create what the Australians have got with Ghost Shark. They went from that, which was just a small scale technology demonstrator for, you know, I think about $50 million to a $1.7 billion Australian contract to build a whole host of dozens and dozens of Ghost Sharks, a tremendous capability that will help patrol all of Australian waters. It’s exactly the capability we need in Canada. Would that work in the Arctic? Kraken Robotics&nbsp;builds the batteries for Ghost Shark, so a Canadian company is building a lot of the batteries for that. There is Canadian tech in that. But Cellula uses a fuel cell, and fuel cells are likely more robust and effective in an Arctic environment because battery performance diminishes in cold water. So, I’m really keen to either buy a Ghost Shark or replicate it. Actually, my preference would be, why can’t we build the same thing in Canada? Can you talk about how you view the new posture with NATO in the Arctic with our Nordic allies? Given that the U.S. is turning into a bit of a question mark right now in the north? Our change in position in the Arctic predates any changes in the U.S. administration. Initially Canada and NATO, neither of us had any interest in NATO in the Canadian Arctic. What changed is actually the recognition — and it began in 2014 with the seizure of the Crimea by Russia — is: Jesus, this threat’s real. What are we going to do? Because Russia’s clearly not prepared to follow rules-based norms around not invading other countries. So that started a discussion resolving the dispute with Denmark over Hans Island. I’ve talked to my Danish counterpart a number of times. The Arctic is really, really hard; the North American Arctic is incredibly hard to operate in. And so if we’re going to try and manage that region, we need to work together at every opportunity. The one thing that Greenland offers us is close cooperation with Denmark is Nuuk, the only ice-free port year-round in the North American Arctic. There is no other one. Iqaluit freezes over, and Iqaluit is a tough port. Churchill is awfully far away from everything and also freezes over. I’ve heard you talk about your view of history in speeches and other forums. This recent 80-year period of stability that we’re all thinking about, do you see that as almost like an aberration? Yes. It’s a historic anomaly. The closest equivalent would probably be maybe at some high points of the Roman Empire, and Pax Britannica after 1815. And to be clear, just because I say, you know, Pax Britannica — 1815 to the First World War — does not mean that the world was peaceful. There were an awful lot of wars of conquest.",
      "image": "",
      "link": "https://www.politico.com/news/2026/02/13/navy-chief-canada-must-be-able-to-weaponize-everything-we-have-00776663?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T07:58:51.000Z",
      "source": "Politico"
    },
    {
      "title": "Republicans worry shutdown will overshadow Trump’s State of the Union",
      "description": "U.S. President Donald Trump is barreling ahead with the first State of the Union address of his second term, despite concerns among Republicans that it’s set to hit during a partial government shutdown. The speech, set for 11 days from now, is poised to land in the middle of a funding lapse at the Department of Homeland Security — the product of a standoff with Democrats over immigration enforcement that the White House had hoped to avoid. Behind the scenes, some administration officials and senior Capitol Hill Republicans are quietly fretting about the optics, according to six people granted anonymity to describe private conversations. The concerned Republicans believe it would be less than ideal for Trump to stand in the well of the House and declare that the state of the union is strong when a critical part of the federal government remains shuttered. “It doesn’t exactly scream ‘a functioning GOP trifecta,’” said one House Republican granted anonymity to speak candidly. Asked whether postponing the address was under discussion, a senior White House official said Friday, “Not as of yet.” Senior Hill Republicans believe the president is full steam ahead as well. In 2019,&nbsp;Trump publicly battled&nbsp;with then-Speaker Nancy Pelosi for more than a week over whether to delay his State of the Union address during an earlier government shutdown. He eventually relented. Republicans expect Speaker&nbsp;Mike Johnson, who is responsible for extending the formal invitation to the president to address a joint session of Congress, not to delay the speech unless the White House specifically asks. The latest shutdown, which will begin when DHS funding lapses overnight, is expected to drag on until at least the week of Trump’s Feb. 24 State of the Union speech because the White House and Senate Democrats appear to be far apart on how far to rein in Trump’s immigration enforcement activities as part of a funding agreement. Both sides are continuing to negotiate, but lawmakers left Washington Thursday for a week-long recess with little expectation they would be called back early. The address is scheduled for one day after lawmakers return to Capitol Hill. White House officials and senior Hill Republicans have been eager for Trump to use the prime time address to tamp down a swirl of negative headlines over the past few weeks, from the fatal shootings by federal immigration agents in Minnesota to the release of the files of the late convicted sex offender Jeffrey Epstein. They instead want to focus on the GOP’s economic messaging heading into the midterms. Some Republicans also see it as an opportunity to blame Democrats for the DHS funding lapse,&nbsp;which impacts TSA baggage screeners, who will work without pay, FEMA and the Coast Guard. “President Trump has been, and always will be, on the side of the American people,” White House press secretary Karoline Leavitt said in a Fox News interview Friday. “He wants our government to remain open, and unfortunately, it appears that Democrats are barreling our government towards another shutdown for political and partisan reasons.” Among the considerations for Republicans is how difficult Democrats plan to make things for Trump during the speech itself. Senate Democrats are having discussions about whether to boycott the event and talked it over during a closed-door lunch this week, according to two people granted anonymity to share details of the private conversations. Some members of the caucus are currently expected to attend, though a swath is undecided. House Minority Leader&nbsp;Hakeem Jeffries&nbsp;on Friday declined to say whether he believed the speech should go forward during a DHS shutdown. “That’s an open question,” he told reporters. “We’ll have more to say about that next week.” Jeffries advised Democrats during a private leadership meeting earlier this week that his members should either sit in “silent defiance” or attend alternative programming, according to two people granted anonymity to describe his comments. Heckling has become increasingly common from a president’s political opponents during State of the Union speeches. Johnson pleaded with his own members to maintain decorum during former President Joe Biden’s 2024 State of the Union appearance, only for several House GOP hard-liners&nbsp;to openly taunt him. During Trump’s address to Congress last year, Democrats showed up with signage and jeers, with multiple members walking out either on their own accord or at the insistence of Capitol Police. Rep.&nbsp;Al Green&nbsp;(D-Texas), who stood up to yell at the president at the very beginning of Trump’s speech last year, was later censured by the House for his actions. Asked Thursday whether he would attend this year’s State of the Union address, Green said, “I’m not making an announcement right now.” Eli Stokols and Diana Nerozzi contributed to this report.",
      "image": "",
      "link": "https://www.politico.com/news/2026/02/13/trump-state-of-the-union-shutdown-00781266?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T07:09:07.000Z",
      "source": "Politico"
    },
    {
      "title": "He ran, but he can’t keep hiding: Pressure mounts for Andrew to talk to police",
      "description": "As calls for the former prince to cooperate with investigation become deafening, this may be the reckoning Andrew cannot escapeGordon Brown is a man who gets into the detail.In office, and since then, he has applied his forensic mind to the matters that concern him. Lately, he has been focused on the Epstein files. Continue reading...",
      "image": "https://i.guim.co.uk/img/media/d055e40ba303a6f5d6151b434e4e8eb8ed46d2af/0_0_5000_4000/master/5000.jpg?width=140&quality=85&auto=format&fit=max&s=0e09f4cc3a1dc5af1d17bf9502274f66",
      "link": "https://www.theguardian.com/news/ng-interactive/2026/feb/14/will-police-question-andrew-andrew-mountbatten-windsor-epstein-relationship",
      "date": "2026-02-14T06:00:48.000Z",
      "source": "The Guardian"
    },
    {
      "title": "Watch: 'I am a survivor' Gisèle Pelicot tells BBC Newsnight",
      "description": "Ms Pelicot reveals it is \"inconceivable\" that the man she shared her life with \"could have committed these horrors\".",
      "image": "",
      "link": "https://www.bbc.com/news/videos/c80jvkem8lro?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T06:00:21.000Z",
      "source": "BBC World"
    },
    {
      "title": "Gisèle Pelicot tells BBC: I felt crushed by horror - but I don't feel anger",
      "description": "In an extensive interview with Newsnight, the woman at the heart of France's biggest rape trial speaks about betrayal, healing and choosing the right path.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c9q5l22ryy4o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T06:00:11.000Z",
      "source": "BBC World"
    },
    {
      "title": "'Canadians are with you,' says PM at Tumbler Ridge vigil",
      "description": "The Canadian prime minister attended a vigil with federal leaders and paid tribute to the eight victims.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cde4kdr2z6do?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T05:17:27.000Z",
      "source": "BBC World"
    },
    {
      "title": "US homeland security shutdown could mean airport delays, travel groups say",
      "description": "The shutdown won't affect air traffic controllers but some TSA workers may go without pay.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cwy8dw5zk7yo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T05:04:15.000Z",
      "source": "BBC World"
    },
    {
      "title": "Oil refinery ablaze in Cuba as fuel crisis deepens",
      "description": "The fire, which Cuban officials say was contained quickly, comes as electricity and fuel supplies dwindle.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cge89x7re74o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T03:03:27.000Z",
      "source": "BBC World"
    },
    {
      "title": "Trusting Trump is hard but NATO’s newest member won’t ditch the US yet",
      "description": "BRUSSELS — Sometimes it is the answers politicians decline to give that are the most revealing — like whether it’s still possible, after clashing bitterly over the fate of Greenland, for a European leader to trust Donald Trump.&nbsp; “I don&#8217;t do that kind of judgment,” Sweden’s Prime Minister Ulf Kristersson said in an interview with POLITICO, when asked directly if he can trust the U.S. president. “The discussion we had on Greenland and Denmark was a bad one.” But European leaders, he believes, took the decision to &#8220;stand up&#8221; for their values and for European integrity in the face of Trump&#8217;s aggression — and it worked. &#8220;We protected European interests, Danish interests, broader European interests as well. And we did that very clearly.&#8221; What Kristersson&#8217;s comments lay bare is the lasting damage done to relations between many European governments and the U.S. after Trump’s demands to take &#8220;ownership&#8221; of the island away from Sweden&#8217;s neighbor Denmark. “For very obvious reasons, trust took a hit, no doubt,” Kristersson said this week, shortly before traveling to the Munich Security Conference. “I&#8217;m not at all saying that it is unreparable, and I don&#8217;t think it is either, but of course the tone the Americans used against Europeans, Canadians, Denmark, is not building trust.” It is clear that the conflict between the U.S. and European countries reached its sharpest point in the early weeks of 2026 over the fate of the frozen territory of 57,000 inhabitants in the high north. But tensions had been building ever since Trump re-entered the White House a year earlier, and the underlying cause runs far deeper than the Arctic ice.&nbsp; Tariffs and turmoil Everything about Trump’s political outlook runs counter to the conventional way European centrists have run their countries for decades. His aggressive push to reorder international trade arrangements to America&#8217;s advantage, with an accompanying blizzard of tariffs, and his assertive efforts to force Ukraine into a peace deal (while talking up future agreements with Russia) reinforced the view that America’s leadership is no longer a reliable ally for Europe.&nbsp; Then, in December, came the White House National Security Strategy. This document distilled Washington’s highly critical new approach toward conventional transatlantic relations, in black and white. The paper set out a sweeping plan for the U.S. government to step in and support MAGA-aligned “patriotic&#8221; parties to tilt the direction of European politics and save the continent from migration that threatens “civilizational erasure.”&nbsp; Senior figures in the U.S. administration&nbsp;have also&nbsp;intervened&nbsp;on politics in Germany, France, the U.K. and other countries over the past year. Trump then doubled down on the sentiment in a landmark interview with POLITICO, in which he dismissed European leaders as “weak” — and singled out Sweden as a country that is no longer safe due to an influx of immigrants.&nbsp; Kristersson, the center-right Moderate Party leader, is competing in the next elections in September against, among others, Jimmie Åkesson&#8217;s Sweden Democrats — the sort of nationalist populists the Trump administration wants to promote and support. “We haven&#8217;t seen anything of that in Sweden, but of course I would certainly not welcome any kind of interventions,” Kristersson said. While everyone is entitled to a view in a democracy, he emphasized that he does not believe it is appropriate for leaders of any persuasion to get involved in elections in other countries.&nbsp; Senior figures in the U.S. administration have also intervened on politics in Germany, France, the U.K. and other countries over the past year. | Anna Moneymaker/Getty Images “In Sweden, we have a tradition of avoiding interference, or having a view on other countries’ domestic elections,&#8221; he said. &#8220;We respect the fact that every country, every electorate, in every democracy — it’s their vote.”&nbsp; The Russia problem Kristersson said he held a meeting with all eight other party leaders in Sweden a few days ago to discuss the risk of “illegitimate foreign interference in the Swedish election campaign.” He drew a distinction between &#8220;legal&#8221; commentary from abroad, and “illegal” Russian-influenced attempts to disrupt the vote, as has been seen in countries such as Moldova recently.&nbsp; “We have agencies trying to detect [these activities], and we will be extremely vocal and open, and attribute [to] countries that try to do things like that,” he said.&nbsp; Kristersson said NATO remained the critical foundation for all European security. As the alliance’s newest member, Sweden had no regrets despite Trump sounding less than wholeheartedly committed to the decadeslong principle of mutual self-defense.&nbsp; The EU, he said, should explore what it can do to reinforce NATO but must not get in its way. He dismissed proposals from the European Commission for a standing EU army of 100,000 troops and a European Security Council of countries including the U.K. and Norway.&nbsp; “I quite often hear voices, people air ideas of the European Union, to some extent, competing with NATO on security. That&#8217;s a bad idea,” he said. “The best way of keeping an American commitment to European NATO is also to build a stronger European pillar of NATO.”&nbsp; That doesn&#8217;t mean Europe should not change in response to Trump&#8217;s hostility. He wants the EU &#8220;to use this crisis to correct things we haven&#8217;t got right,&#8221; including taking more responsibility for its own defense. European countries must also make themselves more competitive, slashing red tape so businesses can take on and beat rivals in the U.S. and China, he said. And EU leaders must not forget Ukraine — which needs more weapons and money, right now. Kristersson wants Ukraine to join the bloc and is frustrated that Hungary remains a major holdout against Ukrainian accession.&nbsp; While Trump’s efforts to press for a peace deal are welcome, there is, Kristersson says, “a big but” — Russian leader Vladimir Putin. &nbsp; “We see no signs whatsoever, so far, of Russian willingness to comply with what could become acceptable terms.” That makes all talk of security guarantees “slightly theoretical.” That makes it even more essential for allies to send Kyiv military equipment while the fighting continues.&nbsp; “More countries should to do more now to give Ukraine the best possible seat whenever these peace talks really take place,” he said. “But I am truly skeptical of the Russian willingness to do the things that are necessary to be able to reach a fair peace.”",
      "image": "https://www.politico.eu/wp-content/uploads/2026/02/13/GettyImages-2261294684-1-1024x683.jpg",
      "link": "https://www.politico.eu/article/ulf-kristersson-donald-trump-nato-trust/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T03:00:00.000Z",
      "source": "Politico"
    },
    {
      "title": "Dear EU commissioner, will you be my Valentine?",
      "description": "It&#8217;s Valentine’s Day, giving POLITICO the chance to speculate about an ever-closer union of a different kind. POLITICO&#8217;s EU Influence newsletter asked Marjorie Libourel, a Brussels-based matchmaker who works with clients in the bubble, how she’d pair up some of the top Commission names. (Note: These are hypothetical. We’re sure none of the commissioners are in the market for love). Ursula von der Leyen (European Commission president) A very successful woman, Type A, very career-focused and occasionally isolated.&nbsp; Libourel would pair her with a “discreet, reliable, solid and grounded” man like Margaret Thatcher’s husband, Denis, or Angela Merkel’s spouse, Joachim Sauer. Reliable men can “balance their stressful public life and provide stability, key elements for strong women to thrive in a stable and sustainable partnership, key elements to their success,” Libourel said. “I believe strong, successful women and political leaders overall need humble and supportive partners. No political rivals,” she said. Glenn Micallef (commissioner for intergenerational fairness, youth, culture and sport)Very sporty, enjoys the outdoors; just a kid at heart, Type B personality. Libourel said: “I would picture him with a dynamic, no-drama woman who is emotionally steady, enjoys an active lifestyle and can appreciate the small pleasures of life. She is fit, youthful, smiling, active and easygoing.” “She can work in the EU bubble and enjoy what she does, without being consumed by her career and foreseeing enough quality time outside of it,” she adds.&nbsp; Maroš Šefčovič (commissioner for trade) Can build your IKEA furniture, will pick you up from the airport (on time).&nbsp; “To me, he comes across as a good family man, who is a stable and long-lasting union marriage,” said Libourel. &#8220;My intuition tells me he could have met his wife a long time ago, perhaps on the university benches. Boring perhaps, but efficient and stable, just like a well-maintained nuclear plant! (Not Chernobyl though).” Dubravka Šuica (commissioner for the Mediterranean) Mediterranean woman with a strong personality.&nbsp; “Dubravka seems to love life, embodies a nurturing and caring figure who is warm and empathetic,” Libourel said. “I see her with a solid masculine man of similar cultural roots.” She added: “Together they embody and radiate warmth, and are open to the external world, inspiring people around them.” Kaja Kallas (high representative of the European Union for foreign affairs and security policy) Doomsday prepper mentality, very Type A, hypervigilant and anxious about the state of the world.&nbsp; “When I look at Kaja, the words intelligence, cerebral, and overthinker come to me. Perhaps even some anxiety,” Libourel said. “My gut feeling tells me despite her great intellectual capacities, she needs a very emotionally intelligent man able to soothe her potential anxiety and welcome her complexity without judgment, love and tenderness. “ Stéphane Séjourné (commissioner for internal market and services) Very goal-oriented, ambitious, and focused on success; classic overachiever, highly educated, and discreet about his private life.&nbsp; “Stéphane comes across as extremely focused, discreet, efficient and even perfectionist. I see him with a partner possessing equal attributes. An ambitious, discreet and intelligent man with a great career perhaps in an area such as finance or law or who is at least less publicly exposed,” she said. “Together, they work hard, and have a solid long-term partnership where they support each other’s careers and aspirations and keep building their careers, assets and networks.”",
      "image": "",
      "link": "https://www.politico.eu/article/dear-eu-commissioner-will-you-be-my-valentine/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-14T03:00:00.000Z",
      "source": "Politico"
    }
  ]
}
