{
  "greece_news": [
    {
      "title": "J2US: Το παρασκήνιο της πρεμιέρας στο OPEN και η αλήθεια για Δέσποινα Βανδή – Μαρία Μπακοδήμου",
      "description": "Η απουσία της Δέσποινας Βανδή από την κριτική επιτροπή του J2US ήταν το θέμα που μονοπώλησε τις συζητήσεις το τελευταίο διάστημα, με τις φήμες για τη σχέση της με την παραγωγή να οργιάζουν. Ωστόσο, ο Νίκος Κοκλώνης, κατά την πρεμιέρα του μουσικού σόου το βράδυ του Σαββάτου 14 Φεβρουαρίου, επέλεξε να ξεκαθαρίσει το τοπίο με το «καλησπέρα», προβάλλοντας ένα βίντεο-έκπληξη από την ίδια την τραγουδίστρια. Το μήνυμα της Δέσποινας Βανδή και η «τελεία» στις φήμες Η λαμπερή τραγουδίστρια, παρά την αποχώρησή της, έστειλε τις ευχές της στην ομάδα, βάζοντας τέλος στα σενάρια περί ρήξης. Συγκεκριμένα, η Δέσποινα Βανδή ανέφερε: «Καλή επιτυχία, παιδιά! Καλή πρεμιέρα. Νίκο μου, σου εύχομαι ό,τι καλύτερο από καρδιάς και είμαι περίεργη να δω τι θα φοράς σε κάθε live. Δεν είμαι όμως καθόλου περίεργη στο τι θα τραγουδάς. Βικάκι μου, τα πειράγματα μας θα μου λείψουν και όλη η συνομωσία, εκεί, του θρανίου αλλά είσαι σε καλά χέρια, δίπλα στον Σταμάτη. Σας στέλνω την αγάπη μου. [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/nb1390-15.png",
      "link": "https://www.newsbeast.gr/media/arthro/12896026/j2us-to-paraskinio-tis-premieras-sto-open-kai-i-alitheia-gia-despoina-vandi-maria-bakodimou",
      "date": "2026-02-14T20:25:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "ΑΕΚ: Ο Νίκολιτς έδιωξε τον Ρόγκιτς λόγω… Ολυμπιακού",
      "description": "Ο Αλεξάνταρ Ρόγκιτς, βοηθός του Μάρκο Νίκολιτς, πήγε στο ΣΕΦ για το Ολυμπιακός &#8211; Ερυθρός Αστέρας χωρίς να ενημερώσει τον προπονητή της ΑΕΚ, ο οποίος αποφάσισε να τον απομακρύνει από τη θέση του. Ο βοηθός προπονητή της Ένωσης ήταν στο ΣΕΦ το βράδυ της Πέμπτης (12/2) για να παρακολουθήσει τον αγώνα των «ερυθρόλευκων» με τον Ερυθρό Αστέρα στη Euroleague, έχοντας για παρέα τον Νόβακ Τζόκοβιτς. Το θέμα, όμως, είναι ότι δεν είχε ενημερώσει σχετικά τον Νίκολιτς. Αυτό, όπως φαίνεται, δεν άρεσε καθόλου στον προπονητή της ΑΕΚ, ο οποίος αποφάσισε να διώξει από την ομάδα συνεργατών του τον Ρόγκιτς και αυτός είναι ο λόγος που ο τελευταίος δεν ταξίδεψε με την αποστολή των «κιτρινόμαυρων» στη Θεσσαλονίκη για το παιχνίδι με τον ΠΑΟΚ. Από εκεί και πέρα, το αν θα αντικατασταθεί ή όχι ο Ρόγκιτς, είναι κάτι που θα το αποφασίσει ο Νίκολιτς.",
      "image": "https://www.newsbeast.gr/files/1/2026/02/4724550-1.jpg",
      "link": "https://www.newsbeast.gr/sports/arthro/12896055/aek-o-nikolits-edioxe-ton-rogkits-logo-olybiakou",
      "date": "2026-02-14T20:23:35.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Ο Ολυμπιακός ακόμα βγάζει σέντρες, ακόμα αφήνει βαθμούς",
      "description": "Σε εξι ημέρες ο Ολυμπιακός αφήνει 5 βαθμούς στην προσπάθειά του να πάρει το πρωτάθλημα",
      "image": "",
      "link": "https://www.protothema.gr/blogs/padelis-diamadopoulos/article/1774171/o-olubiakos-akoma-vgazei-sedres-akoma-afinei-vathmous/?utm_source=rss",
      "date": "2026-02-14T20:20:41.000Z",
      "source": "Protothema"
    },
    {
      "title": "Η εμπιστοσύνη προς τον Τραμπ δέχθηκε πλήγμα, αλλά η Σουηδία παραμένει στο πλευρό των ΗΠΑ, λέει ο Ουλφ Κρίστερσον",
      "description": "Στον απόηχο της έντασης για τη Γροιλανδία, ο Κρίστερσον ξεκαθαρίζει ότι οι ΗΠΑ δεν πρέπει να παρεμβαίνουν στην ευρωπαϊκή δημοκρατία και τονίζει ότι οι διατλαντικές σχέσεις έχουν δεχθεί πλήγμα εμπιστοσύνης",
      "image": "",
      "link": "https://www.protothema.gr/world/article/1774170/i-ebistosuni-pros-ton-trab-dehthike-pligma-alla-i-souidia-paramenei-sto-pleuro-ton-ipa-leei-o-oulf-kristerson/?utm_source=rss",
      "date": "2026-02-14T20:16:37.000Z",
      "source": "Protothema"
    },
    {
      "title": "Παπαδόπουλος: «Βγάλαμε αντίδραση μετά τον αποκλεισμό του Κυπέλλου, παλεύουμε για την τετράδα»",
      "description": "Ο τεχνικός του Λεβαδειακού αποθέωσε τους παίκτες του για την αυταπάρνηση στο 0-0 με τον Ολυμπιακό, ειδικά όσο η ομάδα έπαιζε με δέκα – Το μήνυμα για τη συνέχεια και τα Playoffs",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774168/papadopoulos-vgalame-adidrasi-meta-ton-apokleismo-tou-kupellou-paleuoume-gia-tin-tetrada/?utm_source=rss",
      "date": "2026-02-14T20:15:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Βολοντίμιρ Ζελένσκι: Αν παραδώσουμε το Ντονέτσκ θα τελειώσει ο πόλεμος – Μας το ζήτησαν οι ΗΠΑ",
      "description": "Ελπίδα ότι οι ειρηνευτικές συνομιλίες της Γενεύης την επόμενη εβδομάδα θα έχουν ουσιαστικό περιεχόμενο εξέφρασε ο Ουκρανός πρόεδρος Βολοντίμιρ Ζελένσκι, υπογραμμίζοντας όμως ότι η Ουκρανία καλείται «πολύ συχνά» να κάνει παραχωρήσεις. Παράλληλα, κατηγόρησε τη Μόσχα ότι επιχειρεί να καθυστερήσει κρίσιμες αποφάσεις αλλάζοντας τον επικεφαλής διαπραγματευτή της. Την Τρίτη και την Τετάρτη οι αντιπροσωπείες ΗΠΑ, Ρωσίας και Ουκρανίας αναμένεται να συναντηθούν στη Γενεύη, με τον Αμερικανό πρόεδρο Ντόναλντ Τραμπ να πιέζει για επίτευξη συμφωνίας που θα τερματίσει τον μεγαλύτερο πόλεμο στην Ευρώπη μετά το 1945. «Ελπίζουμε πραγματικά πως οι τριμερείς συναντήσεις θα είναι σοβαρές και ουσιαστικές. Αλλά ειλικρινά, μερικές φορές μοιάζει σαν οι πλευρές να μιλούν για εντελώς διαφορετικά πράγματα», ανέφερε ο Ζελένσκι από το βήμα της Διάσκεψης Ασφαλείας του Μονάχου. Αγκάθι τα εδάφη, η Ρωσία θέλει το υπόλοιπο 20% του Ντονέτσκ Το εδαφικό παραμένει το βασικό αδιέξοδο. Η Μόσχα απαιτεί από την Ουκρανία να παραδώσει το τελευταίο 20% της περιοχής του Ντονέτσκ που εξακολουθεί να ελέγχει, αίτημα που το Κίεβο [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2025/11/ZELENSKY1.jpg",
      "link": "https://www.newsbeast.gr/world/arthro/12895925/volontimir-zelenski-i-allagi-diapragmatefti-apo-plevras-rosias-echei-stocho-tin-anavoli-opoiondipote-apofaseon",
      "date": "2026-02-14T20:15:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Κυρανάκης: Με διαφάνεια, λογοδοσία και σαφές χρονοδιάγραμμα αποκαθιστούμε την εμπιστοσύνη στον σιδηρόδρομο",
      "description": "Σε 17 μήνες από σήμερα ξεκινά η σταδιακή έλευση των πρώτων ολοκαίνουργιων συρμών της Hellenic Train και έως το τέλος του 2027 θα έχει ολοκληρωθεί η παραλαβή και η ένταξη σε κυκλοφορία και των 23, αναφέρει σε συνέντευξή του στο ΑΠΕ-ΜΠΕ ο αναπληρωτής υπουργός Μεταφορών, Κωνσταντίνος Κυρανάκης. Πρόκειται, όπως εξηγεί, για ένα απολύτως δεσμευτικό χρονοδιάγραμμα για τον ιταλικό όμιλο, με σαφείς ρήτρες και συνέπειες. Για πρώτη φορά, αν δεν τηρηθεί, το Δημόσιο έχει ρητό δικαίωμα καταγγελίας της σύμβασης. Δεν μιλάμε για γενικές υποσχέσεις· μιλάμε για επενδύσεις με όρους, έλεγχο και ευθύνη. Από τα 23 νέα τρένα που προβλέπει η συμφωνία, τα 11 είναι προαστιακού τύπου και τα 12 υπεραστικά. Αυτό σημαίνει μια αναλογία περίπου 50-50. Σχεδόν τα μισά από τα καινούργια τρένα κατευθύνονται απευθείας στον Προαστιακό, σε ένα δίκτυο, που τα τελευταία χρόνια έχει μείνει πίσω, παρότι εξυπηρετεί καθημερινά χιλιάδες εργαζόμενους, φοιτητές και οικογένειες. Γιατί ο σιδηρόδρομος, όπως τονίζει ο κ Κυρανάκης, δεν κρίνεται μόνο στις μεγάλες διαδρομές. Κρίνεται κάθε πρωί, στην αποβάθρα, από το αν το τρένο έρχεται στην ώρα του και αν είναι καθαρό και αξιόπιστο. Εκεί χτίζεται ή χάνεται η εμπιστοσύνη των πολιτών. Αναφέρεται και σε όλα τα νέα συστήματα ασφαλείας που μπαίνουν στον σιδηρόδρομο, υπογραμμίζοντας ότι είναι σημαντικό να θυμόμαστε ότι το ETCS αποτελεί μια πρόσθετη, κρίσιμη δικλείδα ασφαλείας, η οποία δεν περιλαμβανόταν καν στη σύμβαση 717. Ολόκληρη η συνέντευξη του αναπληρωτή υπουργού Μεταφορών Κ.Κυρανάκη στο ΑΠΕ-ΜΠΕ και στον Γιώργο Ψύλλια έχει ως εξής: Κύριε υπουργέ, πότε θα έρθουν τα πρώτα από τα καινούργια τρένα που περιλαμβάνει η συμφωνία σας με την Hellenic Train και πότε θα έρθει το σύνολό τους; Σε 17 μήνες από σήμερα ξεκινά η σταδιακή έλευση των πρώτων ολοκαίνουργιων συρμών και έως το τέλος του 2027 θα έχει ολοκληρωθεί η παραλαβή και η ένταξη σε κυκλοφορία και των 23. Πρόκειται για ένα απολύτως δεσμευτικό χρονοδιάγραμμα για τον ιταλικό όμιλο, με σαφείς ρήτρες και συνέπειες. Για πρώτη φορά, αν δεν τηρηθεί, το Δημόσιο έχει ρητό δικαίωμα καταγγελίας της σύμβασης. Δεν μιλάμε για γενικές υποσχέσεις· μιλάμε για επενδύσεις με όρους, έλεγχο και ευθύνη. Η διαφορά με το παρελθόν είναι ουσιαστική. Η προηγούμενη σύμβαση δεν υποχρέωνε την εταιρεία να φέρει ολοκαίνουργια τρένα. Αυτό άλλαξε μέσα από σκληρή, πολύμηνη διαπραγμάτευση, που κατέληξε σε επενδυτικό πακέτο 420 εκατ. ευρώ, εκ των οποίων τα 308 εκατ. ευρώ αφορούν στην προμήθεια 23 νέων ηλεκτροκίνητων συρμών. Πρόκειται για την πρώτη αγορά νέων τρένων μετά το 2004. Και κάτι ακόμη κρίσιμο: τα χρήματα αυτά προέρχονται από τον ιταλικό κρατικό προϋπολογισμό, όχι από τους Έλληνες φορολογούμενους. Πρώτα εξασφαλίσαμε την παραγγελία των νέων τρένων και μετά κυρώσαμε τη συμφωνία στη Βουλή. Αυτό είναι το νέο μοντέλο: από την ανοχή και την ασάφεια, σε συγκεκριμένες υποχρεώσεις με χρονοδιάγραμμα, ρήτρες και λογοδοσία. Τα νέα συστήματα ασφαλείας όπως ο γεωεντοπισμός και το ETCS πότε θα είναι έτοιμα να λειτουργήσουν; Η «ορατότητα» δεν είναι επικοινωνιακό σύνθημα. Είναι μια καθαρή τομή με το χθες, με το μπλάνκο, τις χειρόγραφες σημειώσεις και τη λειτουργία «στο περίπου». Το σύστημα ακριβούς γεωεντοπισμού λειτουργεί ήδη πιλοτικά και μέσα στις επόμενες ημέρες θα είναι διαθέσιμο και στους πολίτες. Για πρώτη φορά, ο επιβάτης θα μπορεί να βλέπει ότι τα τρένα δεν κινούνται «στα τυφλά», αλλά με πλήρη παρακολούθηση σε πραγματικό χρόνο και ακρίβεια λίγων εκατοστών. Με ψηφιακή καταγραφή κάθε κίνησης, περνάμε από την αβεβαιότητα στη διαφάνεια. Αυτή είναι η ουσία της μεταρρύθμισης και ίσως γι’ αυτό, από την πρώτη ημέρα, συνάντησε σφοδρή αντίδραση από μέρος της αντιπολίτευσης. Σε ό,τι αφορά το ETCS, ο επιτρόχιος εξοπλισμός έχει ήδη εγκατασταθεί σε όλα τα τρένα που κινούνται στον άξονα Αθήνα - Θεσσαλονίκη. Με την ολοκλήρωση των έργων αποκατάστασης μετά τον Daniel, το καλοκαίρι του 2026 ο κεντρικός άξονας θα λειτουργεί με 100% σηματοδότηση, 100% τηλεδιοίκηση και 100% ETCS σε πλήρη επιχειρησιακή λειτουργία. Δεν μιλάμε για μερικές αποσπασματικές βελτιώσεις, αλλά για μια προσπάθεια με σκοπό ένα πλήρως θωρακισμένο σύστημα. Παράλληλα, η εκπαίδευση των μηχανοδηγών περνά σε νέα εποχή, με σύγχρονους προσομοιωτές ETCS και πρακτικές δοκιμές, ώστε η τεχνολογία να συνοδεύεται από πραγματική επιχειρησιακή ετοιμότητα. Και είναι σημαντικό να θυμόμαστε ότι το ETCS αποτελεί μια πρόσθετη, κρίσιμη δικλείδα ασφαλείας, η οποία δεν περιλαμβανόταν καν στη σύμβαση 717. Όταν ολοκληρωθεί το καλοκαίρι η αποκατάσταση της γραμμής που καταστράφηκε από τον Daniel, σε συνδυασμό και με τον ερχομό των νέων τρένων και τη λειτουργία όλων των συστημάτων, πόσο θα μειωθεί η χρονική διάρκεια του δρομολογίου Αθήνα -Θεσσαλονίκη; Το πρώτο μεγάλο ορόσημο είναι η πλήρης αποκατάσταση της σιδηροδρομικής γραμμής στη Θεσσαλία μετά τον Daniel. Το επόμενο είναι η έλευση των νέων τρένων και η λειτουργία όλων των σύγχρονων συστημάτων ασφαλείας. Όταν αυτά επιτευχθούν και συνδυαστούν, ο στόχος είναι καθαρός και μετρήσιμος: Αθήνα-Θεσσαλονίκη σε κάτω από 3,5 ώρες. Δεν πρόκειται για υπόσχεση της στιγμής, ούτε για κάτι που γίνεται από τη μια μέρα στην άλλη. Μιλάμε για νέο δίκτυο, με πλήρη σηματοδότηση και συστήματα ασφαλείας, και για ολοκαίνουργιους συρμούς με καλύτερη επιτάχυνση, σταθερότητα και ενεργειακή απόδοση. Παράλληλα, παρεμβαίνουμε στα σημεία όπου σήμερα υπάρχουν βραδυπορίες, ώστε να φύγουν μόνιμοι περιορισμοί ταχύτητας και να αυξηθεί συνολικά η χωρητικότητα του άξονα. Με απλά λόγια: δεν κυνηγάμε λίγα λεπτά στο ρολόι. Ξανακάνουμε τον βασικό σιδηροδρομικό άξονα της χώρας πραγματικά ανταγωνιστικό απέναντι στο αυτοκίνητο και το αεροπλάνο -σε ταχύτητα, ασφάλεια και αξιοπιστία. Αυτό είναι το στοίχημα, και αυτό είναι που θα ξαναχτίσει την εμπιστοσύνη του κόσμου. Πόσα από τα καινούργια τρένα θα μπουν στο δίκτυο του προαστιακού που έχει μείνει πολλά χρόνια πίσω παρότι τον χρησιμοποιούν χιλιάδες άνθρωποι καθημερινά; Από τα 23 νέα τρένα που προβλέπει η συμφωνία, τα 11 είναι προαστιακού τύπου και τα 12 υπεραστικά. Αυτό σημαίνει μια αναλογία περίπου 50-50. Σχεδόν τα μισά από τα καινούργια τρένα κατευθύνονται απευθείας στον Προαστιακό, σε ένα δίκτυο που τα τελευταία χρόνια έχει μείνει πίσω, παρότι εξυπηρετεί καθημερινά χιλιάδες εργαζόμενους, φοιτητές και οικογένειες. Γιατί ο σιδηρόδρομος δεν κρίνεται μόνο στις μεγάλες διαδρομές. Κρίνεται κάθε πρωί, στην αποβάθρα, από το αν το τρένο έρχεται στην ώρα του και αν είναι καθαρό και αξιόπιστο. Εκεί χτίζεται ή χάνεται η εμπιστοσύνη των πολιτών. Με αυτή τη συμφωνία δεν αναβαθμίζουμε μόνο τον άξονα Αθήνα-Θεσσαλονίκη. Ενισχύουμε τις γραμμές καθημερινής χρήσης, εκεί όπου ο πολίτης ζει τον σιδηρόδρομο στην πράξη. Τα νέα αυτά τρένα θα μπορούν να αξιοποιηθούν τόσο στον Προαστιακό της Αθήνας όσο και στον Προαστιακό Δυτικής Θεσσαλονίκης, όταν προχωρήσει το έργο, ώστε η ανανέωση να φτάσει εκεί που υπάρχει πραγματική ανάγκη. Που βρισκόμαστε με την ηλεκτροδότηση της γραμμής Κιάτο - Αίγιο και πότε υπολογίζετε ότι θα παραδοθεί η γραμμή μέχρι το Ψαθόπυργο; Στο τμήμα Κιάτο-Ροδοδάφνη (Αίγιο) υλοποιείται ένα πλήρες πακέτο εκσυγχρονισμού: ηλεκτροκίνηση, σύγχρονη σηματοδότηση, τηλεδιοίκηση και εγκατάσταση ETCS Level 1. Στόχος είναι η γραμμή προς την Πάτρα να λειτουργεί με ενιαίες προδιαγραφές ασφάλειας και διαλειτουργικότητας, όπως ο υπόλοιπος ηλεκτροδοτούμενος άξονας της χώρας. Ο χρονικός ορίζοντας είναι σαφής: το τμήμα Κιάτο-Ροδοδάφνη ολοκληρώνεται έως τα τέλη του 2026 και τότε θα ενταχθεί πλήρως στον ηλεκτροδοτούμενο άξονα, χωρίς επιχειρησιακούς περιορισμούς. Με άλλα λόγια, κλείνει μια εκκρεμότητα ετών και η γραμμή περνά σε κανονική, σύγχρονη λειτουργία. Η επέκταση έως τον Ψαθόπυργο είναι το επόμενο κρίσιμο βήμα για να φτάσει ουσιαστικά ο σιδηρόδρομος στην Πάτρα. Ο στόχος είναι η παράδοση μέχρι το τέλος του 2026, ώστε να κλείσει το μεγαλύτερο κομμάτι του εκκρεμούς διαδρόμου και να αποκτήσει η Δυτική Ελλάδα ένα ενιαίο, γρήγορο και ασφαλές σιδηροδρομικό μέτωπο. Δεν μιλάμε για αποσπασματικά έργα, αλλά για μια συνολική σύνδεση που επιτέλους παίρνει μορφή. Η Ελλάδα ίσως είναι η μόνη χώρα στην Ευρώπη που δεν συνδέεται με σιδηροδρομική συγκοινωνία με άλλη γειτονική χώρα παρότι υπάρχει το δίκτυο... Ποιος είναι ο λόγος; Είναι τόσο ασύμφορη η λειτουργία μιας τέτοιας γραμμής; Για χρόνια, οι διεθνείς επιβατικές συνδέσεις είχαν σταματήσει λόγω χαμηλής ζήτησης, τεχνικών περιορισμών, διαφορετικών συστημάτων σηματοδότησης και επειδή το δίκτυο στη Βόρεια Ελλάδα δεν είχε την ταχύτητα και την αξιοπιστία που απαιτεί μια ανταγωνιστική διασυνοριακή υπηρεσία. Ας είμαστε ρεαλιστές: όταν το τρένο είναι αργό και ασυνεπές, ο επιβάτης επιλέγει λεωφορείο ή αεροπλάνο. Στο αν είναι ασύμφορη η σύνδεση με το εξωτερικό, η απάντησή μου είναι ξεκάθαρη: όχι. Ιδιαίτερα από γεωστρατηγική πλευρά, μια τέτοια σύνδεση είναι κρίσιμη. Μπορεί να μην υπάρχει τεράστιο επιβατικό ενδιαφέρον, αλλά σε επίπεδο εμπορευματικών μεταφορών και logistics, ο ρόλος της είναι στρατηγικός. Γι’ αυτό δουλεύουμε στον άξονα Θεσσαλονίκη-Αλεξανδρούπολη-Βουκουρέστι. Πριν λίγες εβδομάδες συναντήθηκα με τους ομολόγους μου για να προχωρήσουμε το έργο υπό τον συντονισμό του Ευρωπαίου Επιτρόπου Μεταφορών Απόστολου Τζιτζικώστα. Στόχος είναι να συνδέσουμε τα Βαλκάνια και την Ανατολική Ευρώπη, παρακάμπτοντας κορεσμένους ή γεωπολιτικά ευαίσθητους διαδρόμους, όπως ο Βόσπορος. Το πρόβλημα μέχρι σήμερα δεν ήταν ότι «δεν θέλαμε» διεθνή σύνδεση. Το πρόβλημα ήταν ότι δεν είχαμε ένα δίκτυο αρκετά γρήγορο, ηλεκτροδοτημένο και πλήρως διαλειτουργικό για να τη στηρίξει. Όσο βελτιώνεται η υποδομή, εγκαθίστανται τα ευρωπαϊκά συστήματα (ERTMS/ETCS) και ενισχύεται ο άξονας στη Βόρεια Ελλάδα, τόσο η διασυνοριακή λειτουργία παύει να είναι θεωρητική και γίνεται υλοποιήσιμη. Έχετε κάποιο σχέδιο για την αναβάθμιση της γραμμής Θεσσαλονίκη-Αλεξανδρούπολη-Ορεστιάδα; Που βρισκόμαστε; Έχουν ακουστεί εξαγγελίες κατά καιρούς για σιδηροδρομική σύνδεση του λιμανιού της Καβάλας με τη Σόφια... Ναι, υπάρχει σχέδιο και είναι σε εξέλιξη. Ο άξονας Θεσσαλονίκη-Αλεξανδρούπολη-Ορεστιάδα αποτελεί κομμάτι του κάθετου διαδρόμου που συνδέει το Αιγαίο με τη Μαύρη Θάλασσα και τις αγορές της Ανατολικής Ευρώπης. Δεν μιλάμε για μια απλή περιφερειακή γραμμή, αλλά για έναν στρατηγικό διάδρομο με οικονομική και γεωπολιτική σημασία. Ο σχεδιασμός προβλέπει αναβάθμιση της υφιστάμενης γραμμής, πλήρη ηλεκτροκίνηση, σύγχρονη σηματοδότηση και εγκατάσταση ευρωπαϊκών συστημάτων ERTMS/ETCS, ώστε να υπάρχει διαλειτουργικότητα με τα δίκτυα Βουλγαρίας και Ρουμανίας. Αυτή τη στιγμή βρισκόμαστε στο στάδιο ωρίμανσης μελετών, εξασφάλισης ευρωπαϊκής χρηματοδότησης και διακρατικού συντονισμού. Η διαφορά με το παρελθόν είναι ότι πλέον το έργο εντάσσεται σε ενιαίο βαλκανικό σχεδιασμό και όχι σε αποσπασματικές εξαγγελίες. Σε ό,τι αφορά τη σιδηροδρομική σύνδεση του λιμανιού της Καβάλας με τη Σόφια, πράγματι έχει συζητηθεί επί χρόνια. Σήμερα, εξετάζεται ως μέρος του ίδιου στρατηγικού πλαισίου: διασύνδεση των ελληνικών λιμανιών με τα βαλκανικά δίκτυα και τα ευρωπαϊκά δίκτυα TEN-T. Η βιωσιμότητα ενός τέτοιου έργου δεν κρίνεται από επιβατική κίνηση, αλλά κυρίως από τις εμπορευματικές ροές και τον ρόλο της χώρας ως κόμβου μεταφορών. Με απλά λόγια, τα σχέδια υπάρχουν και προχωρούν με ευρωπαϊκή συνεργασία και χρηματοδοτική στήριξη. Στόχος μας είναι η Βόρεια Ελλάδα να πάψει να είναι τερματικός σταθμός και να γίνει διαμετακομιστικός κόμβος. Είπατε πρόσφατα ότι θα προσλάβετε νέους Έλληνες που είχαν φύγει στο εξωτερικό την περίοδο των μνημονίων και έχουν εξειδικευτεί σε μεγάλες ξένες σιδηροδρομικές εταιρείες; Πως έχει αυτό το θέμα; Για να αλλάξει πραγματικά ο σιδηρόδρομος δεν αρκούν νέα τρένα και συστήματα. Χρειάζονται άνθρωποι με εμπειρία, γνώση και όρεξη για δουλειά. Μέσω της πλατφόρμας braingain.ose.gr απευθυνθήκαμε σε Έλληνες που εργάζονται σε μεγάλες σιδηροδρομικές εταιρείες του εξωτερικού -ανθρώπους που έχουν δουλέψει με σύγχρονα συστήματα ασφάλειας και μεγάλα έργα υποδομών. Το ενδιαφέρον ήταν ουσιαστικό και ήδη περνάμε στη φάση αξιοποίησης αυτής της δεξαμενής. Προκηρύξαμε 33 καίριες επιτελικές θέσεις στο νέο ΟΣΕ - 6 γενικούς διευθυντές και 27 διευθυντές -με ανοιχτή, δημόσια διαδικασία, σύγχρονα κριτήρια αξιολόγησης και διαφανή στάδια επιλογής. Οι θέσεις αυτές αφορούν τον πυρήνα της μεταρρύθμισης: ασφάλεια, διαλειτουργικότητα, ERTMS, κυκλοφορία, ψηφιακά συστήματα, διαχείριση υποδομών. Οι συμβάσεις είναι τριετείς, με συγκεκριμένους στόχους και δείκτες απόδοσης. Φεύγουμε από τη λογική της αέναης διοίκησης και κινούμαστε σε ένα μοντέλο υπευθυνότητας, αποτελέσματος και λογοδοσίας. Το μήνυμα είναι ξεκάθαρο: ο νέος ΟΣΕ δεν χτίζεται κλειστά. Χτίζεται με ανοιχτή πρόσκληση σε όσους έχουν πραγματική εμπειρία, είτε βρίσκονται στην Ελλάδα είτε στο εξωτερικό. Αν θέλουμε ευρωπαϊκό σιδηρόδρομο, πρέπει να φέρουμε ευρωπαϊκή τεχνογνωσία και αυτό ακριβώς κάνουμε.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-01/kyranakis-vouli.jpg?itok=pPkvQNaZ",
      "link": "https://www.iefimerida.gr/politiki/kyranakis-apokathistoyme-tin-empistosyni-ston-sidirodromo?utm_source=rss",
      "date": "2026-02-14T20:09:03.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Ο Νίκος Αλιάγας βράβευσε τη Νάνα Μούσχουρη στα γαλλικά Grammy's με στίχους από τον Καζαντζάκη, βίντεο",
      "description": "Στα 92 της χρόνια, η μεγάλη Ελληνίδα τραγουδίστρια εμφανίστηκε βαθιά συγκινημένη, ενώ όταν ο παρουσιαστής μετέφρασε στα γαλλικά λόγια του Νίκου Καζαντζάκη, το κοινό να αντέδρασε με θερμά χειροκροτήματα",
      "image": "",
      "link": "https://www.protothema.gr/life-style/article/1774162/o-nikos-aliagas-vraveuse-ti-nana-moushouri-sta-gallika-grammys-me-stihous-apo-ton-kazadzaki/?utm_source=rss",
      "date": "2026-02-14T20:09:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Μεντιλίμπαρ για τη γκέλα του Ολυμπιακού: Δύσκολο απέναντι σε κλειστές άμυνες, δεν κάναμε όσα έπρεπε",
      "description": "Ο Ολυμπιακός έμεινε στο 0-0 με τον Λεβαδειακό που έπαιζε με 10 παίκτες από το πρώτο ημίχρονο και ο Χοσέ Λουίς Μεντιλίμπαρ τόνισε στις δηλώσεις του πως η ομάδα του δεν έκανε όσα έπρεπε για να φτάσει στο γκολ. Οι «ερυθρόλευκοι» ήθελαν να επιστρέψουν στις νίκες μετά την ήττα από τον Παναθηναϊκό για να μη χάσουν έδαφος στη μάχη του τίτλου, τελικά όμως γκέλαραν, με τον προπονητή τους να εξηγεί το γιατί. «Ξεκινήσαμε καλά στο παιχνίδι, κυριαρχήσαμε, απειλήσαμε τον αντίπαλο και ήμασταν εκείνοι που είχαμε τις περισσότερες ευκαιρίες στο παιχνίδι, με κάποιες σέντρες που δεν ήταν ιδιαίτερα καλές και με κάποιους τρόπους που δεν ήταν οι ενδεδειγμένοι. Είχαμε δοκάρι, είχαμε κάποιες ευκαιρίες, αλλά αυτό δεν ήταν αρκετό. Δεν κάναμε κάτι παραπάνω ώστε να μπορέσουμε να δημιουργήσουμε κίνδυνο για την άμυνά τους», είπε αρχικά ο Μεντιλίμπαρ, ο οποίος ρωτήθηκε στη συνέχεια για το αν η ομάδα του γίνεται προβλέψιμη απέναντι σε τέτοιους αντιπάλους. «Προφανώς και αυτό συμβαίνει σε όλες τις ομάδες. [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/5038105-1.jpg",
      "link": "https://www.newsbeast.gr/sports/arthro/12896042/mentilibar-gia-ti-gkela-tou-olybiakou-dyskolo-apenanti-se-kleistes-amynes-den-kaname-osa-eprepe",
      "date": "2026-02-14T20:07:33.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Κακοκαιρία: Πού θα «χτυπήσουν» καταιγίδες, θυελλώδεις άνεμοι και αφρικανική σκόνη – Καταστροφές στην Πάργα",
      "description": "Σε πλήρη κινητοποίηση βρίσκεται ο κρατικός μηχανισμός ενόψει της αλλαγής του σκηνικού του καιρού, η οποία αναμένεται να γίνει αισθητή από το βράδυ του Σαββάτου, 14 Φεβρουαρίου. Η Γενική Γραμματεία Πολιτικής Προστασίας (ΓΓΠΠ) έχει ήδη θέσει τις υπηρεσίες των Δήμων και των Περιφερειών σε κατάσταση αυξημένης ετοιμότητας, ενώ η Πυροσβεστική εφαρμόζει έκτακτο επιχειρησιακό σχέδιο για την πρόληψη και αντιμετώπιση πλημμυρικών φαινομένων. Πώς θα κινηθεί η κακοκαιρία τις επόμενες ώρες Σύμφωνα με το Έκτακτο Δελτίο Επιδείνωσης Καιρού που εξέδωσε η ΕΜΥ, το κύριο σώμα των φαινομένων αναμένεται να εκδηλωθεί από το βράδυ του Σαββάτου και καθ’ όλη τη διάρκεια της Κυριακής (15/2). Τα βασικά χαρακτηριστικά της μεταβολής είναι οι ισχυρές βροχοπτώσεις, η έντονη κεραυνική δραστηριότητα και η σημαντική μεταφορά αφρικανικής σκόνης, η οποία θα επηρεάσει άμεσα και την Αττική. Για το υπόλοιπο του Σαββάτου, ο καιρός θα παρουσιάσει ένταση στα δυτικά και τα βόρεια, με τοπικές καταιγίδες στο βόρειο Ιόνιο, την Ήπειρο και τη δυτική Στερεά, φαινόμενα που το βράδυ θα [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/nb1390-13.png",
      "link": "https://www.newsbeast.gr/greece/arthro/12895998/kakokairia-pou-tha-chtypisoun-kataigides-thyellodeis-anemoi-kai-afrikaniki-skoni-katastrofes-stin-parga",
      "date": "2026-02-14T20:05:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Μεντιλίμπαρ: «Είναι δύσκολο να παίζεις απέναντι σε κλειστές άμυνες»",
      "description": "Ο Βάσκος τεχνικός εξήγησε τους λόγους της «λευκής» ισοπαλίας (0-0) στη Λιβαδειά",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774163/medilibar-einai-duskolo-na-paizeis-apenadi-se-kleistes-amunes/?utm_source=rss",
      "date": "2026-02-14T20:02:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Βόλος – Άρης 1-1: Άντεξε με 10 παίκτες και Αθανασιάδη",
      "description": "Με τον Άρη να μένει με 10 παίκτες στο 58&#8242; λόγω αποβολής του Χόνγκλα, ο Βόλος πίεσε για τη νίκη, ο Αθανασιάδης όμως αντέδρασε σωστά όποτε χρειάστηκε και τελικά οι δύο ομάδες πήραν από ένα βαθμό με το 1-1. Περισσότερα σε λίγο… Βόλος (Κώστας Μπράτσος): Σιαμπάνης, Σόρια, Κάργας, Χέρμανσον, Φορτούνα (72’ Αμπάντα), Κόμπα (46’ Μπουζούκης), Γρόσδης, Τζόκα (90’+1’ Μύγας), Λάμπρου, Χουάνπι (73’ Γκονζάλες), Μακνί (60’ Ουρτάδο). Άρης (Μανόλο Χιμένεθ): Αθανασιάδης, Φρίντεκ (46’ Γκαρέ), Φαντιγκά, Φαμπιάνο, Σούντμπεργκ, Ράτσιτς, Χόνγκλα, Γένσεν (77’ Καντεβέρε), Πέρεθ (46’ Δώνης), Ντούντου (46’ Αλφαρέλα), Κουαμέ (60’ Ρόουζ).",
      "image": "https://www.newsbeast.gr/files/1/2026/02/5037931-1.jpg",
      "link": "https://www.newsbeast.gr/sports/arthro/12896028/volos-aris-1-1-antexe-me-10-paiktes-kai-athanasiadi",
      "date": "2026-02-14T19:59:14.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Τροχαίο δυστύχημα στη Λούτσα: Απαρηγόρητος ο 15χρονος οδηγός - \"Τι σου έκανα φίλε μου;\"",
      "description": "Σε κατάσταση σοκ βρίσκεται ο 15χρονος οδηγός του αυτοκινήτου, η βόλτα με το οποίο είχε τραγική κατάληξη στη Λούτσα",
      "image": "https://www.thetoc.gr/Content/ImagesDatabase/fbc/1200x630/crop/both/fc8c518236304870b7ef53bbddc74d88.jpg",
      "link": "https://www.thetoc.gr/koinwnia/article/troxaio-dustuxima-sti-loutsa-aparigoritos-o-15xronos-odigos---ti-sou-ekana-file-mou/",
      "date": "2026-02-14T19:59:00.000Z",
      "source": "Thetoc"
    },
    {
      "title": "Σε σοκ ο 15χρονος οδηγός μετά το τροχαίο δυστύχημα στη Λούτσα: «Τι σου έκανα, φίλε μου;»",
      "description": "Τραγική κατάληξη είχε η βόλτα που έκαναν τρεις ανήλικοι την Παρασκευή στη Λούτσα. Το αυτοκίνητο που επέβαιναν έπεσε σε δέντρο, με αποτέλεσμα να σκοτωθεί ο ένας και να τραυματιστούν σοβαρά οι άλλοι δύο. Στο βίντεο φαίνεται ο οδηγός να έχει χάσει τον έλεγχο του οχήματος ελάχιστα δευτερόλεπτα πριν από τη μοιραία σύγκρουση. Η έρευνα για το τραγικό δυστύχημα βρίσκεται σε εξέλιξη, με την Τροχαία να εξετάζει το ενδεχόμενο ο ανήλικος να οδηγούσε με πολύ μεγάλη ταχύτητα, με αποτέλεσμα να χάσει τον έλεγχο του οχήματος λίγα μέτρα πιο πίσω και στη συνέχεια προσέκρουσε στο κράσπεδο του πεζοδρομίου, ανέβηκε πάνω και τελικά καρφώθηκε πάνω στο δέντρο. «Τι σου έκανα, φίλε μου;», φώναζε ο οδηγός Κάτοικος της περιοχής που είδε όσα έγιναν περιέγραψε όσα έγιναν μετά τη σφοδρή πρόσκρουση του αυτοκινήτου πάνω στο δέντρο. «Τα παιδιά τρέχανε και ερχόντουσαν από το χωματόδρομο προς τα εδώ. Χτυπήσανε στο κράσπεδο, αμέσως στο δέντρο, το αυτοκίνητο τούμπαρε, πετάχτηκε έξω ο συνοδηγός και σκοτώθηκε ακαριαία. Τα υπόλοιπα [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/loyts1-1.jpg",
      "link": "https://www.newsbeast.gr/greece/arthro/12895982/se-sok-o-15chronos-odigos-meta-to-dystychima-sti-loutsa-ti-sou-ekana-file-mou",
      "date": "2026-02-14T19:55:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Με απόφαση Νίκολιτς τελείωσε από την ΑΕΚ λόγω... Ολυμπιακού ο Ρόγκιτς",
      "description": "Ο βοηθός προπονητή του Σέρβου τεχνικού απομακρύνθηκε από την Ένωση επειδή πήγε να δει τον αγώνα του Ολυμπιακού με τον Ερυθρό Αστέρα στο ΣΕΦ",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774160/me-apofasi-nikolits-teleiose-apo-tin-aek-logo-olubiakou-o-rogits/?utm_source=rss",
      "date": "2026-02-14T19:53:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Βόλος - Άρης 1-1: Μοιρασιά στο Πανθεσσαλικό, δείτε τα γκολ",
      "description": "Οι φιλοξενούμενοι άνοιξαν το σκορ με αυτογκόλ του Κάργα στο 26', ισοφάρισε ο Χουάνπι με πέναλτι στο 53, οι Θεσσαλονικείς έμειναν με δέκα παίκτες λόγω αποβολής του Χόνγκλα στο 83'",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774092/volos-aris-gia-tin-epistrofi-stis-nikes-sedra-stis-2000/?utm_source=rss",
      "date": "2026-02-14T19:52:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Συνεχίζεται το δράμα στους Μπέκαμ: Η Βικτόρια έκανε κίνηση συμφιλίωσης, ο Μπρούκλιν έδειξε πάλι την οργή του",
      "description": "Το οικογενειακό δράμα των Μπέκαμ συνεχίζεται, με την Βικτόρια να τείναι κλαδί ελιάς και τον γιο της να εξοργίζετιαι με τον Γκόρντον Ράμσεϊ. Το κλαδί ελιάς της Βικτόρια Μπέκαμ Η Βικτόρια Μπέκαμ έτεινε κλαδί ελιάς στον γιο της Μπρούκλιν, καθώς έκανε re-post το story της κόρης της Χάρπερ. Η 16χρονη κόρη των Μπέκαμ πόσταρε μια φωτό με τα τρία αδέλφια της γράφοντας ότι είναι οι Βαλεντίνοι της. «Χρόνια πολλά για την Ημέρα του Αγίου Βαλεντίνου στα καλύτερα μεγαλύτερα αδέρφια σε ολόκληρο τον κόσμο. x». Αναδημοσιεύοντας την ανάρτηση από τον ιδιωτικό λογαριασμό της κόρης της, η Βικτόρια πρόσθεσε ένα emoji σε σχήμα καρδιάς. Το άκυρο του Μπρούκλιν Μπέκαμ στον Γκόρντον Ράμσεϊ Την ίδια ώρα ο Μπρούκλιν Μπέκαμ προχωρούσε σε μια μάλλον άκομψη κίνηση, καθώς σταμάτησε να ακολουθεί στο Ιnstagram τον Γκόρντον Ράμσεϊ, φίλο του πατέρα του, αμέσως μόλις του ζήτησε να θυμηθεί από πού προέρχεται. Σε μια συνέντευξη που δημοσιεύθηκε την Παρασκευή το βράδυ, ο Ράμσεϊ μίλησε ανοιχτά κατά του Μπρούκλιν τον οποίο γνωρίζει πολύ καλά. Ο σεφ υποστήριξε ότι ο έρωτας με την Νίκολα Πελτζ τον οδήγησε στην ρήξη με την οικογένειά του. Η Daily Mail υποστηρίζει ότι ο Μπρούκλιν Μπέκαμ ακολουθούσε στο Ιnstagram χθες τον Γκόρντον Ράμσεϊ, αλλά σήμερα που κυκλοφόρησε η συνέντευξη δεν τον ακολουθεί. Ο σεφ ακολουθεί τον νεαρό, πράγμα που σημαίνει ότι ο Μπρούκλιν Μπέκαμ δεν τον έχει μπλοκάρει, όπως έχει κάνει με την οικογένειά του. Μπρούκλιν και Νίκολα απλά δεν θέλουν την κριτική Φίλοι του Γκόρντον Ράμσεϊ υποστηρίζουν ότι μάλλον ο Μπρούκλιν - και η Νίκολα - είναι έξαλλοι που ο Γκόρντον συζητά ανοιχτά την οικογενειακή ρήξη των Μπέκαμ με τρόπο που επηρεάζει το νεαρό ζευγάρι αρνητικά. «Ο Μπρούκλιν και η Νίκολα προφανώς δεν θέλουν καμία κριτική, απλώς δεν θέλουν να ακούν κάτι αρνητικό για εκείνους. Πρέπει να απεχθάνονται να τους μιλάνε, εκτός αν τους εκθειάσεις. «Ίσως δεν τους αρέσει η αλήθεια». Τι είπε ο Γκόρντον Ράμσεϊ Ο Γκόρντον Ράμσεϊ είπε ότι πίστευε ότι «σύντομα θα το καταλάβει» για τον Μπρούκλιν, προσθέτοντας ότι τόσο ο Ντέιβιντ όσο και η Βικτόρια ήταν εξαιρετικοί γονείς για τον Μπρούκλιν και τα τρία αδέλφια του. «Είναι απεγνωσμένος να χαράξει τον δικό του δρόμο και το σέβομαι αυτό, είναι καλό», είπε. «Αλλά να θυμάσαι από πού προήλθες. Και ειλικρινά, μια μέρα δεν θα έχεις τη μαμά και τον μπαμπά σου, και πρέπει να το καταλάβεις αυτό. Θα το καταλάβει». Ο Γκόρντον είπε επίσης ότι ήταν πολύ δεμένοι με τον 26χρονο Μπρούκλιν: «Ο Μπρούκλιν και εγώ ανταλλάξαμε μερικά μηνύματα, η σχέση μας είναι σταθερή. Τον αγαπώ - η καρδιά του είναι απίστευτη», δήλωσε στην εφημερίδα The Sun ο σεφ. «Αλλά είναι δύσκολο, έτσι δεν είναι, όταν είσαι ερωτευμένος; Ο έρωτας είναι τυφλός. Είναι εύκολο να ανέβεις σε εκείνο το τρενάκι του λούνα παρκ και να παρασυρθείς. Αλλά θα επιστρέψει. Έχω δει από πρώτο χέρι πόσο καλοί γονείς είναι. Ο Ντέιβιντ ως πατέρας είναι απλά απίστευτος. Και οι δύο έχουν αφιερώσει τόση ενέργεια στα παιδιά τους και ξέρω πόσες φορές έχουν βγάλει τον Μπρούκλιν από τη δύσκολη θέση. Νομίζω ότι είναι θέμα χρόνου ο Μπρούκλιν να το σκεφτεί και να καταλάβει τι σημαίνουν γι' αυτόν οι γονείς του». Πριν λίγο καιρό ο Γκόρντον Ράμσεϊ είχε υπερασπιστεί τους Μπέκαμ. «Ήμασταν εκεί στον γάμο. Δεν υπήρχε τίποτα το ανάρμοστο. Δεν υπήρχε τίποτα το ακατάλληλο. Όλοι διασκέδαζαν, χόρευαν».",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-01/nicola-peltz-mpekam.jpg?itok=p2-ephmS",
      "link": "https://www.iefimerida.gr/zoi/synehizetai-drama-stoys-mpekam?utm_source=rss",
      "date": "2026-02-14T19:51:48.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Λεβαδειακός-Ολυμπιακός 0-0: Κόλλησε στη Λιβαδειά, παρότι αγωνίστηκε για ένα ημίχρονο με παίκτη παραπάνω",
      "description": "Μπορεί ο Ολυμπιακός να αγωνίστηκε για κάτι παραπάνω από ένα ημίχρονο στη Λιβαδειά, όμως έμεινε στο 0-0 με τον Λεβαδειακό, στο πλαίσιο της 21ης αγωνιστικής της Super League και έχασε έδαφος στη μάχη του τίτλου. Η αποβολή του Άλεν Όζμπολτ στο 42’ ήρθε με δύο κίτρινες κάρτες μέσα σε ελάχιστα δευτερόλεπτα. Παρ’ όλ’ αυτά η ομάδα του Νίκου Παπαδόπουλου αμύνθηκε αποτελεσματικά, είχε και την τύχη με το μέρος της στη φάση του 74ου λεπτού - δοκάρι με τον Αντρέ Λουίς - και πήρε έναν πολύτιμο βαθμό στην προσπάθεια να τερματίσει τέταρτη, λίγες ημέρες μετά τον αποκλεισμό στα ημιτελικά του Κυπέλλου. Πλέον, οι Πειραιώτες στρέφουν την προσοχή τους στο ματς με τη Λεβερκούζεν στο «Γ. Καραϊσκάκης» για τα play-offs του Champions League, ενώ οι Βοιωτοί θα τα δώσουν όλα για να διατηρηθούν στην τέταρτη θέση. Ο Ολυμπιακός είχε την πρωτοβουλία, αλλά δεν του έλειψαν οι μεγάλες φάσεις Το παιχνίδι είχε καλό ρυθμό στα πρώτα του λεπτά. Στο 7’ ο Ολυμπιακός δημιούργησε καλές προϋποθέσεις, με τον Αγιούμπ Ελ Κααμπί να κάνει την προβολή στο γύρισμα του Ζέλσον Μαρτίνς, αλλά η μπάλα κόντραρε στον Γιώργο Κορνέζο κι ο Γιούρι Λοντίγκιν δεν απειλήθηκε. Όπως και στο γυριστό του Σαντιάγκο Έσε λίγο πριν το ημίωρο, με τους φιλοξενούμενους να έχουν μεν την πρωτοβουλία αλλά όχι ιδέες. Ο Ελληνορώσος τερματοφύλακας του Λεβαδειακού αγχώθηκε περισσότερο στο 31’, όταν σε σουτ του Ελ Κααμπί η μπάλα κόντραρε στον Τριαντάφυλλο Τσάπρα και πέρασε δίπλα από το αριστερό δοκάρι της εστίας των γηπεδούχων. Κομβικό σημείο του αγώνα, το 42ο λεπτό. Ο Όζμπολτ αρχικά αντίκρισε κίτρινη κάρτα για διαμαρτυρία (σε υπόδειξη πλάγιου άουτ) και σχεδόν μισό λεπτό αργότερα δεύτερη κίτρινη από τον Βασίλη Φωτιά για επικίνδυνο τάκλιν στον Κωνσταντή Τζολάκη. Απόφαση που, όπως ήταν λογικό, ανέβασε υπερβολικά την ένταση, αλλά και έφερε αλλαγές στον τρόπο αντιμετώπισης του παιχνιδιού από τους δυο προπονητές. Οι μαζικές επιθέσεις του Ολυμπιακού που δεν βρήκαν στόχο και το ακυρωθέν γκολ των γηπεδούχων Οι Πειραιώτες εγκαταστάθηκαν γύρω από την περιοχή του Λοντίγκιν, ψάχνοντας τρόπους να ανοίξουν το σκορ. Παραλίγο να τα καταφέρουν στο 54’, όταν συνεργάστηκαν γρήγορα οι Μαρτίνς κι Έσε, αλλά το κοντινό πλασέ του Τσικίνιο έστειλε την μπάλα πάνω στον Λοντίγκιν. Ο Έσε (57’) ήταν ο επόμενος που δοκίμασε την τύχη του, αλλά σούταρε λίγο πάνω από το οριζόντιο δοκάρι. Οι Βοιωτοί με στημένες μπάλες προσπάθησαν να απειλήσουν. Το φάουλ του Παναγιώτη-Μάριου Βήχου (66’) βρήκε σε ετοιμότητα τον Τζολάκη ενώ στην απέναντι εστία ο Λοντίγκιν με γροθιές έδιωξε το «πονηρό» φάουλ του Ροντινέι (68’) από πολύ πλάγια θέση. Καθώς δεν άλλαζε κάτι, ο Χοσέ Λουίς Μεντιλίμπαρ προχώρησε σε τριπλή αλλαγή. Ο Φωτιάς χρειάστηκε και πάλι τη βοήθεια του VAR στο 71ο λεπτό. Ο Παλάσιος διεκδίκησε την μπάλα από τον Ντιόγκο Νασιμέντο, οι γηπεδούχοι έκλεψαν κι έφυγαν στην αντεπίθεση, με τον πρώην άσο του Παναθηναϊκού να σπρώχνει την μπάλα στα δίχτυα μετά τη σέντρα του Τσάπρα. Ο διαιτητής από την Πέλλα αρχικά έδειξε σέντρα, αλλά μετά το on field review, το γκολ ακυρώθηκε. Παίρνοντας (κι άλλη) ψυχολογία, ο Ολυμπιακός επιτέθηκε μαζικά. Στάθηκε άτυχος στο 74’, καθώς μετά από απομάκρυνση της μπάλας, ο Αντρέ Λουίς σούταρε με τη μία, αλλά η μπάλα σταμάτησε στο αριστερό δοκάρι της εστίας του Λοντίγκιν κι απομακρύνθηκε. Χρειάστηκε να περάσει περίπου ένα τέταρτο, για να εμφανιστεί ξανά απειλητικός ο Ολυμπιακός: στη σέντρα του Ζουλιάν Μπιανκόν, ο Ελ Κααμπί (90’) δοκίμασε με γυριστό αλλά αστόχησε. Δεν άλλαξε κάτι στα εννέα λεπτά των καθυστερήσεων. Ο Ολυμπιακός έμεινε για τρίτη σερί αγωνιστική μακριά από το «τρίποντο», έφτασε τους 47 βαθμούς κι ενώ ΠΑΟΚ (45 με ματς λιγότερο) και ΑΕΚ (48) παίζουνε μεταξύ τους αύριο στην Τούμπα (15/2, 19:30). Διαιτητής: Βασίλειος Φωτιάς (Πέλλας)Κίτρινες: Λαμαράνα, Όζμπολτ - Ροντινέι.Κόκκινες: Όζμπολτ (42’) Οι συνθέσεις των δύο ομάδων Λεβαδειακός (Νίκος Παπαδόπουλος): Λοντίγκιν, Βήχος, Κορνέζος, Τσάπρας, Λαμαράνα (46’ Πεντρόζο), Όζμπολτ, Κωστή (90’+1’ Οζέγκοβιτς), Τσοκάι, Μάγκνουσον, Βέρμπιτς (64’ Αμπού Χάνα), Παλάσιος (75’ Νίκας).Ολυμπιακός (Χοσέ Λουίς Μεντιλίμπαρ): Τζολάκης, Ονιεμαέτσι (84’ Γιαζίτζι), Ρέτσος, Μπιανκόν, Ροντινέι (69’ Κοστίνια), Έσε, Μουζακίτης (69’ Κλέιτον), Αντρέ Λουίς, Μαρτίνς, Τσικίνιο (69’ Ντιόγκο), Ελ Κααμπί.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2026-02/olympiakos-livadeia-super-league.jpg?itok=VYZ-qgtS",
      "link": "https://www.iefimerida.gr/spor/lebadeiakos-olympiakos-0-0-super-league?utm_source=rss",
      "date": "2026-02-14T19:51:31.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Επικεφαλής AI της Microsoft: «Η παραδοσιακή δουλειά γραφείου τελειώνει σε 12–18 μήνες»",
      "description": "Νέα πρόβλεψη από τη Microsoft θέτει σε αμφισβήτηση το παραδοσιακό μοντέλο δουλειάς γραφείου λόγω ραγδαίας εξέλιξης της AI",
      "image": "",
      "link": "https://www.protothema.gr/best-of-network/article/1774161/epikefalis-ai-tis-microsoft-i-paradosiaki-douleia-grafeiou-teleionei-se-1218-mines/?utm_source=rss",
      "date": "2026-02-14T19:51:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Κακοκαιρία στην Ήπειρο: Κατολισθήσεις από τις συνεχείς βροχές, βράχια καταπλάκωσαν αυτοκίνητα",
      "description": "Βράχια και φερτά υλικά στους δρόμους, δυσκολίες στην κυκλοφορία σε Πάργα, Ανθούσα και Αγιά – Σε επιφυλακή Δήμος και Περιφέρεια ενόψει νέου κύματος βροχοπτώσεων",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774158/kakokairia-stin-ipeiro-katolisthiseis-apo-tis-suneheis-vrohes-vrahia-kataplakosan-autokinita/?utm_source=rss",
      "date": "2026-02-14T19:48:17.000Z",
      "source": "Protothema"
    },
    {
      "title": "Απόκριες στην Αθήνα: Οι εικόνες από το παραδοσιακό «ξεσήκωμα» με γκάιντες και νταούλια",
      "description": "Με τους ήχους της γκάιντας και το ρυθμό των κρουστών να αντηχούν ακόμα στις γειτονιές, το Παγκράτι αποχαιρέτησε μια από τις πιο ζωντανές αποκριάτικες δράσεις του Δήμου Αθηναίων. Η πρωτοβουλία που έφερε την υπογραφή του Λευτέρη Γρηγορίου και των Global Daoulia, κατάφερε να μετατρέψει τους δρόμους σε μια υπαίθρια σκηνή παραδοσιακής λαογραφίας, συγκεντρώνοντας πλήθος κόσμου που ακολούθησε την πομπή από νωρίς το πρωί. Η εκκίνηση δόθηκε στις 11:00 π.μ. από την πλατεία του Προφήτη Ηλία. Από εκεί, η μουσική ομάδα κατηφόρισε προς την πλατεία Βαρνάβα, παρασύροντας τους περαστικούς σε ένα αυθόρμητο γλέντι, για να καταλήξει τελικά στον προαύλιο χώρο του Μουσείου Γουλανδρή στην οδό Ερατοσθένους. Καθοριστικό ρόλο στην ατμόσφαιρα έπαιξε η ομάδα «Τα κρουστά της Τάκη». Ένα από τα μέλη της, μιλώντας για τη συμμετοχή του, έδωσε το στίγμα της ημέρας: «Σήμερα είναι Απόκριες, οπότε τι κάναμε; Παίξαμε μουσική και τραγουδήσαμε». Ο ίδιος μοιράστηκε το πάθος του για το όργανο, σημειώνοντας: «Ξεκίνησα από 5 χρονών και παίζω κρουστά», ενώ περιέγραψε [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/nb1390-12.png",
      "link": "https://www.newsbeast.gr/greece/arthro/12895970/apokries-stin-athina-oi-eikones-apo-to-paradosiako-xesikoma-me-gkaintes-kai-ntaoulia",
      "date": "2026-02-14T19:45:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Λεβαδειακός - Ολυμπιακός 0-0: \"Μπλόκο\" στη Βοιωτία πριν τη Λεβερκούζεν παρότι έπαιξε με παίκτη παραπάνω από το 42'",
      "description": "Νέα απώλεια στο πρωτάθλημα της Super League για τον Ολυμπιακό μόνο ο κόσμος του έδειξε... ανάστημα στη Λιβαδειά",
      "image": "https://www.thetoc.gr/Content/ImagesDatabase/fbc/1200x630/crop/both/6194e603eb8e47e38639acf548c88426.jpg",
      "link": "https://www.thetoc.gr/athlitika/article/lebadeiakos---olumpiakos-0-0-mploko-sti-boiotia-prin-ti-leberkouzen-paroti-epaixe-me-paikti-parapano-apo-to-42/",
      "date": "2026-02-14T19:41:00.000Z",
      "source": "Thetoc"
    },
    {
      "title": "Πώς τα ξενοδοχεία διατηρούν άρωμα φρεσκάδας στα μπάνια τους -Φυσικό κόλπο χωρίς αρωματικά χώρου",
      "description": "Υπάρχει μια στιγμή, μπαίνοντας στο μπάνιο ενός ξενοδοχείου, που αναρωτιέσαι πώς είναι δυνατόν. Oύτε αρωματικό χώρου, ούτε αποπνικτική ατμόσφαιρα από καθαριστικά. Kαι όμως μυρίζει απλά... καθαριότητα. Για να το πετύχουν ακολουθούν μια απλή, διακριτική και εκπληκτικά φυσική στρατηγική, λένε οι ειδικοί. Δεν καλλύπτουν τις οσμές, απορροφούν την υγρασία Πολλοί προσπαθούν να καλύψουν τις οσμές. Τα ξενοδοχεία, όταν κάνουν καλά τη δουλειά τους, βασίζονται σε μια διαφορετική προσέγγιση: Απορροφούν την υγρασία και όλα όσα ευθύνονται για την άσχημη οσμή. Για να το πετύχουν χρησιμοποιούν διττανθρακικό άλας, το οποίο λειτουργεί σαν ένα μικρό αόρατο «σφουγγάρι»: Μαζεύει οσμές και υγρασία, και επιπλέον, είναι οικονομικό, εύκολο στη διαχείριση και δεν δημιουργεί προβλήματα στις επιφάνειες όταν χρησιμοποιείται σωστά. Υλικά 3 ή 4 κουταλιές της σούπας μαγειρική σόδα10 έως 20 σταγόνες αιθέριο έλαιο (λεβάντα, λεμόνι, μέντα, ευκάλυπτος, εσπεριδοειδή)Ένα μικρό μπολ για ανάμειξηΈνα αο δοχείο (ανοιχτό βάζο, ρηχό βάζο, υφασμάτινη σακούλα)Πώς φτιάχνουμε την παγίδα οσμών Ρίξτε τη μαγειρική σόδα στο μπολ. Προσθέστε τις σταγόνες αιθέριου ελαίου. Ανακατέψτε προσεκτικά, ο στόχος είναι να κατανεμηθεί ομοιόμορφα το άρωμα. Βάλτε το στο δοχείο και αφήστε το να «αναπνεύσει» (αν το κλείσετε, δεν θα μυρίζει). Πού να το τοποθετήσετε για ένα πραγματικά ομοιόμορφο αποτέλεσμα Το πού θα το τοποθετήσετε παίζει επίσης ρόλο. Το βάζετε εκεί όπου η υγρασία λιμνάζει. Δοκιμάστε ένα από αυτά τα σημεία: Σε ένα ράφι, μακριά από το νερό Κοντά στον νεροχύτη (αλλά όχι σε επαφή με το νερό) Μέσα σε ένα ντουλάπι Κοντά στον κάδο απορριμμάτωνΕπιπλέον τιπς: Ανακατέψτε ή ανανεώστε το μείγμα κάθε 2 έως 4 εβδομάδεςΑν το μπάνιο έχει πολύ υγρασία, αντικαταστήστε το πιο νωρίςΚαθαρίζετε τακτικά τις τουαλέτες και τις αποχετεύσεις, επειδή κανένα άρωμα δεν μπορεί να διαρκέσει αν η πηγή της μυρωδιάς παραμένει εκεί.Το συμπέρασμα είναι το εξής: Ενα μπάνιο ξενοδοχείου δεν μυρίζει ωραία επειδή καλύπτουν τις μυρωδιές με αρωματικά, αλλά μυρίζει ωραία επειδή οι οσμές απορροφώνται. Και με μαγειρική σόδα και αιθέρια έλαια , μπορείτε να επιτύχετε το ίδιο αποτέλεσμα, φυσικά, διακριτικά και με εκπληκτικά μεγάλη διάρκεια.",
      "image": "https://www.iefimerida.gr/sites/default/files/styles/big_article_image/public/2025-08/mpanio-interior1.jpg?itok=Z6nf2kXd",
      "link": "https://www.iefimerida.gr/zoi/pos-ta-xenodoheia-diatiroyn-tin-aromatiki-freskada-sta-mpania-toys?utm_source=rss",
      "date": "2026-02-14T19:37:02.000Z",
      "source": "Iefimerida"
    },
    {
      "title": "Ο «χάρτης» των πληρωμών από τον e-ΕΦΚΑ και τη ΔΥΠΑ έως τις 20 Φεβρουαρίου",
      "description": "Συνολικά 81.324.260,83 ευρώ θα καταβληθούν σε 98.522 δικαιούχους, από τις 16 έως τις 20 Φεβρουαρίου 2026, στο πλαίσιο των προγραμματισμένων καταβολών του e-ΕΦΚΑ και της Δημόσιας Υπηρεσίας Απασχόλησης (ΔΥΠΑ). Ειδικότερα, όπως αναφέρει το Υπουργείο Εργασίας και Κοινωνικής Ασφάλισης σε ανακοίνωσή του: Από τον e-ΕΦΚΑ: Από τη ΔΥΠΑ θα καταβληθούν:",
      "image": "https://www.newsbeast.gr/files/1/2024/10/xrhmata.jpg",
      "link": "https://www.newsbeast.gr/financial/arthro/12895906/o-chartis-ton-pliromon-apo-ton-e-efka-kai-ti-dypa-eos-tis-20-fevrouariou",
      "date": "2026-02-14T19:35:00.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Αυτοκίνητο συγκρούστηκε με μηχανή στην Καλαμαριά,  στο νοσοκομείο ένας τραυματίας",
      "description": "Από τη σύγκρουση τραυματίστηκε ο 21χρονος οδηγός της μηχανής",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774152/autokinito-sugroustike-me-mihani-stin-kalamaria-sto-nosokomeio-enas-traumatias/?utm_source=rss",
      "date": "2026-02-14T19:34:58.000Z",
      "source": "Protothema"
    },
    {
      "title": "Λεβαδειακός – Ολυμπιακός 0-0: Μπλόκο στη Βοιωτία",
      "description": "Ο Ολυμπιακός είχε δοκάρι, είχε ευκαιρίες αλλά δεν είχε γκολ κόντρα στον Λεβαδειακό που έπαιζε με 10 παίκτες από το 42&#8242;, λόγω αποβολής του Όζμπολτ, με συνέπεια να μείνει στο 0-0 και να παραμένει στη 2η θέση, στο -1 από την ΑΕΚ, η οποία την Κυριακή (15/2) κοντράρεται με τον ΠΑΟΚ στην Τούμπα. Οι δύο ομάδες έψαχναν τα πατήματά τους στα πρώτα λεπτά, με τους γηπεδούχους να έχουν την πρώτη τους προσπάθεια στο 6&#8242; με το δυνατό σουτ του Κωστή που κόντραρε και τους φιλοξενούμενους να έχουν δευτερόλεπτα μετά την πρώτη τους ευκαιρία -και ήταν και πολύ καλή- με τον Ζέλσον να κάνει το γύρισμα για τον Ελ Κααμπί, τον οποίο πρόλαβε την τελευταία στιγμή ο Μάγκνουσον. Η ομάδα του Χοσέ Λουίς Μεντιλίμπαρ πίεζε ψηλά για να οδηγήσει σε λάθη τους Βοιωτούς και στο 20&#8242; απείλησε με τα σουτ των Έσε και Αντρέ Λουίζ που κόντραραν στους αμυντικούς, με τον Αργεντίνο να έχει νέα φάση στο 28&#8242;, όταν προσπάθησε να [&#8230;]",
      "image": "https://www.newsbeast.gr/files/1/2026/02/6852908-1.jpg",
      "link": "https://www.newsbeast.gr/sports/arthro/12895990/levadeiakos-olybiakos-0-0-bloko-sti-voiotia",
      "date": "2026-02-14T19:33:50.000Z",
      "source": "Newsbeast"
    },
    {
      "title": "Αναστάτωση στο Ηράκλειο: Μεθυσμένος απείλησε θαμώνες καφετέριας με μαχαίρι",
      "description": "Άμεση ήταν η κινητοποίηση της Αστυνομίας, με τους κατοίκους της περιοχής να εκφράζουν την ανησυχία τους για αύξηση περιστατικών βίας στην περιοχή",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774154/anastatosi-sto-irakleio-methusmenos-apeilise-thamones-kafeterias-me-mahairi/?utm_source=rss",
      "date": "2026-02-14T19:32:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Διακίνηση ναρκωτικών στις φυλακές Μαλανδρίνου: Εμπλεκόμενος στη δολοφονία Ζαφειρόπουλου ο εγκέφαλος της οργάνωσης",
      "description": "Οι αρχές συνέλαβαν την 23χρονη η οποία μετέφερε τις ποσότητες των ναρκωτικών - Δείτε βίντεο",
      "image": "",
      "link": "https://www.protothema.gr/greece/article/1774146/diakinisi-narkotikon-stis-fulakes-malandrinou-eblekomenos-sti-dolofonia-zafeiropoulou-o-egefalos-tis-organosis/?utm_source=rss",
      "date": "2026-02-14T19:30:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Η βαθμολογία μετά την ισοπαλία του Ολυμπιακού με τον Λεβαδειακό",
      "description": "Στο 0-0 το παιχνίδι του Λεβαδειακού με τον Ολυμπιακό, παρέμειναν στη 2η θέση οι Πειραιώτες",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774145/i-vathmologia-meta-tin-isopalia-tou-olubiakou-me-ton-levadeiako/?utm_source=rss",
      "date": "2026-02-14T19:29:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Λεβαδειακός - Ολυμπιακός 0-0: Άφησαν δύο βαθμούς στη Λιβαδειά οι Πειραιώτες, βίντεο",
      "description": "Ο Ολυμπιακός έπαιζε με παίκτη παραπάνω από το 42' (λόγω της αποβολής του Όζμπολτ), είχε δοκάρι με τον Αντρέ Λουίζ στο 74', έπαιζε μονίμως στην περιοχή του Λεβαδειακού αλλά δεν σκόραρε - Ακυρώθηκε γκολ του Παλάσιος μέσω VAR στο 73′",
      "image": "",
      "link": "https://www.protothema.gr/sports/article/1774067/levadeiakos-olubiakos-dokimasia-sti-livadeia-gia-ton-protathliti-sedra-stis-1930/?utm_source=rss",
      "date": "2026-02-14T19:29:00.000Z",
      "source": "Protothema"
    }
  ],
  "politics_greece": [
    {
      "title": "Δουδωνής στον ΟΗΕ: Στη Δημοκρατία αναλώσιμοι αν χρειαστεί γίνονται οι πολιτικοί, ώστε να μην είναι αναλώσιμος ο λαός",
      "description": "Κώδωνα κινδύνου για την οπισθοδρόμηση της δημοκρατίας, λόγω μιας σταδιακής διάβρωσης των δημοκρατικών θεσμών έκρουσε ο Παναγιώτης Δουδωνής από το βήμα του ΟΗΕ, μιλώντας για τον τριπλό ρόλο του Κοινοβουλίου ως forum αντιπροσώπευσης, λογοδοσίας και διαβούλευσης.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/photo_2026-02-14_19-07-55-768x423.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/doudonis-ston-oie-sti-dimokratia-analosimoi-xreiastei-ginontai-oi-politikoi-oste-na-min-einai-analosimos-o-laos/",
      "date": "2026-02-14T16:49:01.000Z",
      "source": "In.gr"
    },
    {
      "title": "Τέσσερις πράξεις θεσμικής αλαζονείας",
      "description": "Προστίθενται σε μια ήδη μακρά αλυσίδα γεγονότων, που συνθέτουν την εικόνα μιας σταδιακής αυταρχικής διολίσθησης, άρρηκτα δεμένης με την αντίληψη ότι κάθε έκφανση της δημόσιας και πολιτικής ζωής αποτελεί πεδίο μονομερούς ελέγχου.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/maximou-1024x577-768x433.jpg",
      "link": "https://www.in.gr/2026/02/14/apopsi/tesseris-prakseis-thesmikis-alazoneias/",
      "date": "2026-02-14T15:29:35.000Z",
      "source": "In.gr"
    },
    {
      "title": "Φάμελλος: Δεν αποτελεί λύση καμία κομματική περιχαράκωση – Δεν αποτελεί λύση η κομματική αυτονομία",
      "description": "«Πιστεύουμε εκ μέρους του ΣΥΡΙΖΑ ότι ο πολιτικός και προγραμματικός διάλογος πρέπει να επιταχυνθεί. Δεν υπάρχει χρόνος. Είμαστε έτοιμοι για αυτήν την επιλογή και ζητάμε να πάρουν όλοι καθαρά θέση για την αναγκαιότητα συνεργασίας», δήλωσε ο Σωκράτης Φάμελλος",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3244-1-768x514.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/famellos-den-apotelei-lysi-kamia-kommatiki-perixarakosi-den-apotelei-lysi-kommatiki-aytonomia/",
      "date": "2026-02-14T14:44:30.000Z",
      "source": "In.gr"
    },
    {
      "title": "Δούκας: Η προγραμματική συμφωνία προϋποθέτει προγραμματικό διάλογο – Αυτόν που έπρεπε να είχαμε ξεκινήσει χθες",
      "description": "Ο Χάρης Δούκας ζήτησε τη συμπόρευση των κομμάτων της Κεντροαριστεράς, λέγοντας ότι ο σχετικός διάλογος έχει αργήσει και «σκοντάφτει σε ιδιοτέλειες και σκοπιμότητες»",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3453-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/doukas-programmatiki-symfonia-proypothetei-programmatiko-dialogo-ayton-pou-eprepe-na-eixame-ksekinisei-xthes/",
      "date": "2026-02-14T14:31:59.000Z",
      "source": "In.gr"
    },
    {
      "title": "O Κυριάκος Μητσοτάκης στη HORECA 2026: Δοκίμασε καφέδες και μπύρα – «Θα μου κάνεις ένα σεμινάριο;»",
      "description": "Την έκθεση HORECA 2026 που πραγματοποιείται στο Metropolitan Expo και αφορά τους κλάδους της φιλοξενίας και της εστίασης επισκέφθηκε ο πρωθυπουργός Κυριάκος Μητσοτάκης, το μεσημέρι του Σαββάτου (14.2.26). Ο πρωθυπουργός περιηγήθηκε στα περίπτερα της έκθεσης και συνομίλησε με επαγγελματίες, εκθέτες και επισκέπτες για τις τάσεις που διαμορφώνονται στην τουριστική αγορά, για την ανοδική πορεία του κλάδου και για τη σύνδεση της επιτυχίας του τουρισμού με τις γαστρονομικές εμπειρίες που προσφέρει η Ελλάδα, χάρη στα ποιοτικά τοπικά αγαθά που εντάσσονται στην εφοδιαστική αλυσίδα. document.createElement('video');\nhttps://www.newsit.gr/wp-content/uploads/2026/02/horeca-1.mp4 (ΔΗΜΗΤΡΗΣ ΠΑΠΑΜΗΤΣΟΣ/ΓΡΑΦΕΙΟ ΤΥΠΟΥ ΠΡΩΘΥΠΟΥΡΓΟΥ/EUROKINISSΙ\nΟ Κυριάκος Μητσοτάκης είχε την ευκαιρία να ενημερωθεί για τα προϊόντα των εκθετών και τον εξοπλισμό που χρησιμοποιούν οι επαγγελματίες, αλλά και να παρακολουθήσει μέρος του πρωταθλήματος καφέ που διεξάγεται στο πλαίσιο της έκθεσης. Ολοκληρώνοντας την επίσκεψή του ο πρωθυπουργός δήλωσε:\n«H HORECA είναι μια έκθεση-σημείο αναφοράς για τον ελληνικό τουρισμό, αλλά και για τις πάρα πολλές ελληνικές εταιρείες οι οποίες προμηθεύουν υποδομές και προϊόντα, προκειμένου ο τουρισμός μας να κινείται σε διαρκή ανάπτυξη. Χαίρομαι γιατί είδα πάρα πολύ κόσμο, είδα πολλά χαμόγελα. Υπάρχει μία αισιοδοξία και για την επόμενη τουριστική περίοδο. Νομίζω ότι το κλίμα της HORECA αποτυπώνει μια οικονομία η οποία βρίσκεται σε ανάπτυξη, επιχειρηματίες οι οποίοι αντιλαμβάνονται ότι υπάρχει πολιτική σταθερότητα προκειμένου να μπορούν να εξακολουθούν να επενδύουν, να δημιουργούν δουλειές, να αυξάνονται οι μισθοί. Και πάλι, πολλά συγχαρητήρια για τη διοργάνωση αυτής της εξαιρετικής έκθεσης και εύχομαι η πολύ μεγάλη προσέλευση να είναι ενδεικτική μιας ακόμα εξαιρετικής τουριστικής χρονιάς, που ξεκινάει σε λίγο».\nΔΗΜΗΤΡΗΣ ΠΑΠΑΜΗΤΣΟΣ/ΓΡΑΦΕΙΟ ΤΥΠΟΥ ΠΡΩΘΥΠΟΥΡΓΟΥ/EUROKINISSΙ\nΔΗΜΗΤΡΗΣ ΠΑΠΑΜΗΤΣΟΣ/ΓΡΑΦΕΙΟ ΤΥΠΟΥ ΠΡΩΘΥΠΟΥΡΓΟΥ/EUROKINISSI\nΑπό την πλευρά του, ο Διευθύνων Σύμβουλος της εταιρείας FORUM που διοργανώνει την έκθεση, Θανάσης Παναγούλιας, σημείωσε:\n«Ευχαριστώ από καρδιάς τον κ. Πρωθυπουργό που μας τίμησε σήμερα με την παρουσία του στη HORECA. Αλλά δεν τιμά μόνο την έκθεση HORECA, τιμά ολόκληρο τον τουριστικό κλάδο που σήμερα την έχει επισκεφθεί, όχι μόνο από την Ελλάδα αλλά από την ευρύτερη περιοχή των Βαλκανίων και της νοτιοανατολικής Ευρώπης. Μια λαμπρή έκθεση που είναι αντάξια του κλάδου του τουρισμού και της φιλοξενίας της χώρας. Τον ευχαριστώ από καρδιάς και νομίζω ότι βλέπει περίτρανα την προσδοκία που υπάρχει για την επόμενη χρονιά που έρχεται».\nTo άρθρο O Κυριάκος Μητσοτάκης στη HORECA 2026: Δοκίμασε καφέδες και μπύρα &#8211; «Θα μου κάνεις ένα σεμινάριο;» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/horeca-1.mp4",
      "link": "https://www.newsit.gr/politikh/o-kyriakos-mitsotakis-sti-horeca-2026-dokimase-kafedes-kai-mpyra-tha-mou-kaneis-ena-seminario/4600859/",
      "date": "2026-02-14T13:47:20.000Z",
      "source": "Newsit"
    },
    {
      "title": "Χαρίτσης: Η νησιωτικότητα δεν είναι σύνθημα, είναι εθνική υποχρέωση – Η κυβέρνηση έχει σχέδιο καταστροφικό",
      "description": "Η νησιωτικότητα «θα μπορούσε να αποτελέσει και την αφορμή και το εφαλτήριο ακριβώς για να υπάρξει μια πιο ουσιαστική και σε βάθος συζήτηση και συνδιαμόρφωση προτάσεων από τις δυνάμεις της αριστερής και προοδευτικής αντιπολίτευσης», δήλωσε ο Αλέξης Χαρίτσης",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/IMG-20260214-WA0009-2048x1536-768x576.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/xaritsis-nisiotikotita-den-einai-synthima-einai-ethniki-ypoxreosi-kyvernisi-exei-sxedio-katastrofiko/",
      "date": "2026-02-14T13:36:44.000Z",
      "source": "In.gr"
    },
    {
      "title": "Φάμελλος: Τα νησιά πληρώνουν ακριβό τίμημα εξαιτίας μιας επικίνδυνης και διεφθαρμένης κυβέρνησης",
      "description": "«Η απάντηση πρέπει να έρθει από τον προοδευτικό χώρο. Μόνο αν είμαστε όλοι ενωμένοι στον προοδευτικό χώρο μπορούμε να δώσουμε μια απάντηση που δίνει κυβέρνηση», τόνισε ο πρόεδρος του ΣΥΡΙΖΑ - ΠΣ, Σωκράτης Φάμελλος",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/photo_2026-02-14_11-14-19-768x514.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/famellos-ta-nisia-plironoun-akrivo-timima-eksaitias-mias-epikindynis-kai-dieftharmenis-kyvernisis/",
      "date": "2026-02-14T12:27:37.000Z",
      "source": "In.gr"
    },
    {
      "title": "Κουτσούμπας: Υποκρίνεται η κυβέρνηση συλλογικά και προσωπικά η κ. Κεραμέως – Ο λαός να γίνει το αντίπαλο δέος",
      "description": "Καταπέλτης για τα προγράμματα κατάρτισης, τη συνδικαλιστική μαφία και την υπουργό Εργασίας Νίκη Κεραμέως που την κατηγορεί για ταφόπλακα, στις συλλογικές διαπραγματεύσεις και στις συλλογικές συμβάσεις, ο γγ του ΚΚΕ Δημήτρης Κουτσούμπας. Πυρά και προς τα κόμματα της αντιπολίτευσης.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6848943-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/koutsoumpas-ypokrinetai-kyvernisi-syllogika-kai-prosopika-k-kerameos-o-laos-na-ginei-antipalo-deos/",
      "date": "2026-02-14T12:14:12.000Z",
      "source": "In.gr"
    },
    {
      "title": "Συγκίνησε η Λένα Παπαληγούρα: «Ο πατέρας μου έφυγε κρατώντας το χέρι της συντρόφου του, η ανακουφιστική φροντίδα δεν είναι πολυτέλεια»",
      "description": "Το τελευταίο αντίο στον Αναστάση Παπαληγούρα είπαν συγγενείς και φίλοι στο Α' Νεκροταφείο, δείτε βίντεο και φωτογραφίες - Ο πρώην βουλευτής της Κορίνθου έφυγε από τη ζωή σε ηλικία 78 ετών το πρωί της Πέμπτης",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773948/simera-to-teleutaio-adio-ston-anastasi-papaligoura-sto-a-nekrotafeio-i-kideia/?utm_source=rss",
      "date": "2026-02-14T12:08:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Στη Λάρισα μιλά ο Αλέξης Τσίπρας τη Δευτέρα σε παρουσίαση του βιβλίου του «Ιθάκη»",
      "description": "Τη Δευτέρα 16 Φεβρουαρίου η Ιθάκη θα βρεθεί στη Λάρισα. Για το βιβλίο του πρώην πρωθυπουργού Αλέξη Τσίπρα θα μιλήσουν σημαντικοί καλεσμένοι ενώ με ξεχωριστό ενδιαφέρον αναμένεται η ομιλία του ίδιου.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/ΤΣΙΠΡΑΣ-768x406.jpg",
      "link": "https://www.in.gr/2026/02/14/politics/politiki-grammateia/sti-larisa-mila-o-aleksis-tsipras-ti-deytera-se-parousiasi-tou-vivliou-tou-ithaki/",
      "date": "2026-02-14T11:08:19.000Z",
      "source": "In.gr"
    },
    {
      "title": "Κυρανάκης: Έως το τέλος του 2027 θα έχουν παραληφθεί οι 23 νέοι συρμοί της Hellenic Train",
      "description": "Ο αναπληρωτής υπουργός Μεταφορών αναφέρεται σε όλα τα νέα συστήματα ασφαλείας που μπαίνουν στον σιδηρόδρομο",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773984/kuranakis-eos-to-telos-tou-2027-tha-ehoun-paralithei-oi-23-neoi-surmoi-tis-hellenic-train/?utm_source=rss",
      "date": "2026-02-14T10:58:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Μαραθώνιος διεθνών επαφών για το Στεγαστικό από τη Δόμνα Μιχαηλίδου",
      "description": "Στη Λευκωσία βρέθηκε την Παρασκευή (13.2.2026) η Υπουργός Κοινωνικής Συνοχής και Οικογένειας, Δόμνα Μιχαηλίδου για το άτυπο Συμβούλιο Υπουργών της Ευρωπαϊκής Ένωσης (EE).\nΑναλυτικότερα, σε μια περίοδο που η Κυβέρνηση επιδιώκει να αξιοποιήσει πλήρως τον χρόνο έως τις εκλογές, η Δόμνα Μιχαηλίδου μετέβη στην Κύπρος προκειμένου να στηρίξει την Κυπριακή Προεδρία και να προωθήσει τις ελληνικές θέσεις στο πλαίσιο της Ευρωπαϊκής Ένωσης.\nΆλλωστε, είναι γνωστό και έχει καταστεί σαφές από την έντονη διεθνή δραστηριότητα που επιδεικνύει τους τελευταίους μήνες, πως με οδηγία του ίδιου του Πρωθυπουργού, η κα Μιχαηλίδου επιδιώκει με συστηματικό τρόπο την κινητοποίηση ευρωπαϊκών πόρων και μηχανισμών για το ζήτημα του Στεγαστικού. Ένα ζήτημα που δικαίως βρίσκεται στην κορυφή της Κυβερνητικής ατζέντας, αφού απασχολεί έντονα την κοινωνία και μάλιστα όχι μόνο σε εθνικό, αλλά και ευρωπαϊκό επίπεδο.\nΣε σειρά επαφών με ομολόγους της, στα Συμβούλια Υπουργών στην Κοπεγχάγη (Νοέμβριος ‘25) και στις Βρυξέλλες (Δεκέμβριος ‘25), αλλά και με τον αρμόδιο Επίτροπο της Ε.Ε. κ. Jorgensen, η κα Μιχαηλίδου κατέστησε σαφείς τις ελληνικές θέσεις και ανέπτυξε τα επιχειρήματα υπέρ μιας ενιαίας ευρωπαϊκής πολιτικής.\nΦαίνεται πως οι προσπάθειες της ίδιας, όπως και άλλων χωρών της ίδιας γραμμής, έπιασαν τόπο, αφού ήδη η Ευρωπαϊκή Επιτροπή εξήγγειλε για 1η φορά το Ευρωπαϊκό Σχέδιο για την Προσιτή Στέγαση, ενώ και η Κυπριακή Προεδρία έχει το θέμα στο επίκεντρο της δικής της θητείας. Γι’ αυτό και στο περιθώριο της Συνόδου, συναντήθηκε επίσης με τον Υπουργό Εσωτερικών της Κύπρου κ. Ιωάννου, προκειμένου οι δύο χώρες να συντονίσουν τις ενέργειές τους για ακόμα πιο απτά αποτελέσματα, με άμεση απόδοση για τους πολίτες. To άρθρο Μαραθώνιος διεθνών επαφών για το Στεγαστικό από τη Δόμνα Μιχαηλίδου δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/domna-mixahlidou.jpg",
      "link": "https://www.newsit.gr/politikh/marathonios-diethnon-epafon-gia-to-stegastiko-apo-ti-domna-mixailidou/4600656/",
      "date": "2026-02-14T08:03:59.000Z",
      "source": "Newsit"
    },
    {
      "title": "Στα δύο η ΠΑΣΚΕ εν μέσω εκλογών στο Εργατικό Κέντρο Αθηνών και της υπόθεσης Παναγόπουλου",
      "description": "Κορυφώνεται η σύγκρουση στο εσωτερικό της ΠΑΣΚΕ, ενώ αύριο Κυριακή (15.2.26) τις δυνάμεις του θα μετρήσει σε πρώτη φάση στο εσωτερικό του Εργατικού Κέντρου Αθηνών ο Γιάννης Παναγόπουλος.\nΥπενθυμίζεται ότι η κομματική ιδιότητα του Γιάννη Παναγόπουλου έχει ανασταλεί από το ΠΑΣΟΚ, εωσότου διαλευκανθεί η υπόθεση για την οποία ερευνάται, με τον ίδιο όμως να επιμένει να μην παραιτείται από τη θέση του και να επιθυμεί να οδηγήσει εκ νέου τη ΓΣΕΕ στο συνέδριό της του Απριλίου, ως εκλεγμένος πρόεδρός της.\nΤο ζήτημα της υπόθεσης Παναγόπουλου ετέθη χθες στη συνεδρίαση της Πολιτικής Γραμματείας ΚΟΕΣ του ΠΑΣΟΚ, με το όργανο να καταλήγει ότι πέραν της αναστολής της κομματικής ιδιότητάς του, ο προέδρου της ΓΣΕΕ οφείλει στο όνομα της προάσπισης του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος, να διευκολύνει, παραιτούμενος των φιλοδοξιών του να ηγηθεί της Συνομοσπονδίας.\nΌσο για τις «απειλές» δεκάδων στελεχών της ΠΑΣΚΕ ότι θα αποχωρήσουν από το κόμμα αν δεν αφεθεί να είναι υποψήφιος εκ νέου ο κ. Παναγόπουλος, τα μέλη της ΠΓ συμφώνησαν ότι «το ΠΑΣΟΚ ούτε εκβιάζεται, ούτε απειλείται» και πως οφείλουν να αναλάβουν πρωτοβουλίες για την αντιμετώπιση προβλημάτων που ήρθαν στην επιφάνεια με αφορμή τα τελευταία γεγονότα και αφορούν από την κρίση αντιπροσωπευτικότητας και αξιοπιστίας, ως τις κατεστημένες εξουσιαστικές αντιλήψεις και κάθε λογής εξαρτήσεις.\n«Θέλουμε ένα ισχυρό και μαχητικό συνδικαλιστικό κίνημα, που εκπροσωπεί γνήσια τους εργαζόμενους και δρα αποτελεσματικά για καλύτερες συνθήκες εργασίας, αναβάθμιση της οικονομικής θέσης των εργαζομένων και δικαιότερη κατανομή του παραγόμενου πλούτου ,για θεσμούς κοινωνικής προστασίας, μέσα σε ένα πλαίσιο που εγγυάται τα εργασιακά δικαιώματα και προασπίζει τη συλλογική δράση και συμμετοχή. Τη μάχη αυτή θα την δώσουμε μαζί με τα χιλιάδες μέλη και φίλους του ΠΑΣΟΚ, που δραστηριοποιούνται στους χώρους εργασίας ,στις συνδικαλιστικές παρατάξεις που λειτουργούν στα πλαίσια των πολιτικών μας θέσεων και καταστατικών προβλέψεων και συμμετέχουν στο Κίνημά μας γιατί έχουν πίστη στις κοινές μας αξίες, στους στόχους που επιδιώκουμε, στον αγώνα που δίνουμε», αναφέρεται στην απόφαση του οργάνου, όπου και καλούνται όλοι οι προηγούμενοι να συζητήσουν από κοινού στο συνέδριο για το τι μέλλει γενέσθαι.\nΣτην πραγματικότητα, όσο κι αν διαμηνύουν ότι δεν απειλούνται και δεν εκβιάζονται από κανέναν, δείχνοντας την πρόθεσή τους να μην κάνουν πίσω στην προειδοποίηση για μαζικές αποχωρήσεις συνδικαλιστών, στο ΠΑΣΟΚ κάθε άλλο παρά στέκουν αδιάφοροι μπροστά σε ένα τέτοιο ενδεχόμενο. Και ας διατηρεί απόλυτη αυτονομία από το κόμμα η ΠΑΣΚΕ, μόνο τυχαία δεν ήταν η αναφορά του Γιάννη Παναγόπουλου στη συνέντευξη Τύπου που παραχώρησε «η ΠΑΣΚΕ δεν είναι παράταξη του 12-13%», αλλά «λόγω της αυτονομίας της είναι παράταξη του 40%». Ούτε βεβαίως η διαβεβαίωσή του ότι δεν παραιτείται από την ηγεσία της ΓΣΕΕ, αφού είναι εκλεγμένος και έχει την υποχρέωση, όπως είπε, να οδηγήσει την παράταξη στο συνέδριο, πράγμα που ερμηνεύεται ως πρόθεση να κατεβάσει το δικό του ψηφοδέλτιο της ΠΑΣΚΕ στις εκλογές του Εργατικού Κέντρου Αθηνών.\nΕκεί, που οι «πράσινοι» συνδικαλιστές θα θυμίζουν την περίφημη ταινία «Κράμερ εναντίον Κράμερ», αφού θα κατέβει και ο Γιάννης Μπουλέρος με το δικό του ανεξάρτητο «Ενωτικό Ψηφοδέλτιο», στο οποίο πάντως αίφνης βρίσκουν «καταφύγιο» αρκετοί συνδικαλιστές της ΠΑΣΚΕ, δίνοντάς του ένα ‘χρώμα’ που σκοπίμως δεν θα είχε υπό άλλες συνθήκες.\nTo άρθρο Στα δύο η ΠΑΣΚΕ εν μέσω εκλογών στο Εργατικό Κέντρο Αθηνών και της υπόθεσης Παναγόπουλου δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/panagopoulos-2.jpg",
      "link": "https://www.newsit.gr/politikh/sta-dyo-i-paske-en-meso-eklogon-sto-ergatiko-kentro-athinon-kai-tis-ypothesis-panagopoulou/4600624/",
      "date": "2026-02-14T07:49:47.000Z",
      "source": "Newsit"
    },
    {
      "title": "Εκρηκτικό το κλίμα στο ΠΑΣΟΚ: Πυρά στη χθεσινή συζήτηση, καχυποψία ενόψει της αυριανής συνάντησης της ΚΟΕΣ",
      "description": "Η «ακούνητη βελόνα» και οι μικροί «εμφύλιοι» στο εσωτερικό του κόμματος από τις διαφορετικές απόψεις τροφοδοτούν την ένταση κι πυροδοτούν έως και… ανεξέλεγκτες καταστάσεις",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773888/ekriktiko-to-klima-sto-pasok-pura-sti-hthesini-suzitisi-simadia-kahupopsias-enopsei-tis-aurianis-sunadisis-tis-koes/?utm_source=rss",
      "date": "2026-02-14T07:42:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Συγχαρητήρια από την κυβέρνηση Τραμπ στην Ελλάδα για τον Κάθετο Διάδρομο και τις ενεργειακές συμφωνίες του P-TEC",
      "description": "«Ραντεβού» για τις χώρες του Κάθετου Διαδρόμου στην Ουάσιγκτον και μετά στο Χιούστον",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773835/sugharitiria-apo-tin-kuvernisi-trab-pros-tin-ellada-stin-diaskepsi-tou-monahou-gia-katheto-diadromo-kai-sumfonies-p-tec/?utm_source=rss",
      "date": "2026-02-14T06:37:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "ΠΑΣΟΚ: Νέος γύρος αντιπαράθεσης ενόψει συνεδρίου – Σεβασμός στα όργανα, διαρροές και αλγόριθμος στο επίκεντρο",
      "description": "Έχουν αλλάξει&#8230; πίστα στην αντιπαράθεση στο ΠΑΣΟΚ, με πολλές πλευρές όμως, να αποδίδουν τώρα την καλλιέργεια της εσωστρέφειας στον Νίκο Ανδρουλάκη.\nΑφορμή στάθηκε η προσπάθεια του Νίκου Ανδρουλάκη να βάλει τέλος στην εσωκομματική συζήτηση του προηγούμενου διαστήματος, κυρίως όμως η απόφασή του όσα είπε, να μη μείνουν εντός των τειχών της Χαριλάου Τρικούπη, αλλά να κυκλοφορήσουν εν είδει ανακοίνωσης του κόμματος. «Πρέπει κάποιοι να καταλάβετε ότι οι εσωκομματικές εκλογές έχουν τελειώσει. Μπροστά μας δεν έχουμε εσωκομματικές εκλογές», είπε μεταξύ άλλων, ζητώντας καθαρά λόγια αφενός και σεβασμό στις συνεδριάσεις των οργάνων του ΠΑΣΟΚ και στα συνέδριά του.\n«Σεβασμός στη συνεδρίαση, δεν σημαίνει πριν τη συνεδρίαση όλα τα media να έχουν τα κείμενα των ανακοινώσεών σας. Αυτός είναι μη σεβασμός στα όργανα», είπε, αφήνοντας σαφείς αιχμές κατά εσωκομματικών του αντιπάλων, κυρίως δε κατά του Χάρη Δούκα που στην προηγούμενη συνεδρίαση της Πολιτικής Γραμματείας είχε διαρρεύσει σημεία της ομιλίας του πριν ολοκληρωθεί η συνεδρίαση.\nΟ Νίκος Ανδρουλάκης θέλησε να απαντήσει και για τα περί&#8230; αλγορίθμου με τον οποίο κατηγορήθηκε ότι θα εκλεγούν οι σύνεδροι. «Τι υπονοείτε; Ότι κάνω κάτι για να ευνοήσω το Ηράκλειο;», είπε, τονίζοντας ότι το Ηράκλειο έχει διαχρονικά περισσότερους συνέδρους από την Α&#8217; Αθήνας και πως τώρα χάνει συνέδρους σε σχέση με το προηγούμενο συνέδριο. «Η κατανομή που προτείνω βάσει των ψήφων, δεν είναι αλγόριθμος. Είναι η αναλογία που στήριξε η κοινωνία το ΠΑΣΟΚ.\n«Δεν υπάρχει κανένας αλγόριθμος και όποιος το έθεσε στον δημόσιο διάλογο δεν βοηθάει την παράταξη», είπε, τονίζοντας ότι πρόκειται για τη βούληση του ελληνικού λαού, αφού αποτυπώνει τον τρόπο με τον οποίο εκείνος ψήφισε στις εκλογές. Πρότεινε μάλιστα, η εκλογή συνέδρων με αυτόν τον τρόπο να μπει στο καταστατικό του κόμματος, ώστε «να καταλάβουν κάποιοι ότι η κατανομή από εδώ και πέρα στους συνέδρους θα γίνεται βάσει της ετυμηγορίας του ελληνικού λαού».\nΠροσωπικά, πήρε τις αιχμές, και δε θα μπορούσε να κάνει διαφορετικά, ο Χάρης Δούκας, που παίρνοντας τον λόγο, απάντησε σε β&#8217; ενικό. «Δε σε αμφισβήτησα ποτέ μετά τις εσωκομματικές», είπε, διαβεβαιώνοντας τον πρόεδρο ότι σέβεται τα όργανα. «Πρέπει κι εσύ να σέβεσαι εμάς», συνέχισε, τονίζοντας ότι έχει ευθύνη να το διασφαλίσει αυτό. Όσο για τους συνέδρους, διερωτήθηκε αν είναι δυνατόν να λέει μετά από εσωκομματικές εκλογές ότι δεν υπάρχουν μητρώα. «Είναι αλγόριθμος, που αντίκειται στην προηγούμενη εγκύκλιό σου στο συνέδριο του 2022», είπε, θυμίζοντάς του ότι τότε είχε ισχύσει τελείως διαφορετικό μοντέλο με δική του απόφαση. «Το ΠΑΣΟΚ είναι κόμμα μελών και πρέπει να εκλέξουμε συνέδρους με βάση τα μέλη», κατέληξε.\nΟ δήμαρχος Αθηναίων τάχθηκε και εκείνος κατά της εσωστρέφειας, κατηγορώντας όμως τον Νίκο Ανδρουλάκη ότι με τις διατυπώσεις και τις αιχμές που έδωσε στη δημοσιότητα πριν τελειώσει η συνεδρίαση, παράγει εσωστρέφεια.\nΑντίστοιχη ήταν η προσέγγιση του Παύλου Γερουλάνου, που σύμφωνα με παρευρισκόμενους, στη θέα της ανακοίνωσης του ΠΑΣΟΚ υποστήριξε ότι καλώς λέχθηκαν όσα λέχθηκαν από τον Νίκο Ανδρουλάκη μέσα στη συνεδρίαση, αλλά το γεγονός ότι βγήκαν προς τα έξω, θα δημιουργήσει την εντύπωση νέας σύγκρουσης, οδηγώντας αν μη τι άλλο τον Χάρη Δούκα, που δε θα μπορεί να κάνει διαφορετικά για να μη θεωρηθεί ότι κάνει πίσω, αλλά κατ’ επέκταση και τα άλλα μέλη του οργάνου στο να απαντούν επ’ αυτού όλη την ερχόμενη εβδομάδα.\nΟ ίδιος ο Παύλος Γερουλάνος, πάντως, δε θέλησε να δώσει στη δημοσιότητα διαλόγους μέσα από τη συνεδρίαση, περιοριζόμενος στην πολιτική συζήτηση που έγινε, με τον ίδιο να μιλά για δημοκρατικό συνέδριο, ηλεκτρονικό μητρώο και αδιάβλητες διαδικασίες, για Συνταγματική Αναθεώρηση για την οποία θα πρέπει να καταθέσουν ρηξικέλευθες προτάσεις, αφού αφορά πρωτίστως το πώς θα είναι αύριο η κοινωνία, αλλά και για θέματα τρέχουσας επικαιρότητας. Στο θέμα της ΓΣΕΕ για παράδειγμα, υποστήριξε ότι καλώς έκαναν στην Χαριλάου Τρικούπη και ανέστειλαν την κομματική ιδιότητα του Γιάννη Παναγόπουλου, σημειώνοντας όμως με νόημα ότι όποια απόφαση πάρουν επ’ αυτού, θα πρέπει να την τηρούν για όλα όσα θα ακολουθήσουν.\nΓια μια πολύ καλή πολιτική συζήτηση που έγινε μετά από πολύ καιρό μιλούσε λίγο μετά από τη συνεδρίαση η Άννα Διαμαντοπούλου, που επέμεινε ότι χρειάζονται στρατηγική για το πού πάνε ως κόμμα με βάση τα κοινά στα οποία θέλουν να απευθυνθούν, κάτι που θα συζητηθεί σε επόμενη συνεδρίαση της Πολιτικής Γραμματείας την ερχόμενη εβδομάδα. Η υπεύθυνη Πολιτικού Σχεδιασμού του ΠΑΣΟΚ μίλησε ακόμα για την ανάγκη να αλλάξει το πολιτικό σύστημα, πιθανώς και το εκλογικό σύστημα και να υπάρξει διαφάνεια παντού, σε όλους τους οργανισμούς και σε όλα τα επίπεδα διοίκησης. Ενόψει συνεδρίου, δε, ζήτησε και εκείνη ηλεκτρονικό μητρώο, ενώ τάχθηκε υπέρ των ηλεκτρονικών δημοψηφισμάτων.\nΓια θητείες στις κυβερνήσεις και άλλες θέσεις εξουσίας, φέρεται να μίλησε ο Κώστας Τσουκαλάς, που υπερασπίστηκε τη διαδικασία διεύρυνσης του κόμματος. Ο ίδιος έκανε λόγο για «μονομέτωπο» αγώνα του ΠΑΣΟΚ απέναντι στη ΝΔ και τοποθετήθηκε επί των προτάσεων του κόμματος για την Συνταγματική Αναθεώρηση.\nΤην ανάγκη το κόμμα να αποφασίσει μόνο του για τη στάση του στη Συνταγματική Αναθεώρηση τόνισε από την πλευρά της η Νάντια Γιαννακοπούλου, εναντιόμενη στο να προκύψει η όποια απόφαση επί του θέματος σε ένα τραπέζι με άλλα κόμματα. Η ίδια, ζήτησε, επιπλέον, να αλλάξει η απόφαση για την κατανομή συνέδρων.\nΌτι το ΠΑΣΟΚ πρέπει να έχει καθαρό στόχο τη νίκη και την ανατροπή της ΝΔ, με ενιαία στάση παντού, από τα συνδικάτα ως τα επιμελητήρια και την Αυτοδιοίκηση, υποστήριξε ο Μιχάλης Κατρίνης, ξορκίζοντας κάθε ενδεχόμενο συνδιοίκησης με τη ΝΔ. «Δεν μπορεί, πλέον, να γίνεται ανεκτό στελέχη μας να συναγελάζονται πολιτικά και να εξυπηρετούν πολιτικές αποφάσεις ή πρωτοβουλίες της ΝΔ», φέρεται να είπε, ζητώντας αντίθετα να αρχίσει η προγραμματική συζήτηση με προοδευτικά κόμματα επί τη βάση του προγράμματος του ΠΑΣΟΚ.\nTo άρθρο ΠΑΣΟΚ: Νέος γύρος αντιπαράθεσης ενόψει συνεδρίου &#8211; Σεβασμός στα όργανα, διαρροές και αλγόριθμος στο επίκεντρο δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/nikos-androulakis-xaris-doukas-eurok-1200x801.jpg",
      "link": "https://www.newsit.gr/politikh/pasok-neos-gyros-antiparathesis-enopsei-synedriou-sevasmos-sta-organa-diarroes-kai-algorithmos-sto-epikentro/4600603/",
      "date": "2026-02-14T06:33:46.000Z",
      "source": "Newsit"
    },
    {
      "title": "Θεοχάρης: Υπήρχε σχέδιο για δραχμή το 2015 - Είχαν επαφές με εταιρείες για να τυπώσουν χαρτονομίσματα",
      "description": "Ο υφυπουργός Εξωτερικών μίλησε για οργανωμένο σχέδιο επιστροφής στη δραχμή πριν από το δημοψήφισμα του 2015 - Το κατήγγειλα στη Βουλή και δέχθηκα απειλές",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773748/theoharis-upirhe-shedio-gia-drahmi-to-2015-eihan-epafes-me-etaireies-gia-na-tuposoun-hartonomismata/?utm_source=rss",
      "date": "2026-02-13T20:29:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Δένδιας από Θράκη: Το μεγαλύτερο οικιστικό πρόγραμμα στην ιστορία των ΕΔ,  προστατεύουμε τους μουσουλμάνους της περιοχής",
      "description": "Σύμφωνα με τον υπουργό στη Θράκη η παρουσία των Ενόπλων Δυνάμεων αποκτά μια άλλη σημασία",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773739/dendias-apo-thraki-paketo-veltiosis-tis-zois-tis-stratiotikis-oikogeneias/?utm_source=rss",
      "date": "2026-02-13T20:13:09.000Z",
      "source": "Protothema"
    },
    {
      "title": "Δένδιας: Τεράστια η σημασία της Θράκης – Το στεγαστικό πρόγραμμα βελτιώνει τις συνθήκες διαβίωσης των στελεχών των Ενόπλων Δυνάμεων",
      "description": "Ο υπουργός Εθνικής Άμυνας, Νίκος Δένδιας, επισκέφθηκε την Παρασκευή την έδρα της 21ης Τεθωρακισμένης Ταξιαρχίας στην Κομοτηνή, συνοδευόμενος από τον αρχηγό ΓΕΣ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/HBDfayAWEAA_OCV-768x432.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/dendias-terastia-simasia-tis-thrakis-stegastiko-programma-veltionei-tis-synthikes-diaviosis-ton-stelexon-ton-enoplon-dynameon/",
      "date": "2026-02-13T20:07:07.000Z",
      "source": "In.gr"
    },
    {
      "title": "«Βόμβες» Θεοχάρη για Τσίπρα: Είχαν σχέδιο να μας πάνε στην δραχμή – Πριν το δημοψήφισμα έψαχναν εταιρείες για να τυπώσουν χαρτονομίσματα",
      "description": "Απίστευτες αποκαλύψεις έκανε ο υφυπουργός Εξωτερικών Χάρης Θεοχάρης για την περίοδο διακυβέρνησης του Αλέξη Τσίπρα και λίγο πριν το δημοψήφισμα του 2015.\nΜιλώντας στο Ertnews ο Χάρης Θεοχάρης είπε ότι όταν είχε καταγγείλει στη Βουλή ότι υπήρχε σχέδιο για να μας πάνε στην δραχμή, τον απείλησαν με εισαγγελέα. Είπε όμως και κάτι ακόμα πιο σοκαριστικό: «Χτυπούσαν», είπε «τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν».\nΕίπε χαρακτηριστικά: «Εγώ τα θυμάμαι γιατί κατήγγειλα το σχέδιο, είχα συγκεκριμένους πληροφοριοδότες μέσα από τα υπουργεία που μου έλεγαν συγκεκριμένα μέτρα που ήταν έτοιμοι να κάνουν. Διατίμηση στα φάρμακα, να μην πληρωθούν οι δημόσιοι υπάλληλοι για έναν μήνα. Υπήρχε ολόκληρο σχέδιο. Ήταν ολόκληρο σχέδιο για να πάμε στη δραχμή.\nΤα παράλληλα νομίσματα του Βαρουφάκη, θα πληρωνόντουσαν οι δημόσιοι υπάλληλοι κατά τα τρία τέταρτα ψηφιακά ηλεκτρονικά να μην μπορείτε να τα κάνετε τίποτα μόνο να πληρώνετε φόρους. Δεν θα πληρωνόσασταν για ένα μήνα γιατί προπληρώνονται οι δημόσιοι υπάλληλοι. Υπήρχε κανονικό σχέδιο.\nΤο ίδιο βράδυ πήγα στη Βουλή και τα κατήγγειλα και με απείλησαν την ίδια στιγμή ότι θα με πάνε στον εισαγγελέα. Ήταν έντονες οι στιγμές. Όταν σας είπα ότι βγήκε και είπε αυτά ο Καμμένος. Εγώ ξέρω ότι ήταν ένα σχέδιο που δουλευόταν και ήταν αληθινό.\nΕγώ μίλησα τότε με τον κ. Στουρνάρα με πήρε να με ρωτήσει και ο ίδιος γιατί είχε κι εκείνος πληροφορίες από την δική του πλευρά ότι χτυπούσαν τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν. Και μάλιστα όχι σε αυτή την πλευρά του ημισφαιρίου, της υφηλίου». Όλα όσα είπε ο Χάρης Θεοχάρης με αφορμή και την αντιπαράθεση που έχει ξεσπάσει ανάμεσα στον Γιάννη Στουρνάρα και τον Αλέξη Τσίπρα.\n«Την έζησα πολύ έντονα εκείνη την περίοδο ως βουλευτής του Ποταμιού», είπε ο υφυπουργός Εξωτερικών Χάρης Θεοχάρης μιλώντας στο Ertnews.\n«Κατήγγειλα στη Βουλή ότι υπήρχε σχέδιο οργανωμένο για τη δραχμή και σηκώθηκε τότε από τα υπουργικά έδρανα η κα Φωτίου και με απείλησε με εισαγγελέα. Είπε «υπάρχουν και εισαγγελείς κ. Θεοχάρη». Το είχα πει στη Βουλή πριν το δημοψήφισμα. Θυμάστε και τις δηλώσεις του Καμμένου ότι ο στρατός εγγυάται την εσωτερική ασφάλεια; Πράγματα εντελώς αντισυνταγματικά γίνονταν πάρα πολλά και ήταν πολύ έντονες εκείνες οι ημέρες. Και το ίδιο βράδυ σε τηλεοπτική εκπομπή είχα τον κ. Κατρούγκαλο να με κοροϊδεύει και να λέει: «δεν ακούω τις μηχανές να τυπώνουν δραχμές». Βέβαια όλα αυτά μετά από λίγες εβδομάδες επιβεβαιώθηκαν και από τον κ. Βαρουφάκη. Θυμάστε το ηχητικό. Ζήσαμε δηλαδή πολύ επικίνδυνες για τη χώρα στιγμές τις οποίες πρέπει να αφήσουμε πίσω όχι όμως να τις ξεχάσουμε. Πρέπει να τις θυμόμαστε για να τις αποφύγουμε».\nΕρωτηθείς αν φοβήθηκε κάποια στιγμή ότι η χώρα κινδυνεύει απάντησε: «Πριν το δημοψήφισμα θεωρούσα… Κοιτάξτε για να μπορέσει να επανέλθει η χώρα έπρεπε ο κ. Τσίπρας τότε να προδώσει αυτά που είχε πει στον ελληνικό λαό. Έκανε ένα δημοψήφισμα το οποίο 24 ώρες μετά το πήρε πίσω και κάνοντας αυτή τη στροφή το πλήρωσε η χώρα. Είχε άλφα στα χέρια του έκανε αυτό τον διαπραγματευτικό ελιγμό και πήρε άλφα δεύτερα. Πήρε τα μισά από όσα θα έπαιρνε πριν το δημοψήφισμα. Αν αυτός ο διαπραγματευτικός ελιγμός ήταν και συνειδητός τότε έχουμε πολύ μεγάλο πρόβλημα. Εκτός και αν όλο αυτό έγινε για να ξεσπάσει ψυχολογικά ο λαός να εκτονωθεί αλλά με κόστος και να νιώσουμε ότι τουλάχιστον το προσπαθήσαμε».\nΓια το αν διάβασε το βιβλίο του πρώην πρωθυπουργού απάντησε: «Διάβασα μερικά κομμάτια αλλά όχι ολόκληρη την Ιθάκη. Αυτό που έχει σημασία είναι το πολιτικό κομμάτι. Ο κ. Τσίπρας δεν έγραψε την Ιθάκη για να γράψει ένα βιβλίο ούτε θέλει να γίνει συγγραφέας. Την έγραψε ως την αρχή ενός πολιτικού πρότζεκτ ενός προτάγματος να μπορέσει ξανά να ενώσει τις δυνάμεις που θέλει να εκπροσωπήσει για να ξαναέρθει στα πράγματα. Αν αυτό κάνεις γράφεις ένα βιβλίο με το τι έχει γίνει σε ένα κεφάλαιο και τα υπόλοιπα για το τι θέλεις να κάνεις στη χώρα. Να γίνεις ξανά πρωθυπουργός. Αυτοί που γράφουν τα απομνημονεύματά τους είναι αυτοί που έχουν τελειώσει την καριέρα τους στη μουσική στο θέατρο στην πολιτική και κλείνουν λογαριασμούς με την ιστορία. Δεν λέει τίποτα πολιτικά σε κανέναν». Αναφερόμενος στον διοικητή της ΤτΕ είπε: «Ο κ. Στουρνάρας έσωσε εκείνη την περίοδο μια φορά τη χώρα γιατί με τα μνημόνια πήγαινε στα βράχια. Μετά πήγε στην ΤτΕ και την ξαναέσωσε γιατί κράτησε έναν πάσσαλο στη γη ακίνητο και ήταν ένας από τους λόγους που αναγκάστηκε και ο Τσίπρας να κάνει την στροφή στον ρεαλισμό. Εγώ τα θυμάμαι γιατί κατήγγειλα το σχέδιο είχα συγκεκριμένους πληροφοριοδότες μέσα από τα υπουργεία που μου έλεγαν συγκεκριμένα μέτρα που ήταν έτοιμοι να κάνουν. Διατίμηση στα φάρμακα, να μην πληρωθούν οι δημόσιοι υπάλληλοι για έναν μήνα. Υπήρχε ολόκληρο σχέδιο. Ήταν ολόκληρο σχέδιο για να πάμε στη δραχμή. Τα παράλληλα νομίσματα του Βαρουφάκη, θα πληρωνόντουσαν οι δημόσιοι υπάλληλοι κατά τα τρία τέταρτα ψηφιακά ηλεκτρονικά να μην μπορείτε να τα κάνετε τίποτα μόνο να πληρώνετε φόρους. Δεν θα πληρωνόσασταν για ένα μήνα γιατί προπληρώνονται οι δημόσιοι υπάλληλοι. Υπήρχε κανονικό σχέδιο.\nΤο ίδιο βράδυ πήγα στη Βουλή και τα κατήγγειλα και με απείλησαν την ίδια στιγμή ότι θα με πάνε στον εισαγγελέα. Ήταν έντονες οι στιγμές. Όταν σας είπα ότι βγήκε και είπε αυτά ο Καμμένος.\nΕγώ ξέρω ότι ήταν ένα σχέδιο που δουλευόταν και ήταν αληθινό. Εγώ μίλησα τότε με τον κ. Στουρνάρα με πήρε να με ρωτήσει και ο ίδιος γιατί είχε κι εκείνος πληροφορίες από την δική του πλευρά ότι χτυπούσαν τις πόρτες των εταιρειών που τυπώνουν χαρτονομίσματα για να δουν που μπορούν να πάνε να τυπώσουν.\nΚαι μάλιστα όχι σε αυτή την πλευρά του ημισφαιρίου, της υφηλίου».\nTo άρθρο «Βόμβες» Θεοχάρη για Τσίπρα: Είχαν σχέδιο να μας πάνε στην δραχμή &#8211; Πριν το δημοψήφισμα έψαχναν εταιρείες για να τυπώσουν χαρτονομίσματα δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/theoxaris-1200x798.jpg",
      "link": "https://www.newsit.gr/politikh/vomves-theoxari-gia-tsipra-eixan-sxedio-na-mas-pane-stin-draxmi-prin-to-dimopsifisma-epsaxnan-etaireies-gia-na-typosoun-xartonomismata/4600409/",
      "date": "2026-02-13T19:24:49.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΣΥΡΙΖΑ για πληθωρισμό: Το μόνο που κάνει η κυβέρνηση είναι να διασπείρει ψεύδη και να ανακοινώνει ημίμετρα",
      "description": "«Η κυβέρνηση, απλούστατα, δεν ενδιαφέρεται να αντιμετωπίσει την ακρίβεια αλλά να την τροφοδοτήσει, προκειμένου να εξυπηρετηθούν τα συμφέροντα των καρτέλ», λέει ο ΣΥΡΙΖΑ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3452-1-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/epikairotita/syriza-gia-plithorismo-mono-pou-kanei-kyvernisi-einai-na-diaspeirei-pseydi-kai-na-anakoinonei-imimetra/",
      "date": "2026-02-13T19:17:23.000Z",
      "source": "In.gr"
    },
    {
      "title": "ΣΥΡΙΖΑ: Άπιαστο όνειρο η στέγη επί των ημερών της κυβέρνησης Μητσοτάκη",
      "description": "«Η κυβέρνηση Μητσοτάκη αντιμετωπίζει την στέγη ως εμπόρευμα και όχι ως αγαθό και με τις πολιτικές της επιδοτεί την ακρίβεια - την κερδοσκοπία - την υπέρμετρη αύξηση των τιμών», λέει ο ΣΥΡΙΖΑ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/TSD_1_KOD-1-768x672.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/epikairotita/syriza-apiasto-oneiro-stegi-epi-ton-imeron-tis-kyvernisis-mitsotaki/",
      "date": "2026-02-13T18:51:29.000Z",
      "source": "In.gr"
    },
    {
      "title": "Γεωργιάδης κατά Κωνσταντοπούλου: «Βγήκα εκτός ορίων, είναι ό,τι χειρότερο έχω συναντήσει»",
      "description": "Νέα αντιπαράθεση με την πρόεδρο της Πλεύσης Ελευθερίας, Ζωή Κωνσταντοπούλου, άνοιξε ο υπουργός Υγείας Άδωνις Γεωργιάδης, υποστηρίζοντας ότι οδηγήθηκε σε δημόσια απάντηση για να «υπερασπιστεί τον εαυτό του» απέναντι σε χαρακτηρισμούς που –όπως είπε– ξεπερνούν κάθε όριο.\nΜιλώντας το απόγευμα της Παρασκευής (13.02.2026) στον ΑΝΤ1, ο Άδωνις Γεωργιάδης αναγνώρισε ότι «βγήκε εκτός ορίων», αποδίδοντας την αντίδρασή του στη συμπεριφορά της Ζωής Κωνσταντοπούλου στις μεταξύ τους αντιπαραθέσεις. «Αντιλαμβάνεστε ότι έχω παιδιά που τα βλέπουν. Μπορώ να εξηγήσω στο παιδί μου γιατί κάποιος με αποκαλεί ελεεινό σκουλήκι; Ελάτε λίγο στη θέση μου. Σας μιλάω ειλικρινά» είπε ο υπουργός Υγείας, και πρόσθεσε: «Βγήκα εκτός ορίων πράγματι. Ωραία τα λέτε απ’ έξω. Καθίστε να μιλήσετε με αυτή τη γυναίκα και να σας διακόπτει κάθε πέντε λεπτά. Έχουμε όρια. Είναι ότι χειρότερο έχω συναντήσει στη ζωή μου». Ο Άδωνις Γεωργιάδης αναφέρθηκε επίσης στη δικαστική εξέλιξη της υπόθεσης, σημειώνοντας ότι δεν ήταν δική του επιλογή να οδηγηθεί η διαμάχη στα δικαστήρια, καθώς –όπως είπε– «εκείνη κατέθεσε μήνυση». Στο ίδιο πλαίσιο, ο υπουργός Υγείας επικαλέστηκε περιστατικό που, κατά τον ίδιο, του μετέφερε αστυνομικός στα Εξάρχεια, σχολιάζοντας την εμφάνιση της προέδρου της Πλεύσης Ελευθερίας και θέτοντας θέμα πολιτικής εικόνας. «Υπουργέ μου γελούν όλα τα Εξάρχεια με την περιβολή της Κωνσταντοπούλου. Εμφανίστηκε με ρόμπα. Η εικόνα ενός πολιτικού αρχηγού να εμφανίζεται με ρόμπα σας φαίνεται σωστό;» επεσήμανε.\nΟ Άωνις Γεωργιάδης κατέληξε, τέλος, εκτιμώντας ότι δεν μπορεί να υπάρξει «εκτόνωση» στη μεταξύ τους σχέση, προσθέτοντας αιχμές για εσωτερικές αποχωρήσεις βουλευτών από την Πλεύση Ελευθερίας. «Εκτόνωση με αυτή τη γυναίκα δεν μπορεί να υπάρχει. Φεύγουν οι βουλευτές της από το ίδιο της το κόμμα. Ήταν 8 και έμειναν 5. Ούτε οι ίδιοι δεν την αντέχουν» είπε.\nTo άρθρο Γεωργιάδης κατά Κωνσταντοπούλου: «Βγήκα εκτός ορίων, είναι ό,τι χειρότερο έχω συναντήσει» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/georgiadis-konstantopoulou-1200x640.jpg",
      "link": "https://www.newsit.gr/politikh/georgiadis-kata-konstantopoulou-vgika-ektos-orion-einai-o-ti-xeirotero-exo-synantisei/4600366/",
      "date": "2026-02-13T18:24:53.000Z",
      "source": "Newsit"
    },
    {
      "title": "«Έπρεπε να υπερασπιστώ τον εαυτό μου, κάποιοι να εύχονται να μην τους κυβερνήσει» λέει ο Γεωργιάδης για την Κωνσταντοπούλου",
      "description": "«Αντιλαμβάνεστε ότι έχω παιδιά που τα βλέπουν - Μπορώ να εξηγήσω στο παιδί μου γιατί κάποιος με αποκαλεί ελεεινό σκουλήκι;»",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773691/georgiadis-na-euhodai-kapoioi-na-pane-stin-panagia-min-tous-kuvernisei-i-konstadopoulou/?utm_source=rss",
      "date": "2026-02-13T18:22:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Γιάννης Παναγόπουλος σε ΠΑΣΟΚ: Δεν αντιδικώ με το κόμμα μου, αλλά δεν παραιτούμαι από την ΓΣΕΕ",
      "description": "Τη δική του απάντηση στην απόφαση της ΚΟΕΣ του ΠΑΣΟΚ, με την οποία επικυρώθηκε η αναστολή της κομματικής του ιδιότητας και του ζητείται να παραιτηθεί από την ηγεσία της ΓΣΕΕ, έδωσε το απόγευμα της Παρασκευής (13.02.2026) ο Γιάννης Παναγόπουλος, επιχειρώντας να διαχωρίσει τη συνδικαλιστική του ιδιότητα από τις εσωκομματικές διαδικασίες.\nΣε δήλωσή του, ο πρόεδρος της ΓΣΕΕ Γιάννης Παναγόπουλος σημειώνει ότι δεν «αντιδικεί» με το κόμμα του και δηλώνει σύμφωνος με «το σύνολο του σχεδίου αποφάσεων» της ΚΟΕΣ του ΠΑΣΟΚ. Την ίδια στιγμή, υπογραμμίζει ότι στη θέση που υπηρετεί δεν τον εξέλεξε «καμία κομματική επιτροπή», αλλά «χιλιάδες εργαζόμενοι», οι οποίοι –όπως τονίζει– είναι οι μόνοι αρμόδιοι να κρίνουν τη συνδικαλιστική του πορεία.\nΠαράλληλα, ο Γιάννης Παναγόπουλος απορρίπτει την αντίληψη ότι η παράταξη που ηγείται αποτελεί κομματική προέκταση, επιμένοντας ότι η ΠΑΣΚΕ είναι «αυτόνομη και ακηδεμόνευτη». Όπως αναφέρει, στόχος του είναι να οδηγήσει την παράταξη σε «ένα ακόμη νικηφόρο συνέδριο», με «μοναδική μέριμνα» την ενότητα, την υπεράσπιση των δικαιωμάτων και την ενίσχυση μιας «μεγάλης, μαχητικής» παράταξης που υπηρετεί τα συμφέροντα των μισθωτών.\nΟ κ. Παναγόπουλος να διευκολύνει, παραιτούμενος των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ\nΗ δήλωση του Γιάννη Παναγόπουλου έρχεται στον απόηχο της ομόφωνης απόφασης της Πολιτικής Γραμματείας της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου (ΚΟΕΣ), η οποία συνεδρίασε το μεσημέρι της Παρασκευής (13.02.2026). Στην ανακοίνωσή της, η ΠΓ της ΚΟΕΣ υπενθυμίζει ότι η κομματική του ιδιότητα του προέδρου της ΓΣΕΕ τέθηκε «άμεσα σε αναστολή» έως τη διαλεύκανση της υπόθεσης για την οποία ερευνάται, επαναλαμβάνοντας ότι ισχύει το τεκμήριο της αθωότητας. Η ανακοίνωση επίσης αναφέρει ότι από «θέση αρχής» και «για την προάσπιση του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος», ενώ σημειώνεται ότι ο κ. Παναγόπουλος «οφείλει να διευκολύνει», παραιτούμενος «των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ».\nΗ ανακοίνωση του Γιάννη Παναγόπουλου «Σε απάντηση της απόφασης της ΚΟΕΣ, δηλώνω τα ακόλουθα:\nΔεν αντιδικώ με το κόμμα μου. Με βρίσκει σύμφωνο το σύνολο του σχεδίου αποφάσεων της ΚΟΕΣ. Οφείλω όμως να υπογραμμίσω ότι στη θέση που υπηρετώ δεν με εξέλεξε καμία κομματική επιτροπή, αλλά χιλιάδες εργαζόμενοι που εμπιστεύτηκαν τη φωνή και τους αγώνες μας. Εκείνοι είναι οι μόνοι αρμόδιοι να αποφασίσουν για την πορεία μου συνδικαλιστικά, γιατί η παράταξη που ηγούμαι δεν αποτελεί κομματική προέκταση, αλλά είναι αυτόνομη και ακηδεμόνευτη.\nΣτόχος μου να οδηγήσω την παράταξή της οποίας ηγούμαι, την ΠΑΣΚΕ, σε ένα ακόμη νικηφόρο συνέδριο. Μοναδική μου μέριμνα είναι η ενότητα, η υπεράσπιση των δικαιωμάτων και η ενίσχυση μιας μεγάλης, μαχητικής παράταξης που υπηρετεί σταθερά τα συμφέροντα του κόσμου της μισθωτής εργασίας.»\nTo άρθρο Γιάννης Παναγόπουλος σε ΠΑΣΟΚ: Δεν αντιδικώ με το κόμμα μου, αλλά δεν παραιτούμαι από την ΓΣΕΕ δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/panagopoulos12-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/giannis-panagopoulos-se-pasok-den-antidiko-me-to-komma-mou-alla-den-paraitoumai-apo-tin-gsee/4600350/",
      "date": "2026-02-13T18:03:16.000Z",
      "source": "Newsit"
    },
    {
      "title": "Συλλογικές Συμβάσεις Εργασίας: Με 158 «ναι» εγκρίθηκε το νομοσχέδιο – «Ιστορική συμφωνία» λέει η Κεραμέως",
      "description": "Με 158 ψήφους υπέρ και 134 κατά εγκρίθηκε το απόγευμα της Παρασκευής (13.02.2026), επί της αρχής, το νομοσχέδιο του υπουργείου Εργασίας για την ενίσχυση των συλλογικών συμβάσεων εργασίας, με την αντιπολίτευση να διατηρεί σκληρή στάση ζητώντας την απόσυρσή του και την κυβέρνηση να απαντά ότι πρόκειται για «εθνική κοινωνική συμφωνία» που υπερβαίνει τις κομματικές γραμμές.\nΣτην καταληκτική της ομιλία, η υπουργός Εργασίας Νίκη Κεραμέως χαρακτήρισε το πλαίσιο «ιστορική συμφωνία», υποστηρίζοντας ότι «δεν ανήκει σε έναν πολιτικό χώρο», καθώς –όπως ανέφερε– είναι προϊόν συνεννόησης με τους κοινωνικούς εταίρους για τις συλλογικές συμβάσεις εργασίας. Στο φόντο της υπόθεσης Παναγόπουλου, η κ. Κεραμέως έκανε λόγο για «αμηχανία αντιπολίτευσης», σημειώνοντας ότι «οι κατηγορίες είναι ενώπιον της Δικαιοσύνης» και ότι ισχύει το τεκμήριο αθωότητας. «Η εθνική κοινωνική συμφωνία δεν είναι με τα φυσικά πρόσωπα, αλλά με τους θεσμούς», τόνισε.\nΑπαντώντας στην κριτική, στάθηκε στη διαδικασία έγκρισης από το διοικητικό συμβούλιο της ΓΣΕΕ, επισημαίνοντας ότι υπήρξε ομοφωνία των παρατάξεων πλην του ΚΚΕ. Παράλληλα, επέκρινε την κοινοβουλευτική στάση κομμάτων της αντιπολίτευσης, υποστηρίζοντας ότι εμφανίζουν ασυνέπεια μεταξύ της ψήφου επί της αρχής και των επιμέρους άρθρων. «Το ΠΑΣΟΚ ψήφισε “ναι” στη ΓΣΕΕ, στη Βουλή “όχι”. Ο ΣΥΡΙΖΑ “ναι” στη ΓΣΕΕ, στη Βουλή “όχι”», ανέφερε, για να προσθέσει πως «πώς γίνεται ένα κόμμα να ψηφίζει “όχι” στον σκοπό και το περιεχόμενο και “ναι” στα βασικά άρθρα;», επικαλούμενη το άρθρο 95 του Κανονισμού της Βουλής για την ψήφο επί της αρχής.\nΗ υπουργός εκτίμησε ότι ανοίγει «νέα εποχή» για τις συλλογικές συμβάσεις εργασίας, καθώς –όπως είπε– περισσότεροι εργαζόμενοι θα καλύπτονται από συλλογικές ρυθμίσεις με «πολλά οφέλη», υποστηρίζοντας ότι «ποτέ στο παρελθόν δεν υπήρξε συμφωνία κυβέρνησης με όλους τους εταίρους τέτοιου εύρους». «Κάθε λέξη της συμφωνίας και του νομοσχεδίου αποτελεί κείμενο συμφωνίας κυβέρνησης και όλων των εκπροσώπων των εθνικών κοινωνικών εταίρων», σημείωσε, προσθέτοντας ότι δεν πρόκειται για «άλλο ένα νομοσχέδιο της κυβέρνησης», αλλά για κοινό προϊόν διαλόγου.\nΑπό την πλευρά του ΠΑΣΟΚ, ο κοινοβουλευτικός εκπρόσωπος Δημήτρης Μάντζος εξήγησε ότι το κόμμα του καταψηφίζει επί της αρχής, διαφωνώντας με τη συνολική πολιτική της κυβέρνησης στα εργασιακά, αλλά υπερψηφίζει επιμέρους διατάξεις που θεωρεί ότι κινούνται «στη σωστή κατεύθυνση». «Καταψηφίζουμε, ναι. Γιατί διαφωνούμε με την πολιτική της κυβέρνησης στα εργασιακά. Τρία βήματα πίσω, ένα μπροστά», ανέφερε χαρακτηριστικά.\nTo άρθρο Συλλογικές Συμβάσεις Εργασίας: Με 158 «ναι» εγκρίθηκε το νομοσχέδιο &#8211; «Ιστορική συμφωνία» λέει η Κεραμέως δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/niki-kerameos-eurokinissi-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/syllogikes-symvaseis-ergasias-me-158-nai-egkrithike-to-nomosxedio-istoriki-symfonia-leei-i-kerameos/4600333/",
      "date": "2026-02-13T17:47:04.000Z",
      "source": "Newsit"
    },
    {
      "title": "Με 158 ψήφους πέρασε το νομοσχέδιο για τις Συλλογικές Συμβάσεις Εργασίας",
      "description": "Το νομοσχέδιο ψηφίστηκε με 158 «υπέρ» έναντι 134 «κατά» επί 292 ψηφισάντων",
      "image": "",
      "link": "https://www.protothema.gr/politics/article/1773671/me-158-nai-perase-to-nomoshedio-gia-tis-sullogikes-sumvaseis-ergasias/?utm_source=rss",
      "date": "2026-02-13T17:36:00.000Z",
      "source": "Protothema"
    },
    {
      "title": "Μιχάλης Χρυσοχοΐδης: 1400 αστυνομικοί στην Αττική το 2026 και συνεχής επαγρύπνηση για την καταπολέμηση του εγκλήματος",
      "description": "Τη θέση ότι η βασική στρατηγική για την καταπολέμηση του εγκλήματος είναι η επαγρύπνηση, εξέφρασε ο υπουργός Προστασίας του Πολίτη Μιχάλης Χρυσοχοΐδης, μιλώντας το πρωί της Παρασκευής (13.02.2026) σε εκδήλωση της Υποδιεύθυνσης Δίωξης και Εξιχνίασης Εγκλημάτων Δυτικής Αττικής, στο δημαρχείο Φυλής, ενώ τόνισε την ανάγκη οι αστυνομικοί να συνεχίσουν τη δουλειά που γίνεται στις γειτονιές της Αττικής για την ενίσχυση του αισθήματος ασφάλειας των πολιτών.\nΟ υπουργός Προστασίας του Πολίτη Μιχάλης Χρυσοχοΐδη επανέλαβε επίσης ότι το 2026 οι υπηρεσίες της Αττικής θα ενισχυθούν με συνολικά 1.400 άτομα για την πάταξη της εγκληματικότητας, εκ των οποίων τα 800 μέσα στην άνοιξη και τα υπόλοιπα 600 από το φθινόπωρο, δίνοντας ιδιαίτερη έμφαση σε αυτό, καθώς, όπως είπε, οι αστυνομικοί της Αττικής σηκώνουν το μεγαλύτερο βάρος από τις υπηρεσίες και τους συναδέλφους τους της Περιφέρειας.\nΝωρίτερα ο Μιχάλης Χρυσοχοΐδης είχε μιλήσει σε στελέχη της ΕΛ.ΑΣ σε εκδήλωση της Ένωσης Αστυνομικών Υπαλλήλων Βορειοανατολικής Αττικής, όπου συνεχάρη τους αξιωματικούς και τα στελέχη για τη δουλειά που έχουν κάνει όλο αυτόν τον χρόνο, επισημαίνοντας πως η πολιτική και φυσική ηγεσία θα συνεχίσει να είναι δίπλα τους. «Οι εγκληματίες δεν κοιμούνται, το έγκλημα δεν ησυχάζει, το έγκλημα είναι εδώ, καθημερινά, και απεργάζεται τρόπους για να πλήξει τα συμφέροντα της κοινωνίας και την κοινωνική ειρήνη. Το ζητούμενο είναι να παρέχουμε ασφάλεια και να αισθάνονται οι άνθρωποι ότι για κάθε πρόβλημα έχουν κοντά τους την αστυνομία», σημείωσε ο υπουργός Προστασίας του Πολίτη. Στη συνέχεια απευθύνθηκε στον δήμαρχο Φυλής, Χρήστο Παππού, με τον οποίο έχει στενή συνεργασία για την επίλυση των ιδιαίτερων ζητημάτων που αντιμετωπίζει η περιοχή. Όπως είπε ο υπουργός Προστασίας του Πολίτη, μόλις τον συνάντησε ο δήμαρχος τον ευχαρίστησε για την καλή δουλειά που γίνεται στον δήμο, λέγοντάς του: «Επιτέλους τα βράδια κοιμόμαστε». Ο Μιχάλης Χρυσοχοΐδης έκανε ειδική αναφορά στην ενίσχυση των Υπηρεσιών τόσο σε επίπεδο προσωπικού, όσο και σε επίπεδο μέσων και τεχνολογίας και κυρίως στη δράση των Ομάδων Πρόληψης και Διαμεσολάβησης μέσα στους οικισμούς με υψηλή παραβατικότητα, όπως και στις ομάδες αστυνόμευσης στα ΜΜΜ, στο πλαίσιο του σχεδίου «ΑΡΙΑΔΝΗ», τονίζοντας πως συμπληρώνουν ένα ουσιώδες σχέδιο προστασίας και ασφάλειας στην περιοχή, που σταδιακά με προσθήκες και δράσεις θα αποτελεί ένα πλήρες πλαίσιο ασφάλειας.\nΣτη συνέχεια, έκανε λόγο για την ανάγκη στήριξης του αστυνομικού προσωπικού και σημείωσε πως το 2025 ήταν εξαιρετικά παραγωγικό σε ό,τι αφορά την ενίσχυση των εισοδημάτων τους. «Είμαστε δίπλα σας, είμαστε κοντά σας, είμαστε μαζί σας. Θα συνεχίσουμε αυτή την προσπάθεια όλοι μαζί», επεσήμανε ο υπουργός Προστασίας του Πολίτη.\nΣτις εκδηλώσεις παρέστησαν Ανώτατοι και ανώτεροι αξιωματικοί και στελέχη της ΕΛ.ΑΣ, συνδικαλιστικοί εκπρόσωποι της Αστυνομίας και εκπρόσωποι της Τοπικής Αυτοδιοίκησης και της Περιφέρειας Αττικής.\nTo άρθρο Μιχάλης Χρυσοχοΐδης: 1400 αστυνομικοί στην Αττική το 2026 και συνεχής επαγρύπνηση για την καταπολέμηση του εγκλήματος δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/astinomikoi-1200x774.jpg",
      "link": "https://www.newsit.gr/politikh/mixalis-xrysoxoidis-1400-astynomikoi-stin-attiki-to-2026-kai-synexis-epagrypnisi-gia-tin-katapolemisi-tou-egklimatos/4600318/",
      "date": "2026-02-13T17:31:27.000Z",
      "source": "Newsit"
    },
    {
      "title": "Υπερψηφίστηκε το νομοσχέδιο για τις συλλογικές συμβάσεις",
      "description": "Το σχέδιο νόμου επί της αρχής και στο σύνολό του ψηφίσθηκε με 158 «υπέρ» έναντι 134 «κατά», επί 292 ψηφισάντων.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/olomeleia-1-2-1-768x513.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/yperpsifistike-to-nomosxedio-gia-tis-syllogikes-symvaseis/",
      "date": "2026-02-13T17:07:31.000Z",
      "source": "In.gr"
    },
    {
      "title": "Γιάννης Παναγόπουλος: Το ΠΑΣΟΚ ζητά να παραιτηθεί από την ηγεσία της ΓΣΕΕ",
      "description": "Η συνεδρίαση της Πολιτικής Γραμματείας της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου (ΚΟΕΣ), που πραγματοποιήθηκε το απόγευμα της Παρασκευής (13.02.2026), κατέληξε σε ομόφωνη απόφαση για την πορεία προς το συνέδριο του ΠΑΣΟΚ και τη στρατηγική ενόψει των εθνικών εκλογών. Την ίδια στιγμή, ωστόσο, ανέδειξε διαφωνίες για τον τρόπο εκλογής και την κατανομή των συνέδρων, ενώ αρκετά στελέχη εξέφρασαν έντονη ανησυχία για την υπόθεση Παναγόπουλου.\nΗ επιμονή του Νίκου Ανδρουλάκη στο μοντέλο που είχε εφαρμοστεί και στο προηγούμενο συνέδριο προκάλεσε ενστάσεις από τον δήμαρχο Αθηναίων Χάρη Δούκα και τη βουλευτή Νάντια Γιαννακοπούλου, με τη συζήτηση να αποτυπώνει μια σαφή διαφορά προσέγγισης. Παράλληλα, η συνεδρίαση απασχόλησαν και οι τελευταίες εξελίξεις στην υπόθεση του προέδρου της ΓΣΕΕ, Γιάννη Παναγόπουλου, ο οποίος ερευνάται για υπεξαίρεση κονδυλίων.\nΌσον αφορά την υπόθεση Παναγόπουλου, η Πολιτική Γραμματεία υπενθυμίζει ότι τέθηκε «άμεσα σε αναστολή» η κομματική του ιδιότητα έως τη διαλεύκανση της υπόθεσης για την οποία ερευνάται, επαναλαμβάνοντας ότι ισχύει το τεκμήριο της αθωότητας. Η ανακοίνωση επίσης αναφέρει ότι από «θέση αρχής» και «για την προάσπιση του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος», ενώ σημειώνεται ότι ο κ. Παναγόπουλος «οφείλει να διευκολύνει», παραιτούμενος «των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ».\nΣτο ίδιο πλαίσιο, το ΠΑΣΟΚ διαμηνύει ότι «ούτε εκβιάζεται, ούτε απειλείται», καλώντας σε πρωτοβουλίες για την αντιμετώπιση χρόνιων παθογενειών που –όπως αναφέρει– επανέρχονται στην επιφάνεια: από την κρίση αντιπροσωπευτικότητας και αξιοπιστίας έως την ανάγκη «απεγκλωβισμού» από κατεστημένες αντιλήψεις και εξαρτήσεις. Η ανακοίνωση απευθύνει επίσης κάλεσμα προς τα μέλη και τους φίλους που δραστηριοποιούνται στους χώρους εργασίας και στις συνδικαλιστικές παρατάξεις να συμμετάσχουν στον προσυνεδριακό διάλογο και στις πρωτοβουλίες που θα ακολουθήσουν.\nΟ δρόμος προς το Συνέδριο\nΗ Πολιτική Γραμματεία, όπως αναφέρεται στη σχετική ανακοίνωση, εξέτασε «διεξοδικά» την ατζέντα της πορείας προς το συνέδριο, αλλά και την πολιτική στρατηγική «ενόψει των επερχόμενων εθνικών εκλογών», τις οποίες χαρακτηρίζει «μείζον πολιτικό διακύβευμα». Τη συζήτηση άνοιξε ο πρόεδρος του ΠΑΣΟΚ, Νίκος Ανδρουλάκης, θέτοντας –κατά την ανακοίνωση– ζητήματα που αφορούν την «εθνική στρατηγική», τις βασικές πολιτικές και ιδεολογικές θέσεις του κόμματος και τον τρόπο με τον οποίο θα πορευθεί προς συνέδριο και εκλογές.\nΗ απόφαση υπογραμμίζει επίσης ότι το ΠΑΣΟΚ προσέρχεται στο συνέδριο με «σαφή και καθαρή ιδεολογική ταυτότητα», με αιχμή τη σοσιαλδημοκρατία του 21ου αιώνα ως απάντηση στις κοινωνικές, οικονομικές και γεωπολιτικές προκλήσεις. Παράλληλα, επαναδιατυπώνει τη θέση ότι το ΠΑΣΟΚ είναι «κόμμα εξουσίας» –όχι «κόμμα διαμαρτυρίας»– με στόχο τη διακυβέρνηση, ενώ επιμένει στην «αυτόνομη πολιτική πορεία» και στην πλήρη προγραμματική αυτοτέλεια στη μάχη των εκλογών.\nΤι αποφασίστηκε για την «αμφίπλευρη διεύρυνση»\nΙδιαίτερη αναφορά γίνεται στη στρατηγική «αμφίπλευρης διεύρυνσης», η οποία –όπως σημειώνεται– έχει ήδη εκκινήσει μέσω αρμόδιας επιτροπής υπό τον Κώστα Σκανδαλίδη, με στόχο την επιστροφή πολιτών και στελεχών που απομακρύνθηκαν σε προηγούμενες περιόδους. Στην ίδια γραμμή, η ανακοίνωση αποσαφηνίζει ότι το ζήτημα της πρόσκλησης και ένταξης βουλευτών αποτελεί αρμοδιότητα του προέδρου, ως επικεφαλής και της Κοινοβουλευτικής Ομάδας. Σε ό,τι αφορά τις συνεργασίες, το κόμμα δηλώνει ότι θα εντείνει τη συνεργασία του με πολιτικές ομάδες, οργανώσεις και κοινωνικούς φορείς – στο επίπεδο του κοινοβουλίου, της κοινωνίας και των συνδικάτων – με στόχο την προώθηση της «πολιτικής αλλαγής», ενώ ως «πολιτικό αντίπαλο» προσδιορίζει τη Νέα Δημοκρατία. Στρατηγικός στόχος, σύμφωνα με την απόφαση, είναι να αναδειχθεί πρώτο κόμμα και να συγκροτήσει κυβέρνηση «με κορμό το ΠΑΣΟΚ».\nTo άρθρο Γιάννης Παναγόπουλος: Το ΠΑΣΟΚ ζητά να παραιτηθεί από την ηγεσία της ΓΣΕΕ δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/gsee-panagopoulos-eurok-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/giannis-panagopoulos-to-pasok-zita-na-paraitithei-apo-tin-igesia-tis-gsee/4600296/",
      "date": "2026-02-13T17:01:32.000Z",
      "source": "Newsit"
    }
  ],
  "world_politics": [
    {
      "title": "US eyes 30 ISIS targets in latest strikes on Syria",
      "description": "The U.S. military conducted strikes against dozens of ISIS targets inside Syria this month as part of an ongoing “relentless military pressure” campaign on the terrorist network following a December ambush that killed three Americans, according to U.S. Central Command (CENTCOM). CENTCOM announced Saturday that forces had carried out 10 strikes against more than 30...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2025/10/pentagon_100825gn01_w.jpg?w=900",
      "link": "https://thehill.com/policy/defense/5739128-us-military-strikes-isis-targets/",
      "date": "2026-02-14T19:55:59.000Z",
      "source": "The Hill"
    },
    {
      "title": "US, Iran to hold new round of nuclear talks in Geneva this week, Swiss gov. says",
      "description": "The Swiss Foreign Ministry says Iran and the United States will hold a second round of talks over Tehran&rsquo;s nuclear program this week",
      "image": "",
      "link": "https://abcnews.go.com/International/wireStory/us-iran-hold-new-round-nuclear-talks-geneva-130176100",
      "date": "2026-02-14T19:50:30.000Z",
      "source": "ABC Intl"
    },
    {
      "title": "US ambassador to NATO: 'We need strong allies, not dependents'",
      "description": "The U.S. ambassador to NATO on Saturday expressed the need for “strong allies, not dependents” in response to a question about NATO defense spending contributions at the Munich Security Conference. The Czech Republic has refused to increase the country’s defense spending above 2 percent of its gross domestic product (GDP), in violation of NATO’s new...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2025/03/whitakermatthew_030425gn02_w.jpg?w=900",
      "link": "https://thehill.com/policy/international/5739099-us-ambassador-nato-allies/",
      "date": "2026-02-14T19:36:23.000Z",
      "source": "The Hill"
    },
    {
      "title": "At least 6,000 killed over 3 days during RSF attack on Sudan’s el-Fasher, UN says",
      "description": "Sudan&rsquo;s Rapid Support Forces killed more than 6,000 people in three days during an assault on el-Fasher, the U.N. Human Rights Office has said",
      "image": "",
      "link": "https://abcnews.go.com/International/wireStory/6000-killed-3-days-rsf-attack-sudans-el-130175430",
      "date": "2026-02-14T19:33:36.000Z",
      "source": "ABC Intl"
    },
    {
      "title": "Η Βενεζουέλα απελευθερώνει 17 πολιτικούς κρατούμενους",
      "description": "Συγγενείς των κρατουμένων έξω από τη φυλακή συμμετείχαν σε απεργία πείνας που ξεκίνησαν οι κρατούμενοι, αφού απελευθερώθηκαν μόνο 17 από τους περισσότερους από 50 κρατούμενους",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2026-02-14T190344Z_232777509_RC2MLJAL9EKK_RTRMADP_5_VENEZUELA-ASSEMBLY-AMNESTY-LAW-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/world/venezouela-apeleytheronei-17-politikous-kratoumenous-se-apergia-peinas-proxoroun-oi-syggeneis/",
      "date": "2026-02-14T19:17:15.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Dawn raids in Niger state leave at least 32 dead after gunmen attack 3 communities",
      "description": "Gunmen killed at least 32 people in coordinated attacks on three communities in north-central Nigeria, according to police who said some villagers were abducted",
      "image": "",
      "link": "https://abcnews.go.com/International/wireStory/dawn-raids-niger-state-leave-32-dead-after-130174500",
      "date": "2026-02-14T19:01:35.000Z",
      "source": "ABC Intl"
    },
    {
      "title": "Η Ουκρανία σε μέγγενη, η Δύση σε σταυροδρόμι – Τι «καπνό» έβγαλε η Διάσκεψη Ασφαλείας του Μονάχου",
      "description": "Η Ουκρανία καλείται να διαπραγματευτεί την επιβίωσή της υπό την πίεση ενός πολέμου φθοράς και ενός ανυπόμονου Λευκού Οίκου.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2026-02-14T190116Z_880938773_RC2ULJA40JIY_RTRMADP_5_SECURITY-MUNICH-ZELENSKIY-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/world/oukrania-se-meggeni-dysi-se-stayrodromi-ti-kapno-evgale-diaskepsi-asfaleias-tou-monaxou/",
      "date": "2026-02-14T19:00:31.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Reversing the endangerment finding, Trump's EPA puts polluters over people",
      "description": "The Trump administration is repealing scientific findings that greenhouse gases threaten public health and welfare, exacerbating the effects of climate change on vulnerable communities and reversing progress towards justice.",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP26043695452764.jpg?w=900",
      "link": "https://thehill.com/opinion/energy-environment/5737863-climate-change-threatens-communities/",
      "date": "2026-02-14T19:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Zelensky commends US senators for 'unwavering bipartisan support' after Munich meeting",
      "description": "Ukrainian President Volodymyr Zelensky on Saturday expressed his gratitude after meeting with U.S. senators on the outskirts of the Munich Security Conference, thanking them for their “support for Ukraine and its warriors.\" “Thank you to the senators for their unwavering bipartisan support for Ukraine and Ukrainians,” Zelensky wrote on social platform X. “Thank you to...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP26045405387044-e1771092411998.jpg?w=900",
      "link": "https://thehill.com/policy/international/5738985-zelensky-us-senators-meeting-munich-russia-ukraine-war/",
      "date": "2026-02-14T18:54:21.000Z",
      "source": "The Hill"
    },
    {
      "title": "Rubio says US and Europe 'belong together' despite tensions",
      "description": "The US secretary of state reassures European leaders that the Trump administration backs the transatlantic alliance.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c2lrdq47149o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T18:44:47.000Z",
      "source": "BBC World"
    },
    {
      "title": "Αγαπητέ Επίτροπε της ΕΕ, θα γίνεις ο Βαλεντίνος μου;",
      "description": "Μία προξενήτρα από τις Βρυξέλλες περιγράφει τι είδους σύντροφος θα ήταν πιο κατάλληλος για ορισμένα κορυφαία ονόματα της EE",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/3425-2-768x510.jpg",
      "link": "https://www.in.gr/2026/02/14/world/agapite-epitrope-tis-ee-tha-gineis-o-valentinos-mou/",
      "date": "2026-02-14T18:40:29.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Ty Cobb rips Trump admin over political attacks: 'All those people should be impeached'",
      "description": "Former White House lawyer Ty Cobb warned Friday that the Trump administration's attacks on its perceived political enemies could lead to impeachment proceedings against top Cabinet officials if Democrats win back control of Congress in November. \"All of those people should be impeached, for sure,\" Cobb said in an appearance on \"The Beat with Ari...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/Ty-Cobb-Cabinet-officials-02.14.png?w=900",
      "link": "https://thehill.com/homenews/administration/5738831-ty-cobb-trump-cabinet-impeachment/",
      "date": "2026-02-14T18:34:19.000Z",
      "source": "The Hill"
    },
    {
      "title": "Cuban cigar festival called off as US blockade worsens energy crisis",
      "description": "The annual aficionados' bonanza has been postponed until further notice as shortages affect international travel.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c0q30k2xzk2o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T18:04:51.000Z",
      "source": "BBC World"
    },
    {
      "title": "Οι ΗΠΑ εξαπέλυσαν αεροπορικές επιδρομές σε δεκάδες στόχους του Ισλαμικού Κράτους στη Συρία",
      "description": "Οι υποδομές και οι αποθήκες όπλων της μαχητικής ομάδας στη Συρία χτυπήθηκαν, ενώ η Ουάσιγκτον επαίνεσε τη Δαμασκό για τον νέο ρόλο της στη συμμαχία",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/HBImncQWcAECelc-768x432.jpg",
      "link": "https://www.in.gr/2026/02/14/world/oi-ipa-eksapelysan-aeroporikes-epidromes-se-dekades-stoxous-tou-islamikou-kratous-sti-syria/",
      "date": "2026-02-14T18:02:23.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Rio Carnival street party dogs parade as humans protest against pet killers",
      "description": "Dozens of dogs dressed as alligators, fairies and superheroes have gathered at a Rio de Janeiro Carnival street party as their owners protested cruelty against pets",
      "image": "",
      "link": "https://abcnews.go.com/International/wireStory/rio-carnival-street-party-dogs-parade-humans-protest-130173589",
      "date": "2026-02-14T18:02:04.000Z",
      "source": "ABC Intl"
    },
    {
      "title": "Alarms of China's repression are ringing in Tibet — Washington is pivoting back",
      "description": "China’s vocational training and labor transfer schemes are coercive instruments threatening the irreversible erasure of Tibetan identity.",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/job_fair_tibet_autonomous_02082023_GettyImages-1246943422-1.jpg?w=900",
      "link": "https://thehill.com/opinion/international/5737583-ccp-tibet-coercive-displacement/",
      "date": "2026-02-14T18:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Pelosi calls out Trump over FBI raid in Georgia ahead of midterms: 'Not right'",
      "description": "Former House Speaker Nancy Pelosi (D-Calif.) on Saturday blasted President Trump and his administration over what she called \"surveillance\" ahead of November's midterms, citing the recent FBI raid on an election office in Georgia. \"I hear that all over the United States, not just in Europe, that there is concern about the election,\" Pelosi told...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP25324723885095-e1771088285373.jpg?w=900",
      "link": "https://thehill.com/homenews/house/5738884-pelosi-trump-elections-2026-immigration/",
      "date": "2026-02-14T17:53:36.000Z",
      "source": "The Hill"
    },
    {
      "title": "«Θέλω να μάθω τι έκανε στην κόρη μας»: Η Ζιζέλ Πελικό σχεδιάζει να συναντήσει τον πρώην σύζυγό της στη φυλακή",
      "description": "Η Πελικό λέει ότι θέλει να κοιτάξει τον Ντομινίκ Πελικό «κατευθείαν στα μάτια» για την πιθανή κακοποίηση της κόρης της και την υπόθεση της κτηματομεσίτριας που βιάστηκε και δολοφονήθηκε το 1991.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/2024-11-25T175906Z_243632650_RC2GCBALU0EB_RTRMADP_5_FRANCE-JUSTICE-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/world/thelo-na-matho-ti-ekane-stin-kori-mas-zizel-peliko-sxediazei-na-synantisei-ton-proin-syzygo-tis-sti-fylaki/",
      "date": "2026-02-14T17:07:33.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Υποκλοπές: Γερουσιαστές των ΗΠΑ ζητούν εξηγήσεις για την άρση κυρώσεων σε στελέχη της Intellexa",
      "description": "Η OFAC ήρε τις κυρώσεις από τη Σάρα Χάμου, που δικάζεται στην Ελλάδα για το σκάνδαλο των υποκλοπών και τους Μερόμ Χαρπάζ και Αντρέα Γκαμπάτσι, που έχουν αναφερθεί πολλάκις στην ίδια δίκη. Οι ρόλοι που είχαν στην Intellexa. Το in δημοσιεύει όλη την επιστολή των γερουσιαστών",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/intellexa-768x529.jpg",
      "link": "https://www.in.gr/2026/02/14/world/ypoklopes-gerousiastes-ton-ipa-zitoun-eksigiseis-gia-tin-arsi-kyroseon-se-stelexi-tis-intellexa/",
      "date": "2026-02-14T17:00:20.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Russia killed opposition leader Alexei Navalny using dart frog toxin, UK says",
      "description": "There is no innocent explanation for the toxin being found in samples taken from Navalny's body, Foreign Office says.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cwyk4lz4e3eo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T17:00:14.000Z",
      "source": "BBC World"
    },
    {
      "title": "America still needs Elon Musk",
      "description": "Surely many believe that Musk has now done more than enough for humanity with his massive fortune and technological vision. I am not one of them — nor, I suspect, is Musk.",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2025/07/Movement_Brooks_AP_EvanVucci.jpg?w=900",
      "link": "https://thehill.com/opinion/campaign/5737955-elon-musk-activism-visionary/",
      "date": "2026-02-14T17:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "The Memo: Epstein scandal feeds suspicion of unaccountable elites",
      "description": "The Jeffrey Epstein scandal isn’t going anywhere — despite the recent release of roughly 3 million documents by the Department of Justice. The story’s longevity is partly because of the horrific scale of Epstein’s predations. The latest releases also placed a shadow over the previous accounts given by allies of President Trump — from Commerce...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/bondipam_jayapalpramila_021126gn03_w.jpg?w=900",
      "link": "https://thehill.com/homenews/5738360-trump-musk-epstein-emails/",
      "date": "2026-02-14T17:00:00.000Z",
      "source": "The Hill"
    },
    {
      "title": "Η σφαγή της ημέρας του Αγίου Βαλεντίνου – Ο Αλ Καπόνε στην πιο διαβόητη μαζική δολοφονία στην ιστορία των γκάνγκστερ",
      "description": "Η «Σφαγή του Αγίου Βαλεντίνου» δεν ήταν απλώς ένα ξεκαθάρισμα λογαριασμών, αλλά το γεγονός που σφράγισε την κυριαρχία του Αλ Καπόνε.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/Gale-Post-2-HEADER-768x452.png",
      "link": "https://www.in.gr/2026/02/14/world/sfagi-tis-imeras-tou-agiou-valentinou-o-al-kapone-stin-pio-diavoiti-maziki-dolofonia-stin-istoria-ton-gkangkster/",
      "date": "2026-02-14T16:53:22.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Ο Λευκός Οίκος έκανε τον Μαδούρο και τη Γροιλανδία… κάρτες για τον Άγιο Βαλεντίνο",
      "description": "Ο Λευκός Οίκος επέλεξε να γιορτάσει την ημέρα του Αγίου Βαλεντίνου, δημοσιεύοντας μια σειρά από σατιρικές κάρτες.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/58b94593-leukos-oikos-768x461.jpg",
      "link": "https://www.in.gr/2026/02/14/world/o-leykos-oikos-ekane-ton-madouro-kai-ti-groilandia-kartes-gia-ton-agio-valentino/",
      "date": "2026-02-14T16:52:18.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Lincoln tops presidential rankings; Trump records most 'poor' marks: Poll",
      "description": "Americans overwhelmingly view former President Abraham Lincoln as an \"outstanding\" leader, while President Trump ranks near the bottom, according to a new poll. The YouGov survey, released Friday, found that 74 percent of U.S. voters collectively rank Lincoln, known affectionately as Honest Abe, as \"outstanding\" or \"above average.\" Another 12 percent said he was \"average\"...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/Abraham-Lincoln-Donald-Trump-02.14.png?w=900",
      "link": "https://thehill.com/homenews/administration/5738747-presidential-rankings-lincoln-trump-biden-nixon-survey/",
      "date": "2026-02-14T16:48:22.000Z",
      "source": "The Hill"
    },
    {
      "title": "Russian opposition leader Navalny killed by 'deadly toxin' from frog: European leaders",
      "description": "Russian opposition leader Alexei Navalny was killed by a “deadly toxin” extracted from an Ecuadorian frog, according to the foreign ministries of five European countries. Navalny died in February 2024 at the age of 47 while serving out a 19-year sentence in a Russian prison after being convicted on charges of extremism. The opposition leader...",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP25047264255745-e1771085560790.jpg?w=900",
      "link": "https://thehill.com/policy/international/5738832-alexei-navalny-poisoned-russian-opposition/",
      "date": "2026-02-14T16:24:11.000Z",
      "source": "The Hill"
    },
    {
      "title": "Planned US-funded baby vaccine trial in Guinea-Bissau blasted by WHO",
      "description": "Giving some newborns in Guinea-Bissau an established hepatitis B treatment but not others is \"unethical\", it says.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c78j5k2gk02o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T16:20:33.000Z",
      "source": "BBC World"
    },
    {
      "title": "Ελβετία: Επανάληψη των διμερών συνομιλιών ΗΠΑ – Ιράν την ερχόμενη εβδομάδα στη Γενεύη",
      "description": "«Το σουλτανάτο του Ομάν θα φιλοξενήσει τις συνομιλίες μεταξύ των ΗΠΑ και του Ιράν στη Γενεύη. Η Ελβετία χαιρετίζει και υποστηρίζει αυτές τις συνομιλίες», ανακοίνωσε το ελβετικό ΥΠΕΞ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/457-768x512.jpg",
      "link": "https://www.in.gr/2026/02/14/world/elvetia-epanalipsi-ton-dimeron-synomilion-ipa-iran-tin-erxomeni-evdomada-sti-geneyi/",
      "date": "2026-02-14T16:06:49.000Z",
      "source": "In.gr World"
    },
    {
      "title": "Χειμερινοί Ολυμπιακοί Αγώνες: Νέο περιστατικό σαμποτάζ διακόπτει τη λειτουργία των τρένων στην Ιταλία",
      "description": "Τα επεισόδια εκτυλίχθηκαν καθώς διαμαρτυρίες κατά των Ολυμπιακών Αγώνων και των ευρύτερων οικονομικών προβλημάτων στην Ιταλία συγκέντρωσαν χιλιάδες διαδηλωτές στο Μιλάνο",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/Screenshot-89-768x506.jpg",
      "link": "https://www.in.gr/2026/02/14/world/xeimerinoi-olympiakoi-agones-neo-peristatiko-sampotaz-diakoptei-ti-leitourgia-ton-trenon-stin-italia/",
      "date": "2026-02-14T16:05:02.000Z",
      "source": "In.gr World"
    },
    {
      "title": "47 years after Iran’s revolution, Washington still has no strategy",
      "description": "The United States and Iran are unable to bridge the gap between their red lines, resulting in a diplomatic deadlock and a potential for miscalculation leading to conflict.",
      "image": "https://thehill.com/wp-content/uploads/sites/2/2026/02/AP26037526022085.jpg?w=900",
      "link": "https://thehill.com/opinion/international/5738243-trump-iran-nuclear-standoff/",
      "date": "2026-02-14T16:00:00.000Z",
      "source": "The Hill"
    }
  ],
  "sports": [
    {
      "title": "Μίλιτσιτς: «Πολύ σημαντική νίκη για μας απέναντι στη Μύκονο»",
      "description": "Ο προπονητής του Άρη Ιγκόρ Μίλιτσιτς απένειμε τα εύσημα στους παίκτες του για τη νίκη επί της Μυκόνου.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-01/milicic.jpg?itok=BzBGR207",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516111/militsits-poly-simantiki-niki-gia-mas-apenanti-sti-mykono",
      "date": "2026-02-14T20:22:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Bradford edged out by Hull in thriller on Super League return",
      "description": "Hull FC deny Bradford Bulls a comeback victory on their return to Super League edging a last gasp 27-20 victory at the MKM Stadium.",
      "image": "",
      "link": "https://www.bbc.com/sport/rugby-league/articles/cj3256zmgz8o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T20:18:44.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Την ΑΕΚ του Σάκοτα την ερωτεύεσαι",
      "description": "Ο Νίκος Καρφής γράφει για την ΑΕΚ του Ντράγκαν Σάκοτα που δεν λυγίζει πουθενά και συνεχίζει να ομορφαίνει τώρα που έρχονται τα πιο κρίσιμα ματς της σεζόν.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/bartley_24.jpg?itok=i2ldrvMH",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516109/tin-aek-toy-sakota-tin-eroteyesai",
      "date": "2026-02-14T20:18:09.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Ο Νίκος Ψέλνει: «Ποιοι περισσεύουν στον νέο Παναθηναϊκό;»",
      "description": "Στο τελεευταίο «Ο Νίκος Ψέλνει», ο Νίκος Παπαδογιάννης στάθηκε στο τρόπο με τον οποίο διαχειρίζεται το ρόστερ του Παναθηναϊκού ο Έργκιν Άταμαν.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/o_nikos_pselnei.jpg?itok=wt7MkA9o",
      "link": "https://www.gazzetta.gr/basketball/euroleague/2516107/o-nikos-pselnei-poioi-perisseyoyn-ston-neo-panathinaiko",
      "date": "2026-02-14T20:13:23.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Live updates from USA-Denmark men's hockey at the 2026 Olympics",
      "description": "With one win under its belt, the U.S. is looking for a second, this time against Denmark.",
      "image": "",
      "link": "https://www.espn.com/nhl/story/_/id/47927929/2026-milan-cortina-winter-olympics-live-updates-men-hockey-usa-denmark",
      "date": "2026-02-14T20:12:16.000Z",
      "source": "ESPN"
    },
    {
      "title": "U.S. speedskater Stolz wins 2nd gold of Olympics",
      "description": "American speedskater Jordan Stolz collected his second gold medal of the Olympics, winning the 500-meter race to keep alive his goal of four golds at the Milan Cortina Games.",
      "image": "",
      "link": "https://www.espn.com/olympics/speedskating/story/_/id/47928388/american-jordan-stolz-wins-2nd-speedskating-gold-olympics",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Source: Fiala's season likely over after surgery",
      "description": "Kings star Kevin Fiala's leg injury suffered in Switzerland's loss to Canada is likely season-ending, an NHL source told ESPN.",
      "image": "",
      "link": "https://www.espn.com/olympics/hockey/story/_/id/47928384/source-fiala-season-likely-olympic-injury",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Accused Canadian curler points finger at Swedes",
      "description": "Canadian curler Marc Kennedy says his team may be the target of a \"premeditated\" attack after a Swedish curler accused Kennedy of illegally \"double-touching\" a rock after releasing it during a match Friday.",
      "image": "",
      "link": "https://www.espn.com/olympics/curling/story/_/id/47928863/canadian-olympic-curler-says-no-cheat-attacks-sweden",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Wasserman to sell agency, stay on LA28 Olympics",
      "description": "Casey Wasserman, chairman of the 2028 Los Angeles Olympics organizing committee, is selling his talent agency in the wake of the release of emails tying him to the Jeffrey Epstein controversy.",
      "image": "",
      "link": "https://www.espn.com/olympics/story/_/id/47928858/la-28-olympics-boss-wasserman-sell-agency-amid-epstein-links",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Poulin scores in return; Canada women in semis",
      "description": "Captain Marie-Philip Poulin returned from injury to score a goal in Canada's 5-1 quarterfinal win over Germany.",
      "image": "",
      "link": "https://www.espn.com/olympics/hockey/story/_/id/47929289/marie-philip-poulin-returns-canada-olympic-semifinals",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Source: Padres, Castellanos agree on 1-year deal",
      "description": "Free agent outfielder Nick Castellanos has agreed to a one-year deal with the Padres two days after his release by the Phillies, a source confirmed to ESPN.",
      "image": "",
      "link": "https://www.espn.com/mlb/story/_/id/47927758/source-padres-nick-castellanos-agree-one-year-deal",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Ronaldo ends protest, scores 18 minutes later",
      "description": "Cristiano Ronaldo returned to Al Nassr's lineup for Saturday's match at Al Fateh -- and swiftly scored.",
      "image": "",
      "link": "https://www.espn.com/soccer/story/_/id/47924095/cristiano-ronaldo-returns-al-nassr-lineup-protest-saudi-pro-league",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Daytona 500 start moved up for bad weather",
      "description": "NASCAR is moving the start time of Sunday's Daytona 500 up one hour because of the threat of inclement weather.",
      "image": "",
      "link": "https://www.espn.com/racing/nascar/cup/story/_/id/47928727/daytona-500-start-moved-hour-bad-weather-looms",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "🏈 One key offseason question for every NFL team",
      "description": "Which teams will make a splash move? Which teams must make adjustments? We answered big offseason questions.",
      "image": "",
      "link": "https://www.espn.com/nfl/story/_/id/47908954/2026-nfl-offseason-biggest-questions-afc-nfc-free-agency-draft",
      "date": "2026-02-14T20:11:59.000Z",
      "source": "ESPN"
    },
    {
      "title": "Men's Bracketology: Don't sleep on this year's bubble",
      "description": "The Last Four In and First Four Out groupings feature teams with big wins -- and high potential for March.",
      "image": "",
      "link": "https://www.espn.com/espn/feature/story/_/page/bracketology/ncaa-bracketology-2026-march-madness-men-field-predictions",
      "date": "2026-02-14T20:11:21.000Z",
      "source": "ESPN"
    },
    {
      "title": "Women's Bracketology: There's a new No. 1 seed",
      "description": "For the first time this season, there's a shake-up on the top line. Vanderbilt beat Texas to unseat the Longhorns.",
      "image": "",
      "link": "https://www.espn.com/espn/feature/story/_/id/30423107/ncaa-women-bracketology-2026-women-college-basketball-projections",
      "date": "2026-02-14T20:11:21.000Z",
      "source": "ESPN"
    },
    {
      "title": "GB women shock curling world champions Canada",
      "description": "Great Britain's women curlers kickstart their campaign with a superb first victory of the 2026 Winter Olympics while GB's men also won but three British women missed out on skeleton medals.",
      "image": "",
      "link": "https://www.bbc.com/sport/articles/clyzgpw725qo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T20:08:45.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Χιμένεθ: «Υποφέραμε μετά το πέναλτι και την αποβολή»",
      "description": "Ο Μανόλο Χιμένεθ χαρακτήρισε κατώτερη των απαιτήσεων την απόδοση του Άρη στην ισοπαλία με τον Βόλο και απάντησε στο επιθετικό πρόβλημα της ομάδας του.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/5038108_1.jpg?itok=fGo4gaaM",
      "link": "https://www.gazzetta.gr/football/superleague/2516106/himeneth-ypoferame-meta-penalti-kai-tin-apoboli",
      "date": "2026-02-14T20:05:45.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σεγκούρα: «Πρέπει να ξαναχτίσουμε την ομάδα»",
      "description": "Στα στοιχεία που κόστισαν την ήττα στην ομάδα του αναφέρθηκε ο Κούρο Σεγκούρα στις δηλώσεις του αμέσως μετά την ήττα του Προμηθέα από το Περιστέρι.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/segkoura_eurokinisi.jpg?itok=psDXG9_W",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516105/segkoyra-prepei-na-xanahtisoyme-tin-omada",
      "date": "2026-02-14T20:05:20.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "ΑΕΚ: Το πλάνο του Νίκολιτς για Τούμπα και οι δύο εκδοχές για την επίθεση",
      "description": "Ένα ερωτηματικό παραμένει στα σχέδια του Μάρκο Νίκολιτς για την κιτρινόμαυρη επίθεση στο ματς της Τούμπας, με τον τεχνικό της ΑΕΚ να έχει δοκιμάσει αρκετά πράγματα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/jovic_nikolic.jpg?itok=eZJ6d4Ao",
      "link": "https://www.gazzetta.gr/football/superleague/2516104/aek-plano-toy-nikolits-gia-toympa-kai-oi-dyo-ekdohes-gia-tin-epithesi",
      "date": "2026-02-14T20:05:11.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "2026 Winter Olympics: USA men's hockey back in action and more from Milan Cortina",
      "description": "Saturday at the Winter Olympics includes Team USA men's hockey looking to win against Denmark and USA curling round-robins.",
      "image": "",
      "link": "https://www.espn.com/olympics/story/_/id/47923038/2026-milan-cortina-italy-winter-olympics-best-moments-saturday",
      "date": "2026-02-14T20:03:28.000Z",
      "source": "ESPN"
    },
    {
      "title": "Λούκιτς: «Να μάθουμε κάτι από τον αγώνα με τον Ολυμπιακό»",
      "description": "Ο Ζόραν Λούκιτς μίλησε για την ήττα του Ηρακλή απέναντι στον Ολυμπιακό και τόνισε πως η ομάδα του δεν έδειξε την απαιτούμενη πειθαρχία.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2025-12/lukic1.jpg?itok=2OeQHTpk",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2516103/loykits-na-mathoyme-kati-apo-ton-agona-me-ton-olympiako",
      "date": "2026-02-14T20:02:16.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Λεβαδειακός - Ολυμπιακός 0-0: Τα άκουσαν από τον κόσμο οι ερυθρόλευκοι",
      "description": "Οι οπαδοί του Ολυμπιακού εξέφρασαν τα παράπονά τους στους παίκτες μετά το 0-0 με τον Λεβαδειακό.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/lebadeiakos_-_olympiakos_3.jpg?itok=YcWYuO9G",
      "link": "https://www.gazzetta.gr/football/superleague/2516102/lebadeiakos-olympiakos-0-0-ta-akoysan-apo-ton-kosmo-oi-erythroleykoi",
      "date": "2026-02-14T20:01:39.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Μεντιλίμπαρ: «Προφανώς και χρειάζεται κάτι παραπάνω»",
      "description": "Ο Χοσέ Λουίς Μεντιλίμπαρ στις δηλώσεις του στη NOVA σχολίασε το παιχνίδι του 0-0 στο Λεβαδειακός - Ολυμπιακός.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/mendilibar_oly_pagos_leva.jpg?itok=nCAke3Tt",
      "link": "https://www.gazzetta.gr/football/superleague/2516100/mentilimpar-profanos-kai-hreiazetai-kati-parapano",
      "date": "2026-02-14T20:00:03.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "ΖΑΟΝ - ΠΑΟΚ 0-3: Δεν αφήνουν το πόδι από το γκάζι οι «ασπρόμαυρες»",
      "description": "Λίγες μέρες μετά την πρόκριση στο Final Four του Κυπέλλου αφήνοντας εκτός τον Παναθηναϊκό, ο ΠΑΟΚ επικράτησε στο Ζηρίνειο του ΖΑΟΝ με 3-0 και παρέμεινε 2 βαθμούς πίσω από τον ΑΟ Θήρας στην μάχη της τετράδας.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/639066987692070557_1.jpg?itok=m24hDIta",
      "link": "https://www.gazzetta.gr/volleyball/volley-league-gynaikon/2516099/zaon-paok-0-3-den-afinoyn-podi-apo-gkazi-oi-aspromayres",
      "date": "2026-02-14T19:57:47.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Bόλος – Αρης 1-1: Δεν νικάς «Χ»ωρίς τελική...",
      "description": "Η αναμέτρηση του Πανθεσσαλικού είχε ένα αυτογκόλ (Κάργα), ένα εύστοχο πέναλτι (Χουάνπι), μια κόκκινη (Χόγκλα), μια απίθανη επέμβαση στο φινάλε (Αθανασιάδης) αλλά δεν είχε νικητή αφού Βόλος και Αρης αναδείχθηκαν ισόπαλοι με σκορ 1-1. Δεν έκαναν τελική στο ματς οι Θεσσαλονικείς!",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/bolls.jpg?itok=_OAORWlD",
      "link": "https://www.gazzetta.gr/football/superleague/2516098/bolos-aris-1-1-den-nikas-horis-teliki",
      "date": "2026-02-14T19:54:23.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σεβίλλη: «Ο διαιτητής δεν πήρε κάρτα για τον Άγιο Βαλεντίνο κι έδειξε κόκκινη στον Αλμέιδα»",
      "description": "Η Σεβίλλη σχολίασε με καυστικό τρόπο την αποβολή του Ματίας Αλμέιδα στο ματς με την Αλαβές, τονίζοντας πως ο διαιτητής δεν πήρε... κάρτα για του Αγίου Βαλεντίνου.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/matias_almeida_sevilla_1.jpg?itok=XTLdgyJW",
      "link": "https://www.gazzetta.gr/football/la-liga/2516096/sebilli-o-diaititis-den-pire-karta-gia-ton-agio-balentino-ki-edeixe",
      "date": "2026-02-14T19:50:54.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Άστον Βίλα - Νιούκαστλ 1-3: Έριξε τριάρα και προκρίθηκε στους «16» του FA Cup",
      "description": "Η Νιούκαστλ επικράτησε της Άστον Βίλα των 10 παικτών με 3-1 και πήρε την πρόκριση για τους «16» του FA Cup.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/newcastle_2.jpg?itok=y_3KjT8O",
      "link": "https://www.gazzetta.gr/football/fa-cup/2516095/aston-bila-nioykastl-1-3-erixe-triara-kai-prokrithike-stoys-16-toy-fa-cup",
      "date": "2026-02-14T19:50:14.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Record-setter Hodgkinson sets sights on world best",
      "description": "Keely Hodgkinson says she is aiming for a new world record after breaking the British 800m best at the UK Athletics Indoor Championships in Birmingham.",
      "image": "",
      "link": "https://www.bbc.com/sport/athletics/articles/cx24n2n2vy2o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-14T19:49:48.000Z",
      "source": "BBC Sport"
    },
    {
      "title": "Ιωνικός - ΠΑΟΚ 32-29: Νίκη 4άδας για τους «μπλε»",
      "description": "Ο Ιωνικός έκανε την... έκπληξη στη 16η αγωνιστική της Handball Premier και επικράτησε με 32-29 του ΠΑΟΚ, στο κλειστό της Νέας Φιλαδέλφειας.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/ionikos_vs_paok_0.jpg?itok=Q81Hjvy-",
      "link": "https://www.gazzetta.gr/handball/a1-andron/2516094/ionikos-paok-32-29-niki-4adas-gia-toys-mple",
      "date": "2026-02-14T19:48:07.000Z",
      "source": "Gazzetta"
    }
  ],
  "technology": [
    {
      "title": "‘Clueless’ -inspired app Alta partners with brand Public School to start integrating styling tools into websites",
      "description": "This week, Alta unveiled its first integration collaboration, teaming up with Public School, a storied New York City brand.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/clueless-inspired-app-alta-partners-with-brand-public-school-to-start-integrating-styling-tools-into-websites/",
      "date": "2026-02-14T19:00:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Hollywood isn’t happy about the new Seedance 2.0 video generator",
      "description": "Hollywood organizations are pushing back against a new AI video model called Seedance 2.0, which they say has quickly become a tool for “blatant” copyright infringement.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/hollywood-isnt-happy-about-the-new-seedance-2-0-video-generator/",
      "date": "2026-02-14T18:26:52.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Designer Kate Barton teams up with IBM and Fiducia AI for a NYFW presentation",
      "description": "Designer Kate Barton teams up with Fiducia AI and IBM for a NYFW presentation.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/designer-kate-barton-teams-up-with-ibm-and-fiducia-ai-for-a-nyfw-presentation/",
      "date": "2026-02-14T17:43:46.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "iBuyPower’s gaming desktops are discounted for Presidents Day",
      "description": "Buying a pre-assembled gaming desktop makes sense for some. It can save you time and money, too, compared to buying PC components piecemeal. If you’re weighing your options, consider some Presidents Day offers on iBuyPower’s pre-built desktops, including the $1,899 RDY Element 9 Pro R07 and the $2,099.99 Slate — both of which are stocked with high-end AMD processors and GPUs that can tear through most games at 1440p with fast frame rates. They also come with 32GB of DDR5 RAM and 2TB of storage, along with a mouse and keyboard. Digging into the Element 9 Pro R07, it features AMD’s Ryzen 7 7800X3D processor, a Radeon 9070 XT graphics card with 16GB of VRAM (roughly on-par with the Nvidia RTX 5070 Ti), 32GB of DDR6 6000MHz RAM, and a 2TB NVMe SSD built into the Asus B650EM Max Gaming motherboard. It ships in iBuyPower’s Element 9 Pro case, which has tempered glass on the front and one side, and features a 360mm RGB liquid cooling system. The system includes an 850W power supply, a wired mouse, and a keyboard, plus a three-year labor warranty and two years of parts coverage. The GPU will be shipped uninstalled, so that’s the only component you’ll need to insert with iBuyPower’s instructions. Normally $2,149, you can currently get it for $1,899 at iBuyPower when you use coupon code STARS at checkout.\niBuyPower Element 9 Pro R07 gaming desktop Where to Buy: $2349 $1899 at iBuyPower (with code STARS)\nThe Slate has slightly different specs, some that are improved over the Element above and some that are a bit below what it provides. The biggest highlight is that the Slate features AMD’s Ryzen 7 9800X3D processor, which edges out the 7800X3D in performance (although both are very capable CPUs). It also features an AMD Radeon 9070 XT graphics card, 32GB of DDR5 RAM at 5,200MHz instead of 6,000MHz, and a 2TB NVMe SSD. Like the R07, it includes a wired keyboard and mouse to get you started, along with a 750W power supply, a liquid cooling system, and a one-year warranty. It’s available for $2,099.99 at Best Buy.\niBuyPower Slate gaming desktop Where to Buy: $2099.99 at Best Buy",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/iBuyPower-Element-9-Pro-R07-Lifestyle-Image.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/878927/ibuypower-gaming-desktop-pc-presidents-day-sale-deal",
      "date": "2026-02-14T17:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Georgia Tech announced the finalists in its wild musical instrument competition",
      "description": "There’s a playable henge of fiddles. | Image: Georgia Tech / The Verge Georgia Tech has announced the finalists in its annual Guthman Musical Instrument Competition. Every year, for the last 28 years, the school invites inventors from around the world to submit new instruments of their own design to compete for $10,000 in prizes. Past finalists have included founding members of Teenage Engineering, Artiphon, and Roli. And last year KOMA Elektronik won for their creation the Chromaplane. This year's finalists are an impressive collection of oddballs. There's Amphibian Modules, a modular synth that swaps patch cables for a dish of saltwater. The Gajveena, which combines a double bass with a traditional Indian …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/2026-Guthman-Musical-Instrument-Competition.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/entertainment/879482/georgia-techs-musical-instrument-competition-fiddle-henge",
      "date": "2026-02-14T16:42:25.000Z",
      "source": "The Verge"
    },
    {
      "title": "India doubles down on state-backed venture capital, approving $1.1B fund",
      "description": "India’s $1.1B fund-of-funds will invest through private VCs to support deep-tech and manufacturing startups.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/14/india-doubles-down-on-state-backed-venture-capital-approving-1-1b-fund/",
      "date": "2026-02-14T16:23:22.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "The Pocket Taco is the best way to turn your phone into a Game Boy",
      "description": "My ongoing quest to turn my iPhone into one of my favorite consoles of all time has led me to a curiously named controller. GameSir's Pocket Taco is only barely pocketable, and distinctly lacking in taco fillings, but for $35, it's an excellent and easy way to turn your phone into a Game Boy-inspired handheld for playing retro games that don't require a pair of thumbsticks.\nUnlike the Abxylute M4 mobile controller that attaches to phones using magnets, or the Backbone Pro that sandwiches your device between a split gamepad, the Pocket Taco uses a hinged mechanism that, for lack of a better description, bites onto the bottom half of your sma …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/gamesir_pockettaco2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/877491/gamesir-pocket-taco-wireless-bluetooth-controller-clamp-hands-on",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "A powerful tool of resistance is already in your hands",
      "description": "In an eyewitness video analyzed frame by frame by The New York Times, Alex Pretti raises one hand and holds a phone in the other. Federal agents tackle him, and one appears to find and remove a gun holstered on his hip. Then, an agent shoots - and a second follows. They appear to fire nine more shots as Pretti lies on the ground.\nThe Trump administration has claimed Pretti was shot because of his legally carried gun - that the agents, later identified in records viewed by ProPublica as Border Patrol agent Jesus Ochoa and Customs and Border Protection (CBP) officer Raymundo Gutierrez, acted in self-defense. But the tool he was visibly holdin …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/01/268288_Minneapolis_General_Strike_JCalifano_0297.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/policy/879273/alex-pretti-ice-cbp-trump-free-speech",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "My uncanny AI valentines",
      "description": "Phoebe Callas, 30, is not real, but she was an AI companion I went on a speed date with. Hopping over a pile of dirty snow, I arrived on a frigid February evening at a wine bar in midtown, a purple neon sign reading \"EVA AI cafe.\" Inside, several people were seated at tables and booths, staring at phones. Servers milled about, placing mini potato croquettes and nonalcoholic spritzers on each table. Like many New York City bars, the majority of the patrons were on a date. Unlike every other bar, half of the dates weren't human.\nAs I enter, I'm shown to a table tucked away in the corner with a phone stand, a phone preloaded with the EVA AI app, and a pair of wireless headphones. An EVA AI employee doesn't explain how things wor …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/268345_Cafe_AI_Date_AKrales_0039.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/report/879327/eva-ai-cafe-dating-ai-companions",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Returning stolen artifacts becomes a thrilling heist in Relooted",
      "description": "Colonialism is not merely about occupying nations. It's a project of mass violence, part of which involves total erasure and the widespread theft of some of the most culturally significant artifacts in the world. Even today, colonizing nations proudly display stolen artifacts, acting as peacocking robbers under the guise of tourism. See, for example, the British Museum's continual hold of the Egyptian Rosetta Stone, the so-called Benin Bronzes, and the Ethiopian Maqdala collection. Colonized nations have sought to reclaim their stolen culture.\nBut what happens when kind requests and diplomatic maneuvers are not only insufficient but undeser …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/Relooted_Cinematic2.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/games/878121/relooted-review-xbox-steam",
      "date": "2026-02-14T14:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Anker’s USB-C cable that lets you charge two gadgets at once is 20 percent off",
      "description": "Monday, February 16th, is Presidents Day, and there are plenty of good deals happening on tech in the run-up to the holiday. Even if you don’t snag any huge upgrades, though, you likely already own multiple gadgets that you need to recharge each and every day. It would sure be nice to be able to charge two devices at once, and you can do just that with Anker’s braided, two-headed USB-C cable — which is available from Amazon or Anker in black or white for $15.99 ($4 off).\nAnker 2-in-1 USB C to USB C Cable 140W (six-foot) Where to Buy: $19.99 $15.99 at Amazon (black) $19.99 $15.99 at Amazon (white) $19.99 $15.99 at Anker (with code WS7DV2LASIFH)\nThe six-foot cable’s usefulness speaks for itself, but I’ve been surprised by how much of a game-changer it&#8217;s been for me at home. My wife and I stow our laptops and iPad Air near an outlet, and it’s nice not to have to argue over who gets to charge their gadget first. We can plug the two ends of the cable into the devices we deem most important to charge throughout the day. It also supports 140W passthrough to a single device, if you have a wall adapter that can push that much juice, and automatically allocates power to the device that needs it most.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/10/Anker-140W-2-in-1-USB-C-to-USB-C-cable.png?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/879003/anker-140w-2-in-1-usb-c-cable-presidents-day-sale-deal",
      "date": "2026-02-14T14:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "How to un-Big Tech your online life",
      "description": "Hi, friends! Welcome to Installer No. 116, your guide to the best and Verge-iest stuff in the world. (If you're new here, welcome, happy National Ferris Wheel Day to all those who celebrate, and also you can read all the old editions at the Installer homepage.) This week, I've been reading about Letterboxd and Mike Vrabel and AI influencers and daytime talk show economics, taking copious notes on Ezra Klein's terrific podcast on the state of the internet, buying just about every lamp in this excellent office tour, making Dot my main Mac calendar app, telling everyone I know how good Steal is, re-reading Tim Wu's excellent book The Master S …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/Installer-116.png?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/879114/best-big-tech-app-alternatives-installer",
      "date": "2026-02-14T13:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Ring’s Flock breakup doesn’t fix its real problem",
      "description": "The most striking thing about Ring's statement that it had parted ways with Flock Safety is what the home security company didn't say. There was no mention of the public backlash around ties to ICE, or any promise to address users' concerns about the company's relationships with law enforcement.\nIn an increasingly authoritarian political climate, the threat of mass surveillance fueled by AI-powered cameras is what many people fear. Yet Ring's statement made no attempt to address this. Instead, the company claims it canceled Flock's integration with its Community Requests tool because it would \"require significantly more time and resources t …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/STKR003_RINGCAMERAS.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/report/879320/ring-flock-partnership-breakup-does-not-fix-problems",
      "date": "2026-02-14T13:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Cinturão das Águas: Ο τεχνητός ποταμός 145 χλμ. νικά την ξηρασία με τη βαρύτητα",
      "description": "Στην καρδιά της βορειοανατολικής Βραζιλίας συντελείται ένα από τα πιο φιλόδοξα κατασκευαστικά εγχειρήματα της Λατινικής Αμερικής. Η πολιτεία της Σεαρά...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/cinturao-das-aguas.jpg",
      "link": "https://www.techgear.gr/cinturao-das-aguas-o-technitos-potamos-145-chlm-nika-tin-xirasia-me-ti-varytita-47650",
      "date": "2026-02-14T12:05:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Από το Wrapped στο AI: Πώς το Spotify έφτασε τους 750 εκατ. χρήστες",
      "description": "Το Spotify συνεχίζει να εδραιώνει τη θέση του ως η κορυφαία πλατφόρμα μουσικού streaming παγκοσμίως. Σύμφωνα με τα οικονομικά αποτελέσματα του τέταρτου τριμήνου του 2025, η εταιρεία ανακοίνωσε ότι ξεπέρασε για πρώτη φορά τους 750 εκατομμύρια μηνιαίους ενεργούς χρήστες (MAUs), φτάνοντας συνολικά τα 751 εκατομμύρια. Πρόκειται για αύξηση 11% σε σύγκριση με την προηγούμενη χρονιά, [&#8230;]\nThe post Από το Wrapped στο AI: Πώς το Spotify έφτασε τους 750 εκατ. χρήστες appeared first on Digital Life.",
      "image": "",
      "link": "https://www.digitallife.gr/apo-to-wrapped-sto-ai-pos-to-spotify-eftase-tous-750-ekat-christes-24539/",
      "date": "2026-02-14T12:00:21.000Z",
      "source": "Digitallife"
    },
    {
      "title": "iOS 26: Η Apple αποκαλύπτει σε πόσα iPhone είναι εγκατεστημένο",
      "description": "Μετά από μήνες εικασιών και ανεπίσημων μετρήσεων από εταιρείες αναλύσεων, η Apple ενημέρωσε τη σελίδα υποστήριξης προγραμματιστών (Developer ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/ios-26-adoption.jpg",
      "link": "https://www.techgear.gr/ios-26-i-apple-apokalyptei-se-posa-iphone-einai-egkatestimeno-47649",
      "date": "2026-02-14T11:49:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Yakoh: Shinobi Ops – Οι δημιουργοί του Tenchu επιστρέφουν με νέο hardcore stealth στο PS5",
      "description": "Η νοσταλγία για τους λάτρεις των stealth παιχνιδιών χτυπάει κόκκινο, καθώς η Acquire, το θρυλικό στούντιο πίσω από την εμβληματική σειρά&nbsp;Tenchu, ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/yakoh-shinobi-ops.jpg",
      "link": "https://www.techgear.gr/yakoh-shinobi-ops-oi-dimioyrgoi-toy-tenchu-epistrefoyn-me-neo-hardcore-stealth-sto-ps5-47648",
      "date": "2026-02-14T11:22:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Μουντιάλ 2026: Ρομποτικά σκυλιά αναλαμβάνουν την ασφάλεια στα γήπεδα του Μεξικού",
      "description": "Η προετοιμασία για το Παγκόσμιο Κύπελλο του 2026 έχει εισέλθει σε μια φάση που ξεπερνά τα έργα υποδομής και αγγίζει τα όρια της τεχνολογικής αιχμής. ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/mexico-robot-dogs.jpg",
      "link": "https://www.techgear.gr/moyntial-2026-rompotika-skylia-analamvanoyn-tin-asfaleia-sta-gipeda-toy-mexikoy-47647",
      "date": "2026-02-14T11:13:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "ITER: Ο Godzilla της Ρομποτικής αναλαμβάνει δράση για τον Τεχνητό Ήλιο",
      "description": "Στο εργοτάξιο του ITER στη νότια Γαλλία, εκεί όπου η ανθρωπότητα επιχειρεί να ξεκλειδώσει τα μυστικά της πυρηνικής σύντηξης, ένας νέος πρωταγωνιστής ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/iter-godzilla.jpg",
      "link": "https://www.techgear.gr/iter-o-godzilla-tis-rompotikis-analamvanei-drasi-gia-ton-technito-ilio-47646",
      "date": "2026-02-14T11:01:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Βαρυτικά Κύματα: Το επόμενο βήμα στην αναζήτηση υπερμαζικών μαύρων τρυπών",
      "description": "Η αστροφυσική κοινότητα βρίσκεται μπροστά σε μια κρίσιμη καμπή στην προσπάθειά της να χαρτογραφήσει τα πιο βίαια και μεγαλοπρεπή φαινόμενα του ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/gravitational-waves-dual-black-holes.jpg",
      "link": "https://www.techgear.gr/varytika-kymata-to-epomeno-vima-stin-anazitisi-ypermazikon-mayron-trypon-47645",
      "date": "2026-02-14T10:30:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Η επόμενη γενιά Nothing Phone πλησιάζει – Τι γνωρίζουμε για τα νέα μοντέλα",
      "description": "Η Nothing ετοιμάζεται να λανσάρει τη νέα γενιά των smartphones της με τα Phone (4a) και Phone (4a) Pro, πιθανότατα στις αρχές Μαρτίου, όπως δείχνει η πρόσφατη teaser καμπάνια της εταιρείας. Η Nothing άρχισε να δίνει γεύση για τα νέα μοντέλα μέσω κοινωνικών δικτύων, αποκαλύπτοντας λίγες, αλλά ενδιαφέρουσες λεπτομέρειες σχετικά με τα χρώματα και τα [&#8230;]\nThe post Η επόμενη γενιά Nothing Phone πλησιάζει &#8211; Τι γνωρίζουμε για τα νέα μοντέλα appeared first on Digital Life.",
      "image": "",
      "link": "https://www.digitallife.gr/i-epomeni-genia-nothing-phone-plisiazei-ti-gnorizoume-gia-ta-nea-montela-26564/",
      "date": "2026-02-14T08:00:45.000Z",
      "source": "Digitallife"
    },
    {
      "title": "DJI’s first robovac is an autonomous cleaning drone you can’t trust",
      "description": "It's been eight years since I last reviewed a robot vacuum. Having spent the last two months with a new flagship, I'm shocked by how much they've advanced from early bump-and-run models.\nIn October, DJI launched its very first robovacs in Europe. I've been testing the top-of-the-line Romo P model, which doesn't yet have a US release date. It includes a self-cleaning base station, a mopping function, and enough high-end specs and charm that my colleague Jen Tuohy took notice.\nJen is a true robovac expert. I, let's be clear, am not. But I can share what it's like to make the jump from an entry-level model to one of these multifunctional comb …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/DSC_1200.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/877012/dji-romo-review-robot-vacuum-drone-mop",
      "date": "2026-02-14T08:00:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "Υπερηχητική ταχύτητα, συμβατικό κόστος: Η Κίνα κατασκεύασε το «αόρατο» βλήμα των 80mm",
      "description": "Κινέζοι επιστήμονες φέρονται να έχουν επιτύχει μια τεχνολογική ανατροπή που αλλάζει τα δεδομένα στον σύγχρονο ναυτικό πόλεμο, αναπτύσσοντας μια νέα ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/china-hypersonic-naval-missiles.jpg",
      "link": "https://www.techgear.gr/yperichitiki-tachytita-symvatiko-kostos-i-kina-kataskeyase-to-aorato-vlima-ton-80mm-47644",
      "date": "2026-02-14T07:19:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Γιατί ο πρωινός καφές λειτουργεί ως «ασπίδα» για τον εγκέφαλο – Τι έδειξε νέα έρευνα",
      "description": "Για τους περισσότερους από εμάς, η πρώτη γουλιά καφέ το πρωί είναι απλώς μια απαραίτητη ιεροτελεστία για να ανοίξει το μάτι. Είναι το «καύσιμο» που ...",
      "image": "https://www.techgear.gr/portal-img/feedimage/37/morning-coffee.jpg",
      "link": "https://www.techgear.gr/giati-o-proinos-kafes-leitoyrgei-os-aspida-gia-ton-egkefalo-ti-edeixe-nea-ereyna-47643",
      "date": "2026-02-14T07:09:00.000Z",
      "source": "Techgear"
    },
    {
      "title": "Nothing opens its first retail store in India",
      "description": "The two-story location will sell products from Nothing and the more affordable, mass-market brand CMF.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/nothing-opens-its-first-retail-store-in-india/",
      "date": "2026-02-14T06:30:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Επίσημο Το Παιχνίδι John Wick, Remake God Of War Και 2D Platformer, PlayStation State Of Play",
      "description": "Όλα όσα είδαμε στο PlayStation State of Play του Φεβρουαρίου, το οποίο ήταν γεμάτο με εκπλήξεις και περιλάμβανε δεκάδες νέες κυκλοφορίες και τρέιλερ. H Saber...",
      "image": "https://www.youtube.com/embed/Ap5JlQ680E8",
      "link": "https://www.pcsteps.gr/274569-%ce%b5%cf%80%ce%af%cf%83%ce%b7%ce%bc%ce%bf-%cf%84%ce%bf-%cf%80%ce%b1%ce%b9%cf%87%ce%bd%ce%af%ce%b4%ce%b9-john-wick/",
      "date": "2026-02-14T06:00:32.000Z",
      "source": "Pcsteps"
    },
    {
      "title": "Indian pharmacy chain giant exposed customer data and internal systems",
      "description": "A backend flaw in web admin dashboards used by one of India's largest pharmacy chains, exposed thousands of online pharmacy orders.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/indias-major-pharmacy-chain-exposed-customer-data-and-internal-systems/",
      "date": "2026-02-14T03:30:00.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Airbnb plans to bake in AI features for search, discovery and support",
      "description": "Airbnb CEO Brian Chesky said the company wants to increase its use of large language models for customer discovery, support and engineering.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/airbnb-plans-to-bake-in-ai-features-for-search-discovery-and-support/",
      "date": "2026-02-14T02:40:42.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Airbnb says a third of its customer support is now handled by AI in the US and Canada",
      "description": "Airbnb was poised to introduce an app that doesn't just search for you, but one that \"knows you.\" CEO Brian Chesky said, \"It will help guests plan their entire trip, help hosts better run their businesses, and help the company operate more efficiently at scale.\"",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/airbnb-says-a-third-of-its-customer-support-is-now-handled-by-ai-in-the-u-s-and-canada/",
      "date": "2026-02-13T22:12:26.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Fintech lending giant Figure confirms data breach",
      "description": "The company said hackers downloaded “a limited number of files” after breaking into an employee’s account. The hacking group ShinyHunters took responsibility for the breach.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/fintech-lending-giant-figure-confirms-data-breach/",
      "date": "2026-02-13T21:02:46.000Z",
      "source": "TechCrunch"
    }
  ],
  "music": [
    {
      "title": "Wiz Khalifa Shares Emotional Tribute After the Death of His Father",
      "description": "Wiz Khalifa is mourning the loss of his father. On Friday (Feb. 13), the 38-year-old rapper took to social media to share an emotional tribute following the death of his dad, Laurence W. Thomaz. He was 63, according to TMZ. &#8220;Today my father decided not to wake up,&#8221; Wiz wrote on X. &#8220;I will always love him, miss him and be [grateful] for the things he taught me. He went out like a true yogi, at peace and on his own time. I love you forever Laurence W. Thomaz.&#8221; The &#8220;Black and Yellow&#8221; artist continued, &#8220;My father’s passing was sudden but seeing how many people love and respected him makes happy and i know he’s proud that he left a positive impact on this earth. Literally all he ever wanted.&#8221; Khalifa, whose real name is Cameron Jibril Thomaz, also shared several throwback photos on his Instagram Story. One childhood snapshot showed his father helping him on a swing, captioned, &#8220;Love you big guy.&#8221; Another image featured a young Wiz with his dad and what appears to be his sibling, Dorien “Lala” Thomaz, who died in 2017. &#8220;My boy was smooth,&#8221; Wiz wrote alongside the photo, referring to his father. Another caption on the photo read, &#8220;You and La La are together again,&#8221; along with a praying hands emoji. Wiz was reportedly close to his dad, who was a former member of the military. The rapper previously told NME that Thomaz opened a recording studio in his hometown of Pittsburgh, Pennsylvania, when he was a kid, which helped lay the foundation for his future. &#8220;I lived in that studio. And that’s what turned me into who I am today,&#8221; the rapper told the publication in 2016. Khalifa wrote on X that his last conversation with his dad &#8220;was him telling me how proud of me he was for the movie i was in and I promised him i would do more.&#8221; The hip-hop star&#8217;s most notable acting role was co-starring with Snoop Dogg in the 2012 stoner comedy Mac &amp; Devin Go to High School, where Wiz played the character Devin Overstreet. The movie&#8217;s soundtrack featured &#8220;Young, Wild &amp; Free,&#8221; with Bruno Mars, which peaked at No. 7 on the Billboard Hot 100 chart. Wiz also thanked those who shared their condolences for his father&#8217;s passing. &#8220;It really means a lot in this tough time and is helping me feel better,&#8221; he wrote.",
      "image": "https://i.imgur.com/2HpFicp.png",
      "link": "https://www.billboard.com/music/rb-hip-hop/wiz-khalifa-father-dies-tribute-1236180055/",
      "date": "2026-02-14T19:12:41.000Z",
      "source": "Billboard"
    },
    {
      "title": "Latin Jazz Legend Eddie Palmieri to Be Featured in Upcoming Documentary & More Uplifting Moments in Latin Music",
      "description": "From career milestones to new music releases to major announcements and those little important moments,&nbsp;Billboard&nbsp;editors highlight&nbsp;uplifting moments&nbsp;in Latin music. Here’s what happened in the Latin music world this week. New Doc Celebrates the Life and Legacy of Eddie Palmieri A new documentary feature film, Eddie Palmieri: Sweet Sweet Sugar, directed by Emmy-nominated filmmaker Omar Acosta, is currently in production. The film focuses on the life and legacy of Grammy-winning pianist, composer, and bandleader Eddie Palmieri, who revolutionized salsa and Latin jazz and shaped the genre as we know it. Set against the backdrop of Spanish Harlem and the Bronx from the 1950s to the 1980s, the film explores how Palmieri used his music to amplify the voices of Puerto Ricans while shaping Latin music’s global influence today. &#8220;Puerto Ricans came to New York with rhythm, passion, and very little else. We didn’t melt into the pot. We reshaped it.&nbsp;Eddie Palmieri is the proof,&#8221; said director&nbsp;Acosta in a press release. &#8220;Born in the crucible of Spanish Harlem, his music captures the moment Puerto Rico collided with New York and invented something new, something permanent. Eddie&nbsp;speaks for the Puerto Rican diaspora, a people whose fight for dignity and opportunity transformed not only themselves, but American culture and the world beyond it.&#8221;&nbsp; Produced by David Kennedy and Nick Quested of Goldcrest Films in co-production with Uprising Music NYC and in cooperation with the Eddie Palmieri estate, the film has full access to Palmieri’s music catalog and never-before-seen archival footage. Eddie Palmieri. Photo Credit: Robert Schneider Outernational Brings Revolution Rock to Bogotá’s Streets New York troupe Outernational brought the streets of Bogotá to life with a riveting performance on Callejeras Música de a Pie, a YouTube channel that transforms public spaces into open stages. Frontman Miles Solay was joined by Bogotá ensemble — Diana Castro (accordion), Juancho Mendez (tiple), Hector Marín Bedoya (bass), Sergio Arias (guitar) — as they fused their rebellious future rock with Latin American rhythms, such as cumbia, carranga, jazz, and slam poetry in La Candelaria, creating a riveting celebration of music in 15 minutes. Songs “Woman on the Edge of Time,” “La Gente Nueva,” and “Welcome” — all from their 2024 album Welcome to the Revolution, produced by Chad Smith — invited onlookers passing by to connect, dance, and reflect. Watch below. Peso Pluma Joins the Adidas Family Adidas announced on Friday (Feb. 13) that Peso Pluma has officially joined its roster of global ambassadors. “Representing the three stripes for Mexico and our music with Adidas is something I dreamed about since I was a kid,&#8221; the Mexican superstar said in a statement. &#8220;This isn’t just about me, it’s for my people, my culture, and everyone pushing Mexico forward. I&#8217;m excited to join the Adidas family and keep showing the world who we are.” Peso joins the ranks of Bad Bunny, Pharrell Williams and Jennie (BLACKPINK), who have also partner with the iconic brand. View this post on Instagram Guaynaa &amp; Lele Pons Welcome Baby Girl Beloved Latin music couple Guaynaa and Lele Pons — who are also Billboard Español cover star alums — welcomed their first born child. They introduced their blue-eyed girl on a shared Instagram post on Wednesday (Feb. 11), captioning, &#8220;Say hello to Eloísa.&#8221; A bevy of stars congratulated them, including Jay Wheeler, who wrote, &#8220;What we create are works of art! God bless her,&#8221; and who also recently welcomed a child with his wife. De La Ghetto commented, &#8220;She has the same face as her dad.&#8221; Meanwhile, Anitta shared her excitement, simply writing, &#8220;Loooooove.&#8221; See the post below. View this post on Instagram",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/Unknown.png?w=300",
      "link": "https://www.billboard.com/music/latin/eddie-palmieri-doc-peso-pluma-adidas-guaynaa-lele-pons-baby-1236179905/",
      "date": "2026-02-14T15:00:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Rob Halford Talks ‘Breaking the Law’ Inspiration in Clip From Judas Priest Documentary",
      "description": "See exclusive clip from The Ballad of Judas Priest, co-directed by Tom Morello, ahead of the film's world premiere this week at the 2026 Berlin International Film Festival",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/rob-halford-breaking-the-law-judas-priest-documentary-1235516954/",
      "date": "2026-02-14T14:31:54.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Jimmy Fallon & Tommy Mottola Scrap Sauce Venture Amid Epstein Fallout",
      "description": "Jimmy Fallon and longtime music executive Tommy Mottola have scrapped plans to launch a branded pasta sauce line following renewed scrutiny tied to recently released Epstein-related documents. According to The Hollywood Reporter, Fallon and Mottola had been in early development on a pasta sauce brand that could have launched as late as 2027. However, the project is no longer moving forward as attention intensifies around Mottola’s association with Jeffrey Epstein. Page Six first reported that the collaboration had been placed on “pause,” citing a source close to the project who said, “Nobody wants to be within 50 feet of anyone in the Epstein files.” The Hollywood Reporter later reported that the venture has been shelved entirely. The development follows the release of hundreds of gigabytes of documents connected to federal investigations into Epstein, the financier and convicted sex offender who died in jail in 2019 while awaiting trial on federal sex trafficking charges. The files, made public after congressional action compelled the Department of Justice to release additional materials, include communications and records involving numerous high-profile figures. According to The Hollywood Reporter, Mottola’s name appears in approximately 600 documents released to date, with the materials showing contact between Mottola and Epstein over multiple years, including references to travel arrangements and other communications. Fallon and Mottola have been friends for years and have frequently been seen together in New York. Mottola has appeared as a guest on The Tonight Show Starring Jimmy Fallon to promote his projects. Mottola is chairman of Mottola Media Group and co-founder of Ntertain Studios. Fallon continues to host NBC’s The Tonight Show Starring Jimmy Fallon.",
      "image": "",
      "link": "https://www.billboard.com/culture/tv-film/jimmy-fallon-tommy-mottola-scrap-sauce-epstein-fallout-1236180044/",
      "date": "2026-02-14T11:07:59.000Z",
      "source": "Billboard"
    },
    {
      "title": "Casey Wasserman to Sell Agency Following Epstein Fallout",
      "description": "Casey Wasserman is planning to sell his namesake agency amid escalating fallout tied to documents released in the Jeffrey Epstein case, as first reported by The Wall Street Journal on Friday (Feb. 11). The Journal reported that Wasserman formally put the agency on the market and informed staff of the move in an internal memo, citing the controversy and recent client and executive departures. Related Wasserman Fallout: Every Artist Who Has Spoken Out Over Founder&#8217;s Epstein Ties&nbsp;(UPDATING) Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand In the memo, Wasserman wrote: “At this moment, I believe that I have become a distraction to those efforts. That is why I have begun the process of selling the company, an effort that is already underway.” He added that Wasserman president Mike Watts “will assume day-to-day control of the business” while he focuses on his role leading the Los Angeles 2028 Olympic and Paralympic Games organizing committee. “First and foremost, I want to apologize to you,” Wasserman wrote to employees. “I’m deeply sorry that my past personal mistakes have caused you so much discomfort. It’s not fair to you, and it’s not fair to the clients and partners we represent so vigorously and care so deeply about.” The decision follows intense scrutiny after newly unsealed Epstein-related materials included email exchanges between Wasserman and Ghislaine Maxwell from 2003. Wasserman has maintained that his interactions were limited and occurred before Maxwell’s criminal conduct became public. Related Casey Wasserman&#8217;s Name Appears In the Epstein Files. What&#8217;s Next For His Namesake&nbsp;Agency? In Friday’s memo, he reiterated that position, writing that his contact “consisted of one humanitarian trip to Africa and a handful of emails that I deeply regret sending.” He also stated he was “heartbroken that my brief contact with them 23 years ago has caused you, this company, and its clients so much hardship over the past days and weeks.” The fallout has already had a measurable impact across the representation business. Multiple music and sports clients have exited or signaled plans to leave the agency in recent days, including high-profile music acts and athletes. Reporting across trade outlets has described internal pressure from agents exploring buyout scenarios or spin-offs to protect client relationships. Chappell Roan, Orville Peck and Sylvan Esso are among those to have departed the agency, while Best Coast’s Bethany Cosentino wrote via Instagram on Feb. 5, “I did not consent to having my name or my career tied to someone with this kind of association to exploitation.” On Jan. 31, a day after the release of the latest round of files in the Epstein case, Wasserman&nbsp;sent a statement to&nbsp;The Hollywood Reporter&nbsp;apologizing for his involvement with Maxwell while denying “a personal or business relationship” with Epstein himself. “I deeply regret my correspondence with Ghislaine Maxwell which took place over two decades ago, long before her horrific crimes came to light,” Wasserman said. “I never had a personal or business relationship with Jeffrey Epstein. As is well documented, I went on a humanitarian trip as part of a delegation with the Clinton Foundation in 2002 on the Epstein plane. I am terribly sorry for having any association with either of them.” A Wasserman representative did not immediately respond to Billboard&#8216;s request for comment.",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P103YSK9-e1770138117352.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/casey-wasserman-confirms-agency-sale-epstein-fallout/",
      "date": "2026-02-14T06:08:47.000Z",
      "source": "Billboard"
    },
    {
      "title": "Casey Wasserman Selling His Talent Agency After Epstein Debacle: ‘I Have Become a Distraction’",
      "description": "A wave of talent severed ties with the agency after the revelation of emails exchanged between Wasserman and convicted sex offender Ghislaine Maxwell",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/casey-wasserman-epstein-files-selling-agency-1235516889/",
      "date": "2026-02-14T04:26:57.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Smell Like Royalty With Bath & Body Works’ Disney Princess Collection: Shop Here",
      "description": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes. Want to smell like a Disney princess? Thanks to another collaboration between Disney and Bath &amp; Body Works, fans can now bring home the unique fragrances of Mulan, Snow White, Rapunzel, Tiana, Belle and Aurora. Related The 100 Greatest Disneyverse Songs of All&nbsp;Time Jimmy Fallon &amp; Tommy Mottola Scrap Sauce Venture Amid Epstein Fallout From Sony to Raycon &amp; Apple, Here Are Our Picks for Noise-Canceling Headphones The collection doesn&#8217;t stop there, though: With a whopping 90-product assortment, each princess gets an array of beauty items crafted to fit their animated persona, including fine fragrance mist, body wash and cream, lip gloss, candles, hand soap, sanitizer and decorative accessories. shop the disney collection at bath &amp; body works Meet the Princesses and Their Fragrance Line: Mulan For Mulan&#8217;s collection, her fragrance scent features magnolia blossom and radiant apricot meet the freshness of fierce waters. It&#8217;s bold yet graceful, this scent reflects Mulan’s spirit of courage, passion and determination. Mulan Fine Fragrance Mist $18.95 Buy Now on Bath &amp; Bod yworks Mulan Pedestal 3-Wick Candle Holder $59.95 Buy Now on bath &amp; Body Works Mulan Nightlight Wallflowers Fragrance Plu Mulan Gentle &amp; Clean Foaming Hand Soap $8.95 Buy Now on bath &amp; Body works Rapunzel Raunzel&#8217;s scent includes floral sundrop flowers and rich nectar wrapped in golden musk evoking the Disney Princess&#8217; vibrant and optimistic personality. Rapunzel Ultimate Hydration Body Cream Rapunzel Gentle &amp; Clean Foaming Hand Soap $8.95 Buy Now on bath &amp; body works Rapunzel 3-Wick Candle Rapunzel Fine Fragrance Mist $18.95 Buy Now on bath &amp; body works Snow White Take in notes of mystic red apple and ripened fruits set against a backdrop of enchanted woods creating a fragrance as charming and whimsical as Snow White herself. Snow White Single Wick Candle $16.95 Buy Now on bath &amp; Body works Snow White Basket PocketBac Holder $10.95 Buy Now on bath &amp; body works Snow White Body Wash $16.95 Buy Now on bath &amp; body works Snow White PocketBac Hand Sanitizer $1.95 Buy Now on bath &amp; body works Tiana With Tiana&#8217;s collection, experience delicate water lily and gilded amber accented by shimmering bayou woods deliver a harmonious blend of fruity and floral elements, evoking dreams come true in the heart of the bayou. Tiana Body Wash $16.95 Buy Now on bath &amp; Body Works Tiana Ultimate Hydration Body Cream $18.95 Buy Now on bath &amp; Body Works Tiana Fine Fragrance Mist $18.95 Buy Now on bath &amp; body works Aurora Soft rose petals and sandalwood, finished with a touch of sparkling fairy dust offer a dreamy balance of floral and gourmand notes inspired by Aurora’s graceful, playful and optimistic nature. Aurora Nightlight Wallflowers Fragrance Plug $19.95 Buy Now on bath &amp; Body Works Aurora Fine Fragrance Mist $18.95 Buy Now on bath &amp; Body Works Aurora Ultimate Hydration Body Cream $18.95 Buy Now on bath &amp; body works Aurora 3-Wick Candle $24.95 Buy Now on bath &amp; Body Works Belle With Belle&#8217;s line fans will gets notes of rose petals, sparkling buttercup and whipped vanilla to create an elegant mix of floral and gourmand notes for those seeking beauty and adventure. Belle Fine Fragrance Mist $18.95 Buy Now on bath &amp; Body Works Belle 3-Wick Candle $24.95 Buy Now on bath &amp; body works Belle Body Wash $16.95 Buy Now on bath &amp; Body Works Disney Shop a handful of lights, candle holders and accessories dipped in Disney gold. From Disney castles, fancy carriages and princess music boxes, this magical collection is a go-to for any fan. Disney Princess Light-up Castle $14.95 Buy Now on bath &amp; Body works Disney Princess Keepsake Music Box $99.95 Buy Now on bath &amp; body works Disney Princess Carriage Projector Nightlight $39.95 Buy Now on bath &amp; Body Works Disney Princess Backpack $69.95 Buy Now on bath &amp; Body Works “Disney Princess is a powerful global brand grounded in timeless stories, iconic characters andvalues that resonate across generations,” said Liz Shortreed, senior vice president of DisneyConsumer Products. “Through our collaboration with Bath &amp; Body Works, we’re bringing thosecore elements to life, translating the distinct spirit of each Princess into fragrances and designsfans can enjoy every day.” Blending Disney’s magical storytelling with Bath &amp; Body Works’ signature craftsmanship the Princess collection is surely sell out fast. Start shopping the highly-anticipated collaboration in stores and online today, Friday, Feb. 13. shop the disney collection at bath &amp; body works",
      "image": "https://www.billboard.com/wp-content/uploads/2023/05/The-100-Greatest-Disneyverse-Songs-billboard-1548.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/culture/product-recommendations/disney-princess-bath-body-works-collection-shop-online-1235897800/",
      "date": "2026-02-14T02:36:53.000Z",
      "source": "Billboard"
    },
    {
      "title": "Toni Bravo Re-Creates Iconic Doechii Look for Date Night | Rock the Look",
      "description": "Toni Bravo gives you a step-by-step tutorial to Doechii’s makeup look for date night. She shares why Doechii inspires her, her key tips to a flawless base and more! Will you be re-creating this look for Valentine’s Day? Let us know in the comments! Toni Bravo: Hi. I&#8217;m Toni Bravo. Welcome to Rock the Look. Today, I&#8217;m going to be re-creating an iconic look from my girl Doechii for a date night. Okay, first things first, we&#8217;re going to do a little skin prep. My skin&#8217;s actually it&#8217;s looking pretty hydrated, but I always like to add in a little bit of a mist or a hydrator. At first, we&#8217;re using the Rhode Glazing Mist. Beautiful. Really, when it comes to this look, it&#8217;s all about the prep. I&#8217;m using the Charlotte Tilbury Magic Cream. This moisturizer is one of my favorites. I use this whenever I know I need the hydration to last, so I kind of just throw this all over. Now, the MUA for this look happens to be my friend Chelsea, and she made a whole breakdown video for this look and gave me a lot of really great tips. And one of the biggest things she mentioned was hydration. So if you&#8217;re doing this look, you kind of can&#8217;t skip that part. Now, while I kind of let that sit, I like to add an eye patch moment right underneath the eyes. Today, we&#8217;re going to use my Rhode Peptide Eye Prep. Put these right underneath the eyes. When I think of Doechii&#8217;s signature look, glam, but also in a way that feels very grounded, just really allowing the glam to be centered around you. It&#8217;s very unapologetic. So lips, we&#8217;re gonna prep the lips too. We&#8217;re using this Rhode Plumping Lip Mask. I put this all over. So this is basically how you should look before the makeup even goes on. Hydrated, glowy and honestly, a little glass like. All right, we&#8217;re using my Ardell Brow Glue. I use this for every single look. Kind of just comb it through, just making sure they&#8217;re nice and clean before you go in with any type of glue because whatever you add in there will stay. So I let them sit like that. We&#8217;re taking a little ABH Micro Brow Pen, and I fill in some of these sparser areas. I don&#8217;t do too much. So I kind of just take my time and add in little strokes wherever I feel like. Keep watching for more!",
      "image": "",
      "link": "https://www.billboard.com/video/toni-bravo-recreates-iconic-doechii-look-for-date-night/",
      "date": "2026-02-14T01:42:18.000Z",
      "source": "Billboard"
    },
    {
      "title": "CORTIS Teases Second Album at NBA Crossover & More | All Access",
      "description": "CORTIS was at NBA Crossover last night and we show you what you missed out from the boys’ performance, to them teasing their second album, how they feel they’ve grown since they debuted and more! CORTIS I hope they like it. They have no clue. Fan 1: They paved the way.&nbsp; Fan 2: They&#8217;re so hot.&nbsp; Fan 1: We love their music. Tetris Kelly:&nbsp;&nbsp; We finally got to hang with CORTIS during NBA Crossover in LA and from performing unreleased music to chatting about their growth and inspiration since debut, we take you there in Billboard All Access. CORTIS:&nbsp;&nbsp; Truly a huge honor for NBA to actually having us here today. I hope the fans really enjoy our performance today because we got a lot of cool things. It&#8217;s gonna be really fun.&nbsp; Tetris Kelly:&nbsp;&nbsp; But do the guys ball themselves? CORTIS: We do play sports, but as you can see, we are in the studio quite a lot, so we kind of suck at it. We decided to stick to the music. Yeah, we do play. We are fans. We watch NBA, we watch them play, but maybe not do it ourselves. We just love to play it.&nbsp; Tetris Kelly&nbsp;&nbsp; Fans went crazy for the high-energy track &#8220;Mention Me&#8221; from the movie &#8216;GOAT.&#8217; CORTIS: We wrote this song when we were in Japan, in a hotel. No I think it was when we were in Hong Kong. They sent us the audio track. And then we were like, Oh, this song is good. We got to record some stuff on it. The song was already done, but we tried to, like, make it our own and, like, write our own verses on it. And then it took us, like, 30 minutes, yeah, 10 minutes, like, I don&#8217;t know it was really short. And we finished our verse really fast, and we kind of, like, recorded everybody&#8217;s voices on it. Keep watching for more!",
      "image": "",
      "link": "https://www.billboard.com/video/cortis-teases-second-album-at-nba-crossover/",
      "date": "2026-02-14T01:33:20.000Z",
      "source": "Billboard"
    },
    {
      "title": "Billboard’s Music Industry Events Calendar",
      "description": "As part of our continuing efforts to serve the music industry and its creators, Billboard Pro now features a music industry events calendar for readers. The calendar will act as music&#8217;s most complete summary major national and international industry events, from conferences to festivals to networking mixers and more. Just as Billboard is music&#8217;s must-read source for news, charts and analysis, now it also is the go-to for business happenings. Related Dates Announced for SXSW London&nbsp;Debut Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand February 2026 Feb. 11-16 &#8211; ​​Buenos Aires Dance conference (Buenos Aires, Argentina) Feb. 14-16 &#8211; Bandland festival (Bengaluru, India) Feb. 17-19 &#8211; Music in Action Summit (Boulder, Colo.) Feb. 18 &#8211; She Is the Music&#8217;s Sharing the Spotlight event (Los Angeles) Feb. 19 &#8211; Live Nation Q4/FY2025 earnings call Feb. 19 &#8211; Premio Lo Nuestro (Miami) Feb. 19-March 1 &#8211; Noise Pop Festival (San Francisco) Feb. 20-22 &#8211; Innings Festival (Tempe, Ariz.) Feb. 21 &#8211; Sweet Relief Musicians Fund benefit concert (San Francisco) Feb. 22-27 &#8211; Viña del Mar International Song Festival (Viña del Mar, Chile) Feb. 23-26 &#8211; On Air Fest (New York) Feb. 23-March 2 &#8211; Envision Festival (Uvita, Costa Rica) Feb. 24 &#8211; Green Events and Innovations: The Sound of Sustainability conference (London) Feb. 24 &#8211; A Greener Future International AGF Awards (London) Feb. 24 &#8211; Ryman Hospitality Properties Q4 earnings call Feb. 24-27 &#8211; International Live Music Conference (London) Feb. 25-March 1 &#8211; Montreux Jazz Festival Miami (Miami) Feb. 27 &#8211; ILMC Futures Forum (London) Feb. 27-March 1 &#8211; WinterWondergrass Festival (Steamboat Springs, Colo.) Feb. 28 &#8211; BRIT Awards (Manchester, U.K.) Feb. 28 &#8211; NAACP Image Awards (Pasadena, Calif.) Feb. 28 &#8211; PGA Awards (Los Angeles) March 2026 March 2-4 &#8211; Women in Music&nbsp;Global Summit (Toronto) March 2-22 &#8211; RodeoHouston (Houston) March 3 &#8211; Tibet House US Benefit Concert (New York) March 3-8 &#8211; The New Colossus Festival (New York) March 5 &#8211; Love Rocks NYC benefit concert (New York) March 5 &#8211; Universal Music Group Q4/FY2025 earnings call March 7-8 &#8211; Jazz in the Gardens Music Fest (Miami Gardens, Fla.) March 7-8- Rolling Loud Australia (Sydney and Melbourne, Australia) March 12-18 &#8211; SXSW (Austin) March 13-14 &#8211; Coca-Cola’s Sips &amp; Sounds Music Festival (Austin) March 13-15 &#8211; C2C: Country to Country (London; Belfast, N. Ireland; Glasgow, Scotland) March 13-15 &#8211; Lollapalooza Argentina (San Isidro, Argentina) March 13-15 &#8211; Lollapalooza Chile (Santiago, Chile) March 14 &#8211; Hello, Melbourne festival (Melbourne, Australia) March 14-15 &#8211; La Cura Fest (Hermosillo, Sonora, Mexico) March 14-15 &#8211; Vive Latino festival (Mexico City) March 16 &#8211; iHeartPodcast Awards (Austin) March 17 &#8211; Venues Day (London) March 18 &#8211; Deezer Q4/FY2025 earnings call March 18 &#8211; IFPI Global Music Report Launch Event (virtual) March 18 &#8211; Tencent Q4/FY2025 earnings call March 18-20 &#8211; Country Radio Seminar (Nashville) March 19-21 &#8211; Wavelength Music Festival + Conference (Toronto) March 19-22 &#8211; Okeechobee Music &amp; Arts Festival (Okeechobee, Fla.) March 20-21 &#8211; Deep Tropics festival (Nashville) March 20-22 &#8211; Lollapalooza Brasil (São Paulo) March 22 &#8211; Band As One Nashville: Concert for the Cure (Nashville) March 22 &#8211; Susan G. Komen Band As One Nashville Concert for the Cure (Nashville) March 22-25 &#8211; MUSEXPO (Burbank, Calif.) March 24-26 &#8211; Winter Music Conference (Miami) March 24-28 &#8211; Tin Pan South Songwriters Festival (Nashville) March 25 &#8211; Fun Business Days Miami (Miami) March 25-29 &#8211; Treefort Music Fest (Boise, Idaho) March 26 &#8211; BMG FY2025 earnings call March 26 &#8211; Femmy Awards (Miami) March 26 &#8211; HBCU AWAREFEST (Atlanta) March 26 &#8211; MOBO Awards (Manchester, England) March 26-29 &#8211; Big Ears Festival (Knoxville, Tenn.) March 27-29 &#8211; Pa’l Norte festival (Monterrey, Mexico) March 27-29 &#8211; Ultra Music Festival (Miami) April 2026 April 2-5 &#8211; Byron Bay Bluesfest (Byron Bay, Australia) April 9-12 &#8211; The Canadian Folk Music Awards (Calgary, Alberta, Canada) April 9-12 &#8211; Country Thunder Arizona festival (Florence, Ariz.) April 10 &#8211; Ultra New Zealand festival (Wellington, New Zealand) April 10-12 &#8211; Coachella weekend 1 (Indio, Calif.) April 10-12 &#8211; Tortuga Music Festival (Ft. Lauderdale, Fla.) April 11 &#8211; Ultra Australia festival (Melbourne, Australia) April 12 &#8211; Ultra Beach Gold Coast festival (Southport, Australia) April 13-14 &#8211; Fun Business Days Valencia (Valencia, Spain) April 14 &#8211; Music Sustainability Summit (Los Angeles) April 14 &#8211; North American Concert Promoters Association annual meeting (Beverly Hills, Calif.) April 14-16 &#8211; Pollstar Live! (Los Angeles) April 15 &#8211; Pollstar Awards (Los Angeles) April 17 &#8211; Day Zero Bali festival (Bali) April 17-19 &#8211; Coachella weekend 2 (Indio, Calif.) April 18 &#8211; Syndicate Smokedown &amp; Music Festival (Fort Worth, Tex.) April 18-19 &#8211; High Water Festival (Charleston, S.C.) April 19-21 &#8211; HITS HOME conference (Nashville) April 20-May 6 &#8211; La Linea &#8211; The London Latin Music Festival (London) April 22-24 &#8211; IMS Ibiza (Cala Llonga, Ibiza, Spain) April 23-May 3 &#8211; New Orleans Jazz &amp; Heritage Festival (New Orleans) April 24-25 &#8211; Ubbi Dubbi festival (Fort Worth, Tex.) April 24-26 &#8211; Liberation Weekend II festival &amp; fundraiser (Washington, D.C.) April 24-26 &#8211; Stagecoach (Indio, Calif.) April 25 &#8211; Sick New World festival (Las Vegas) April 27-May 2 &#8211; Soundscape&nbsp;Northwest festival and conference (Portland, Oreg.) April 29 &#8211; APRA Music Awards (Sydney) April 29-May 2 &#8211; Festival de la Leyenda Vallenata (Valledupar, Colombia) May 2026 May 1-3 &#8211; Beachlife Festival (Redondo Beach, Calif.) May 2 &#8211; iHeartCountry Festival (Austin) May 6-7 &#8211; Secure Venues Summit (Seattle) May 7-10 &#8211; Welcome to Rockville (Daytona Beach, Fla.) May 8-10 &#8211; Country Thunder Florida festival (St. Pete Beach, Fla.) May 8-10 &#8211; Rolling Loud USA (Orlando, Fla.) May 13-16 &#8211; The Great Escape festival (Brighton, England) May 14-16 &#8211; Chrysalis festival (San Jose Del Cabo, Mexico) May 14-17 &#8211; Sonic Temple Art &amp; Music Festival (Columbus, Ohio) May 15-17 &#8211; Kilby Block Party festival (Salt Lake City) May 16 &#8211; Zipangu Japanese Music Event (Pasadena, Calif.) May 19 &#8211; The Gordon Parks Foundation Annual Awards Dinner &amp; Auction (New York) May 20-24 &#8211; Lightning in a Bottle festival (Buena Vista Lake, Calif.) May 22-23 &#8211; Africa Rising Music Conference (Johannesburg, South Africa) May 22-24 &#8211; BottleRock Napa Valley festival (Napa, Calif.) May 22-24 &#8211; Dark Star Jubilee festival (Thornville, Ohio) May 23-24 &#8211; Sueños festival (Chicago) May 23-25 &#8211; Movement Festival (Detroit) May 28-30 &#8211; Dusty Vaquero Days festival (Gillette, Wyo.) June 2026 June 1-6 &#8211; SXSW London (London) June 3-5 &#8211; AIMS: AI Music Summit (Boston) June 4-6 &#8211; HIGH END Vienna (Vienna) June 4-6 &#8211; Primavera Sound Barcelona (Barcelona, Spain) June 4-7 &#8211; Carolina Country Music Fest (Myrtle Beach, S.C.) June 4-7 &#8211; CMA Fest (Nashville) June 5-7 &#8211; Governors Ball Festival (New York) June 5-7 &#8211; Rock am Ring (Nürburg, Germany) June 5-7- Rock im Park (Nuremberg, Germany) June 6-7 &#8211; All Things Go Toronto festival (Toronto) June 6-7 &#8211; Railbird Music Festival (Lexington, Ky.) June 7 &#8211; Tony Awards (New York) June 8 &#8211; Libera Awards (New York) June 8-11 &#8211; A2IM Indie Week (New York) June 10-14 &#8211; Download Festival (Leicestershire, U.K.) June 11-13 &#8211; Rock the South festival (Decatur, Ala.) June 11-14 &#8211; Bonnaroo (Manchester, Tenn.) June 13 &#8211; Braves Country Fest&nbsp;(Atlanta) June 13 &#8211; MUSIC AWARDS JAPAN (Tokyo) June 13-14 &#8211; All Good Now festival (Columbia, Md.) June 18-20 &#8211; Sónar Festival (Barcelona, Spain) June 18-20 &#8211; Summerfest weekend 1 (Milwaukee) June 18-21 &#8211; Barefoot Country Music Fest (Wildwood, N.J.) June 18-21 &#8211; Hellfest (Clisson, France) June 18-21 &#8211; The Isle of Wight Festival (Newport, England) June 19-20 &#8211; Zootown Music Festival (Missoula, Mont.) June 25-27 &#8211; Summerfest weekend 2 (Milwaukee) June 25-28 &#8211; Electric Forest festival (Rothbury, Mich.) June 26-28 &#8211; Wilco&#8217;s Solid Sound festival (North Adams, Mass.) July 2026 July 2-4 &#8211; Summerfest weekend 3 (Milwaukee) July 2-5 &#8211; Rock Werchter festival (Rotselaar, Belgium) July 3 &#8211; Roundhay Festival (Leeds, England) July 8-11 &#8211; Mad Cool festival (Madrid) July 8-12 &#8211; Windy City Smokeout festival (Chicago) July 10 &#8211; BST Hyde Park festival (London) July 10-11 &#8211; Minnesota Country Club Festival (St. Paul, Minn.) July 16-18 &#8211; 4848 Festival (Snowshoe, W. Va.) July 17-19 &#8211; Inkcarceration festival (Mansfield, Ohio) July 17-19 &#8211; Minnesota Yacht Club Festival (St. Paul, Minn.) July 17-19 &#8211; Under the Big Sky festival (Whitefish, Mont.) July 18-19 &#8211; Summer of ’99 and Beyond Festival (Tinley Park, Ill.) July 23-25 &#8211; Headwaters Country Jam (Three Forks, Mont.) July 24-25 &#8211; Eaux Claires festival (Eau Claire, Wis.) July 24-26 &#8211; Newport Folk Festival (Newport, R.I.) July 28-Aug. 1 &#8211; Latin Alternative Music Conference (New York) July 30-Aug. 1 &#8211; Hinterland Music Festival (St. Charles, Iowa) July 30-Aug. 2 &#8211; Y Not Festival (Pikehall, England) August 2026 Aug. 2-4 &#8211; Musikfest Music Industry Conference (Bethlehem, Pa.) Aug. 5-9 &#8211; Boardmasters festival (Newquay, England) Aug. 7-9 &#8211; Outside Lands (San Francisco) Aug. 12-15 &#8211; Iceland Eclipse festival (Snæfellsnes Peninsula, Iceland) Aug. 12-16 &#8211; Boomtown Festival (South Downs National Park, England) Aug. 14-16 &#8211; Flow Festival (Helsinki, Finland) Aug. 25 &#8211; SOURCE Hall of Fame Awards (Nashville) Aug. 26-30 &#8211; Rock en Seine festival (Domaine national de Saint-Cloud, France) Aug. 27-30 &#8211; Creamfields festival (Daresbury, England) Aug. 28-29 &#8211; All Points East festival (London) September 2026 Sept. 1-4 &#8211; BIGSOUND (Brisbane, Australia) Sept. 3-6 &#8211; End of the Road festival (Dorset, England) Sept. 4-5 &#8211; Vive Latino España (Zaragoza, Spain) Sept. 4-6 &#8211; Velocity at Field of Dreams festival (Dyersville, Iowa) Sept. 14 &#8211; Primetime Emmys (Los Angeles) Sept. 17-20 &#8211; Louder Than Life festival (Louisville, Ky.) Sept. 18-20 &#8211; Cascade Equinox Festival (Redmond, Oreg.) Sept. 19-20 &#8211; Experts Only festival (New York) Sept. 25-26 &#8211; Somewhere Festival &amp; Conference (Wichita, Kans.) October 2026 Oct. 1 &#8211; Day Zero Tulum festival (Tulum, Mexico) Oct. 13-16 &#8211; Mondo.NYC conference (New York) Oct. 21-25 &#8211; Amsterdam Dance Event (Amsterdam) Oct. 24 &#8211; Sick New World festival (Fort Worth, Tex.) November 2026 Nov. 8-10 &#8211; jump.global Summit (Los Angeles) Want your event listed? For more information contact joe.maimone@billboard.com.",
      "image": "https://www.billboard.com/wp-content/uploads/2021/09/London-Skyline-2020-billboard-1548-1631033399.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/music-industry-events-calendar-festivals-awards-conferences/",
      "date": "2026-02-14T00:26:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Charli xcx, Bleachers, Jill Scott, MUNA & More: What’s Your Favorite New Music This Week? Vote!",
      "description": "Music&#8217;s biggest stars certainly didn&#8217;t leave the world hanging this Valentine&#8217;s Day weekend. Charli xcx leads this week&#8217;s Friday Music Guide with her lush Wuthering Heights companion album, which features spunky collaborations with John Cale (&#8220;House&#8221;) and Sky Ferreira (&#8220;Eyes of the World&#8221;). The soundtrack accompanies the release of the film of the same name, directed by Oscar-winning screenwriter Emerald Fennel and starring Oscar-nominated actors Margot Robbie and Jacob Elordi. Related Friday Music Guide: New Music From Charli xcx, MUNA, Bleachers &amp;&nbsp;More Jill Scott Makes Her Spiritual Comeback With ‘To Whom This May Concern’ | In&nbsp;Conversation Kate Bush&#8217;s &#8216;Wuthering Heights&#8217; &#038; 10 Other Classic Songs Inspired By&nbsp;Literature Jill Scott also dropped her new album — and it&#8217;s her first full-length offering in a decade. Featuring collaborations with Trombone Shorty, JID and Tierra Whack, as well as a gritty, soulful soundscape, To Whom This May Concern set a high bar for 2026 R&amp;B LPs. Holding it down for the genre&#8217;s new school, Brent Faiyaz also shared his new Icon LP, executive produced by the great Raphael Saadiq. On the hip-hop side, a plethora of artists shared new music, including A Boogie Wit Da Hoodie (Before Artistry EP), Domani (Forever Lasting Tape), Feng (Weekend Rockstar), Waka Flocka Flame (Lebron Flocka James 2K26), Eem Triplin (A Love Song for U EP), Buddah Bless (Buddah Bless the Streets) and Ras Kass (Leopard Eats Face). Central Cee also dropped his long-awaited &#8220;Iceman Freestyle,&#8221; while Mike Will Made-It teamed up with Chief Keef and YoungBoy Never Broke Again for &#8220;Rooms.&#8221; As far as singles go, Bleachers, the Jack Antonoff-led rock outfit, followed up the A-list producer&#8217;s recent Grammy wins (best rap song for &#8220;TV Off&#8221; and record of the year for &#8220;Luther&#8221;) with a new, National-esque track titled &#8220;You and Forever.&#8221; Pop trio MUNA also returned with &#8220;Dancing on the WALL,&#8221; the title track off their forthcoming fourth studio album, and enigmatic Swedish singer Lykke Li unleashed &#8220;Lucky Again,&#8221; kicking off her &#8220;existential era.&#8221; Not to be outdone, Red Hot Chili Peppers founding member Flea went back to his jazz roots with &#8220;Thinkin Bout You,&#8221; a tender Frank Ocean lift that serves as the latest taste of his upcoming debut solo album, Honora, due this March. Vote between this week&#8217;s new releases — or share your own — in&nbsp;Billboard‘s New Music Friday&nbsp;poll&nbsp;below: Take Our Poll Take Our Poll Take Our Poll Take Our Poll",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/Charli-xcx-2025-Photo-Credit-Stolen-Besos-e1770927343476.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/music-news/charli-xcx-bleachers-jill-scott-new-music-friday-poll-vote-1236179927/",
      "date": "2026-02-13T23:33:11.000Z",
      "source": "Billboard"
    },
    {
      "title": "Wasserman Fallout: Every Artist Who Has Spoken Out Over Founder’s Epstein Ties (UPDATING)",
      "description": "On Thursday (Feb. 5), Best Coast frontwoman Bethany Cosentino was the first artist signed to the powerful Wasserman agency to speak out over revelations that its founder and CEO, Casey Wasserman, had carried on a flirtatious relationship with convicted sex trafficker Ghislaine Maxwell — the main accomplice of convicted child sex predator Jeffrey Epstein — after the latest tranche of 3 million files in the Epstein case was released. Expressing anger over Wasserman&#8217;s apology, in which the executive said he &#8220;deeply regret[s]&#8221; his communications with Maxwell, Cosentino called for Wasserman to step down from his post and for the agency to change its name, among other demands. Related Chappell Roan Exits Wasserman Agency Amid Outrage Over Epstein Ties: &#8216;I Hold My Teams to the Highest Standards&#8217; Kristin Robinson Since Cosentino&#8217;s Instagram post went live, several more artists — mainly indie acts —&nbsp;have responded to the controversy. Though these responses have varied somewhat, most have either announced their exit from the agency over the revelations or seemingly threatened to leave if Wasserman isn&#8217;t held accountable for his actions. Nearly all have expressed support for their agents. On Monday evening (Feb. 9), Chappell Roan became the first major star to speak out on the issue, writing that she had left the agency amid the growing outrage (without explicity mentioning Epstein or Maxwell). The growing number of artist defections is now continuing to snowball into a major issue for Wasserman and his namesake agency, which represents such superstars as Ed Sheeran, Coldplay, SZA, Noah Kahan, Lorde and Kenny Chesney. Will any of those other big acts follow Roan&#8217;s lead? Below, we&#8217;ve rounded up every Wasserman artist who has spoken out on the issue. We&#8217;ll continue updating the list as more of them make their feelings known. (Ed. Note: The Wasserman agency has declined multiple requests for comment on the artist departures.)",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P103YRAW.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/lists/casey-wasserman-jeffrey-epstein-ties-artists-react/",
      "date": "2026-02-13T22:57:00.000Z",
      "source": "Billboard"
    },
    {
      "title": "Taylor Swift Calls Travis, ‘My In-House House Guy,’ Announces ‘Opalite’ Remix",
      "description": "Kelce inspired Chris Lake’s new EDM version of the track",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-travis-kelce-opalite-remix-chris-lake-1235516394/",
      "date": "2026-02-13T21:10:45.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Alex G and the Blue Nile’s Paul Buchanan to Score Jane Schoenbrun Film",
      "description": "Teenage Sex and Death at Camp Miasma premieres August 7",
      "image": "",
      "link": "https://pitchfork.com/news/alex-g-the-blue-nile-paul-buchanan-to-score-jane-schoenbrun-new-film/",
      "date": "2026-02-13T20:46:58.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Evan Dando Hospitalized for Mental Health Treatment",
      "description": "After Lemonheads frontman reportedly sent sexually explicit videos to a fan, his rep says he’s “receiving comprehensive help from experienced doctors and mental health professionals”",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/lemonheads-evan-dando-hospitalized-1235516157/",
      "date": "2026-02-13T19:40:14.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Lemonheads’ Fan Accuses Evan Dando of Sending Unsolicited Explicit Videos",
      "description": "Dando has since been hospitalized for mental-health treatment, a representative says",
      "image": "",
      "link": "https://pitchfork.com/news/lemonheads-fan-accuses-evan-dando-of-sending-unsolicited-explicit-videos/",
      "date": "2026-02-13T19:19:21.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Taylor Swift Disputes Bedding Company’s ‘Swift Home’ Trademark",
      "description": "The artist has asked the U.S. Patent and Trademark Office to reject Cathay Home’s mark",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-swift-home-trademark-dispute-1235516007/",
      "date": "2026-02-13T18:03:54.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "James Blake Reveals North American Tour, Shares New Song",
      "description": "The Trying Times tour includes stops in Los Angeles, New York, and Philadelphia",
      "image": "",
      "link": "https://pitchfork.com/news/james-blake-announces-north-america-tour-shares-new-song/",
      "date": "2026-02-13T17:30:41.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Irreversible Entanglements Announce New Album Future Present Past",
      "description": "The free-jazz quintet tapped Helado Negro and New York-based vocalist Motherboard for their follow-up to 2023’s Protect Your Light",
      "image": "",
      "link": "https://pitchfork.com/news/irreversible-entanglements-announce-new-album-future-present-past/",
      "date": "2026-02-13T16:56:54.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Taylor Swift Shares Extended ‘Opalite’ Video of ‘Camcorder Footage, Gigantic Scrunchies’",
      "description": "“I never want to forget a single detail of this hysterical shoot,” the singer said in an Instagram post",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-opalite-video-extended-versions-1235515810/",
      "date": "2026-02-13T16:33:08.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "The Artist FKA Sturgill Simpson Is Releasing a New Album. You Can’t Stream It",
      "description": "Mutiny After Midnight, by Johnny Blue Skies and the Dark Clouds, will be released only on vinyl, CD, and cassette",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/sturgill-simpson-johnny-blue-skies-mutiny-after-midnight-1235514899/",
      "date": "2026-02-13T16:29:50.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Foo Fighters Tease New Songs From Unreleased 12th Album on Their Website",
      "description": "Home page features posters you can click on to hear clips",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/foo-fighters-website-new-music-1235515832/",
      "date": "2026-02-13T16:04:05.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Este Haim Is Totally Available for Paul Thomas Anderson Movie Scores",
      "description": "But only if Jonny Greenwood retires",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/este-haim-paul-thomas-anderson-jonny-greenwood-scores-1235515807/",
      "date": "2026-02-13T15:46:27.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Sturgill Simpson Unveils New Johnny Blue Skies Album",
      "description": "Mutiny After Midnight arrives in March",
      "image": "",
      "link": "https://pitchfork.com/news/sturgil-simpson-johnny-blue-skies-album-mutiny-after-midnight/",
      "date": "2026-02-13T15:29:58.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "12 New Albums You Should Listen to Now: Charli XCX, Feng, and More",
      "description": "Also stream new releases from Jill Scott and August Ponthier",
      "image": "",
      "link": "https://pitchfork.com/news/10-new-albums-you-should-listen-to-now-charli-xcx-feng-and-more/",
      "date": "2026-02-13T15:08:09.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Jane Remover Drops New Venturing Song “In The Dark”",
      "description": "Her first release under the alias since 2025’s Ghostholding",
      "image": "",
      "link": "https://pitchfork.com/news/jane-remover-drops-new-venturing-song-in-the-dark/",
      "date": "2026-02-13T05:19:14.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Jennifer Hudson to Produce ‘Dreamgirls’ Broadway Revival",
      "description": "The award-winning musical's Broadway revival is set for 2026",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/dreamgirls-broadway-jennifer-hudson-producer-1235515740/",
      "date": "2026-02-13T05:17:58.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "Listen to Charli XCX and Sky Ferreira’s New Wuthering Heights Song",
      "description": "“Eyes of the World” is the pair’s first collaboration since 2019",
      "image": "",
      "link": "https://pitchfork.com/news/listen-to-charli-xcx-and-sky-ferreiras-new-wuthering-heights-song/",
      "date": "2026-02-13T05:13:49.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Lykke Li Details Final Album The Afterparty, Shares New Song",
      "description": "The Swedish artist has also lined up shows with Robyn and Wolf Alice",
      "image": "",
      "link": "https://pitchfork.com/news/lykke-li-details-final-album-the-afterparty-shares-new-song/",
      "date": "2026-02-13T05:08:11.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Scritti Politti to Reissue Rare Debut Album",
      "description": "A remastered version of 1982’s Songs to Remember arrives April 10 via Rough Trade",
      "image": "",
      "link": "https://pitchfork.com/news/scritti-politti-to-reissue-rare-debut-album/",
      "date": "2026-02-12T22:52:20.000Z",
      "source": "Pitchfork"
    }
  ]
}