{
  "politics_greece": [
    {
      "title": "Γιάννης Παναγόπουλος: Το ΠΑΣΟΚ ζητά να παραιτηθεί από την ηγεσία της ΓΣΕΕ",
      "description": "Η συνεδρίαση της Πολιτικής Γραμματείας της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου (ΚΟΕΣ), που πραγματοποιήθηκε το απόγευμα της Παρασκευής (13.02.2026), κατέληξε σε ομόφωνη απόφαση για την πορεία προς το συνέδριο του ΠΑΣΟΚ και τη στρατηγική ενόψει των εθνικών εκλογών. Την ίδια στιγμή, ωστόσο, ανέδειξε διαφωνίες για τον τρόπο εκλογής και την κατανομή των συνέδρων, ενώ αρκετά στελέχη εξέφρασαν έντονη ανησυχία για την υπόθεση Παναγόπουλου.\nΗ επιμονή του Νίκου Ανδρουλάκη στο μοντέλο που είχε εφαρμοστεί και στο προηγούμενο συνέδριο προκάλεσε ενστάσεις από τον δήμαρχο Αθηναίων Χάρη Δούκα και τη βουλευτή Νάντια Γιαννακοπούλου, με τη συζήτηση να αποτυπώνει μια σαφή διαφορά προσέγγισης. Παράλληλα, η συνεδρίαση απασχόλησαν και οι τελευταίες εξελίξεις στην υπόθεση του προέδρου της ΓΣΕΕ, Γιάννη Παναγόπουλου, ο οποίος ερευνάται για υπεξαίρεση κονδυλίων.\nΌσον αφορά την υπόθεση Παναγόπουλου, η Πολιτική Γραμματεία υπενθυμίζει ότι τέθηκε «άμεσα σε αναστολή» η κομματική του ιδιότητα έως τη διαλεύκανση της υπόθεσης για την οποία ερευνάται, επαναλαμβάνοντας ότι ισχύει το τεκμήριο της αθωότητας. Η ανακοίνωση επίσης αναφέρει ότι από «θέση αρχής» και «για την προάσπιση του κύρους και της αξιοπιστίας του συνδικαλιστικού κινήματος», ενώ σημειώνεται ότι ο κ. Παναγόπουλος «οφείλει να διευκολύνει», παραιτούμενος «των φιλοδοξιών του να ηγηθεί της ΓΣΕΕ».\nΣτο ίδιο πλαίσιο, το ΠΑΣΟΚ διαμηνύει ότι «ούτε εκβιάζεται, ούτε απειλείται», καλώντας σε πρωτοβουλίες για την αντιμετώπιση χρόνιων παθογενειών που –όπως αναφέρει– επανέρχονται στην επιφάνεια: από την κρίση αντιπροσωπευτικότητας και αξιοπιστίας έως την ανάγκη «απεγκλωβισμού» από κατεστημένες αντιλήψεις και εξαρτήσεις. Η ανακοίνωση απευθύνει επίσης κάλεσμα προς τα μέλη και τους φίλους που δραστηριοποιούνται στους χώρους εργασίας και στις συνδικαλιστικές παρατάξεις να συμμετάσχουν στον προσυνεδριακό διάλογο και στις πρωτοβουλίες που θα ακολουθήσουν.\nΟ δρόμος προς το Συνέδριο\nΗ Πολιτική Γραμματεία, όπως αναφέρεται στη σχετική ανακοίνωση, εξέτασε «διεξοδικά» την ατζέντα της πορείας προς το συνέδριο, αλλά και την πολιτική στρατηγική «ενόψει των επερχόμενων εθνικών εκλογών», τις οποίες χαρακτηρίζει «μείζον πολιτικό διακύβευμα». Τη συζήτηση άνοιξε ο πρόεδρος του ΠΑΣΟΚ, Νίκος Ανδρουλάκης, θέτοντας –κατά την ανακοίνωση– ζητήματα που αφορούν την «εθνική στρατηγική», τις βασικές πολιτικές και ιδεολογικές θέσεις του κόμματος και τον τρόπο με τον οποίο θα πορευθεί προς συνέδριο και εκλογές.\nΗ απόφαση υπογραμμίζει επίσης ότι το ΠΑΣΟΚ προσέρχεται στο συνέδριο με «σαφή και καθαρή ιδεολογική ταυτότητα», με αιχμή τη σοσιαλδημοκρατία του 21ου αιώνα ως απάντηση στις κοινωνικές, οικονομικές και γεωπολιτικές προκλήσεις. Παράλληλα, επαναδιατυπώνει τη θέση ότι το ΠΑΣΟΚ είναι «κόμμα εξουσίας» –όχι «κόμμα διαμαρτυρίας»– με στόχο τη διακυβέρνηση, ενώ επιμένει στην «αυτόνομη πολιτική πορεία» και στην πλήρη προγραμματική αυτοτέλεια στη μάχη των εκλογών.\nΤι αποφασίστηκε για την «αμφίπλευρη διεύρυνση»\nΙδιαίτερη αναφορά γίνεται στη στρατηγική «αμφίπλευρης διεύρυνσης», η οποία –όπως σημειώνεται– έχει ήδη εκκινήσει μέσω αρμόδιας επιτροπής υπό τον Κώστα Σκανδαλίδη, με στόχο την επιστροφή πολιτών και στελεχών που απομακρύνθηκαν σε προηγούμενες περιόδους. Στην ίδια γραμμή, η ανακοίνωση αποσαφηνίζει ότι το ζήτημα της πρόσκλησης και ένταξης βουλευτών αποτελεί αρμοδιότητα του προέδρου, ως επικεφαλής και της Κοινοβουλευτικής Ομάδας. Σε ό,τι αφορά τις συνεργασίες, το κόμμα δηλώνει ότι θα εντείνει τη συνεργασία του με πολιτικές ομάδες, οργανώσεις και κοινωνικούς φορείς – στο επίπεδο του κοινοβουλίου, της κοινωνίας και των συνδικάτων – με στόχο την προώθηση της «πολιτικής αλλαγής», ενώ ως «πολιτικό αντίπαλο» προσδιορίζει τη Νέα Δημοκρατία. Στρατηγικός στόχος, σύμφωνα με την απόφαση, είναι να αναδειχθεί πρώτο κόμμα και να συγκροτήσει κυβέρνηση «με κορμό το ΠΑΣΟΚ».\nTo άρθρο Γιάννης Παναγόπουλος: Το ΠΑΣΟΚ ζητά να παραιτηθεί από την ηγεσία της ΓΣΕΕ δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/gsee-panagopoulos-eurok-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/giannis-panagopoulos-to-pasok-zita-na-paraitithei-apo-tin-igesia-tis-gsee/4600296/",
      "date": "2026-02-13T17:01:32.000Z",
      "source": "Newsit"
    },
    {
      "title": "Καρυστιανού για αγροτικό συλλαλητήριο – «Η κοινωνία μίλησε: Κάθαρση παντού»",
      "description": "«Σήμερα η Αθήνα δεν είναι απλώς το σκηνικό μιας ακόμη διαμαρτυρίας. Είναι ο τόπος όπου συναντιούνται η αξιοπρέπεια με την αγανάκτηση, η υπομονή με το όριο, ο αλύγιστος αγώνας με την περηφάνια» γράφει η Μαρία Καρυστιανού, σε ανάρτησή της στο Facebook, το απόγευμα της Παρασκευής (13/2/26), με αφορμή το συλλαλητήριο των αγροτών στην Αθήνα.\n«Οι αγρότες και οι κτηνοτρόφοι δεν βρίσκονται εδώ για το θεαθήναι. Δεν άφησαν τα χωράφια και τα κοπάδια τους για μια συμβολική κίνηση. Βρίσκονται εδώ γιατί έφτασαν στο σημείο μηδέν. Γιατί το κόστος παραγωγής έγινε θηλιά, γιατί οι υποσχέσεις αποδείχθηκαν κενές, γιατί η αναμονή για δικαιοσύνη μετατράπηκε σε φρούδες ελπίδες» σύμφωνα με την Μαρία Καρυστιανού.\nΤο ρεύμα και τα καύσιμα παραμένουν βραχνάς. Οι αποζημιώσεις καθυστερούν. Οι εξαγγελίες ανακυκλώνονται. Και την ίδια στιγμή, οι πραγματικοί παραγωγοί βλέπουν να αποκαλύπτεται ένα σύστημα που αντί να στηρίζει τον μόχθο, επιβραβεύει τις διασυνδέσεις και τη «σιωπή». Το ζήτημα δεν είναι μόνο οικονομικό. Είναι βαθιά ηθικό.\nΌταν οι επιδοτήσεις δεν φτάνουν σε αυτούς που παράγουν, όταν οι έλεγχοι γίνονται επιλεκτικά, όταν η ευθύνη διαχέεται για να μη φτάσει πουθενά, τότε δεν μιλάμε για αδυναμία, μιλάμε ξεκάθαρα για δόλια επιλογή. Οι αληθινοί κτηνοτρόφοι μετρούν απώλειες στα κοπάδια τους, μετρούν ζημιές που δεν αναπληρώνονται, μετρούν μέρες αγωνίας, χωρίς σαφές σχέδιο στήριξης. Πίσω από κάθε αριθμό υπάρχει μια οικογένεια. Πίσω από κάθε «στατιστική» υπάρχει ένας άνθρωπος που παλεύει να κρατήσει ζωντανή τη δουλειά του.\nΚαι το ερώτημα γίνεται απλό και αμείλικτο: Θέλουμε πρωτογενή παραγωγή ή θέλουμε ρουσφέτια και εξαρτήσεις; Θέλουμε ύπαιθρο ζωντανή ή χωριά άδεια και εγκαταλελειμμένα; Θέλουμε διαφάνεια ή ανοχή στο πλιάτσικο που συντελείται στις πλάτες των αγροτών;\nΣτο Σύνταγμα δεν παρίστανται συντεχνίες. Διαδηλώνουν αγρότες που ζητούν το αυτονόητο: Καθαρές διαδικασίες, δίκαιες αποζημιώσεις, σταθερό πλαίσιο για να μπορούν να παράγουν χωρίς να αισθάνονται όμηροι. Ζητούν λογοδοσία όπου υπάρχουν σκιές. Ζητούν σχέδιο και γενναίες δίκαιες αποφάσεις.\nΗ χώρα χωρίς ισχυρή αγροτική και κτηνοτροφική παραγωγή δεν έχει αυτάρκεια, δεν έχει ανθεκτικότητα, δεν έχει μέλλον. Η παραγωγική ανασυγκρότηση απαιτεί διάφανους κανόνες και δίκαιο κυβερνητικό σχεδιασμό.Στεκόμαστε δίπλα στον αγώνα των αγροτών συνειδητά. Γιατί ο αγώνας για διαφάνεια, δικαιοσύνη και αξιοπρέπεια αφορά όλους μας. Αφορά την ίδια τη δημοκρατία μας.Η κοινωνία δεν ζητά θαύματα. Ζητά αλήθεια. Και στο τέλος, πάντα η αλήθεια λάμπει.Δεν υπάρχουν άλλα περιθώρια για υπεκφυγές. Υπάρχει μόνο μία απαίτηση: Καθαροί κανόνες και ίση μεταχείριση.Η κοινωνία μίλησε: Κάθαρση παντού!\nTo άρθρο Καρυστιανού για αγροτικό συλλαλητήριο &#8211; «Η κοινωνία μίλησε: Κάθαρση παντού» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/karystianou-1.jpg",
      "link": "https://www.newsit.gr/politikh/karystianou-gia-agrotiko-syllalitirio-i-koinonia-milise-katharsi-pantou/4600245/",
      "date": "2026-02-13T16:02:54.000Z",
      "source": "Newsit"
    },
    {
      "title": "Δούκας και Γιαννακοπούλου την «έπεσαν» στον Ανδρουλάκη για τους συνέδρους: «Το ΠΑΣΟΚ είναι κόμμα μελών», «Τράβηξε πίσω αυτό το εκλογικό σύστημα»",
      "description": "Βαθαίνει η εσωκομματική ένταση στο ΠΑΣΟΚ ενόψει του Συνεδρίου, καθώς δεν είναι λίγα τα «κορυφαία» στελέχη που διαφωνούν με τον τρόπο εκλογής των συνέδρων που προτείνει ο Νίκος Ανδρουλάκης. Στη συνεδρίαση της Πολιτικής Γραμματείας, η οποία βρίσκεται σε εξέλιξη, ο πρόεδρος του κόμματος απέρριψε τα περί «αλγόριθμου», ωστόσο στελέχη όπως ο Χάρης Δούκας και η Νάντια Γιαννακοπούλου απάντησαν στα όσα ανέφερε στην εισαγωγική του τοποθέτηση.\nΣτον απόηχο της αυστηρής προειδοποίησης του Νίκου Ανδρουλάκη ότι «όταν συνεδριάζουν τα όργανα θα τα σέβεστε. Τα συνέδρια θα τα σέβεστε» –μια φράση με την οποία επιχείρησε να κλείσει τη συζήτηση για τον τρόπο εκλογής και κατανομής των συνέδρων, αλλά και να ανακόψει το «γαϊτανάκι» διαρροών– οι παρεμβάσεις του Χάρη Δούκα και της Νάντιας Γιαννακοπούλου κινήθηκαν σε δύο άξονες: αφενός άσκησαν κριτική στο προτεινόμενο σχήμα, υποστηρίζοντας ότι πλήττει την ισοτιμία των μελών, αφετέρου προειδοποίησαν για τον κίνδυνο εσωστρέφειας, σε μια συγκυρία που –όπως τόνισαν– το ΠΑΣΟΚ δεν έχει περιθώριο να εγκλωβιστεί στη στασιμότητα και να χάσει το πολιτικό διακύβευμα ενός «μαζικού, δημοκρατικού» συνεδρίου.\nΧάρης Δούκας: «Να εκλέξουμε συνέδρους με βάση τα μέλη»\nΟ δήμαρχος Αθηναίων Χάρης Δούκας ξεκαθάρισε ότι δεν αμφισβήτησε τον Νίκο Ανδρουλάκη μετά τις εσωκομματικές εκλογές, σημειώνοντας πως «σέβομαι τα όργανα», αλλά προσθέτοντας ότι «πρέπει κι εσύ να σέβεσαι εμάς», ζητώντας να μην «ποινικοποιείται» ο διάλογος. Όπως είπε, η ευθύνη για να διασφαλιστεί ο ουσιαστικός διάλογος ανήκει πρωτίστως στον πρόεδρο. Για το επίμαχο θέμα των συνέδρων, αμφισβήτησε τη λογική ότι «δεν υπάρχουν μητρώα» ή ότι «δεν ξέρουμε» ποιοι είναι φίλοι και ποιοι μέλη «ενάμιση χρόνο μετά» τις εσωκομματικές εκλογές. Ο Χάρης Δούκας υποστήριξε ότι η προτεινόμενη διαδικασία συνιστά «αλγόριθμο», τον οποίο συνέδεσε με αντίθεση προς προηγούμενη εγκύκλιο της ηγεσίας στο συνέδριο του 2022, επιμένοντας ότι «το ΠΑΣΟΚ είναι κόμμα μελών» και ότι οι σύνεδροι πρέπει να εκλέγονται «με βάση τα μέλη», χωρίς –όπως είπε– αντίστοιχο προηγούμενο. Παράλληλα, προειδοποίησε για τον κίνδυνο εσωστρέφειας, σημειώνοντας ότι «με τις διατυπώσεις και τις αιχμές» που –κατά τον ίδιο– δόθηκαν στη δημοσιότητα πριν ολοκληρωθεί η συνεδρίαση «παράγεται εσωστρέφεια». Τόνισε, ωστόσο, ότι «όχι στην εσωστρέφεια» πρέπει να συνδυαστεί και με «όχι στη στασιμότητα», καλώντας σε «διάλογο και σύνθεση για τη νίκη».\nΓιαννακοπούλου σε Ανδρουλάκη: «Τράβηξε πίσω αυτό το εκλογικό σύστημα»\nΗ Νάντια Γιαννακοπούλου, από την πλευρά της, εξέφρασε την «ανησυχία», που –όπως είπε– μεταφέρει από μέλη και ψηφοφόρους, υποστηρίζοντας ότι δύο ζητήματα «δημιουργούν απογοήτευση και τροφοδοτούν εσωστρέφεια». Το πρώτο αφορά την υπόθεση Παναγόπουλου και τις εξελίξεις στην ΠΑΣΚΕ, οι οποίες –κατά την εκτίμησή της– καλλιεργούν «κλίμα εμφυλίου» σε έναν νευραλγικό χώρο, αυτόν του συνδικαλισμού. Όπως τόνισε, «δεν γίνεται καθόλου κατανοητή» η θέση ότι πρόκειται για «γαλάζιο σκάνδαλο», όταν ο βασικός πρωταγωνιστής της διερεύνησης είναι ο πρόεδρος της ΓΣΕΕ, επί δεκαετίες στέλεχος του ΠΑΣΟΚ. Υπενθύμισε ότι «καλώς ανεστάλη» η κομματική του ιδιότητα και πρόσθεσε ότι η ίδια είχε τοποθετηθεί δημόσια υπέρ της παραίτησής του από την προεδρία της ΓΣΕΕ όσο διαρκεί η διερεύνηση, επισημαίνοντας ωστόσο ότι «από αυτά μέχρι τον εμφύλιο υπάρχει μεγάλη απόσταση».\nΤο δεύτερο –και κεντρικό– ζήτημα, όπως είπε, είναι ο τρόπος εκλογής των αντιπροσώπων, τον οποίο χαρακτήρισε «αντικαταστατικό», καθώς –κατά την τοποθέτησή της– πλήττει την «αυτονόητη ισοτιμία των μελών». Υπογράμμισε ότι δεν την απασχολούν οι «συσχετισμοί» και η εκλογή συγκεκριμένων προσώπων στα όργανα, αλλά αυτό που «εισπράττει» ως αγωνία από τη βάση, τονίζοντας ότι «ο κόσμος του κόμματος που άντεξε στα δύσκολα δεν αντέχει αυτή την εικόνα». Κάλεσε, μάλιστα, τον πρόεδρο να «κάνει μια υπέρβαση» και να αποσύρει το προτεινόμενο εκλογικό σύστημα, υποστηρίζοντας ότι έχει δημιουργήσει «πολύ περισσότερα προβλήματα στη βάση» και ότι μια τέτοια κίνηση θα αποτελούσε «πράξη σύνθεσης». «Πρόεδρε, κάνε μια υπέρβαση. Τράβηξε πίσω αυτό το εκλογικό σύστημα. Έχει δημιουργήσει πολύ περισσότερα προβλήματα στη βάση του κόμματος. Θα είναι μια πράξη σύνθεσης από τη μεριά σου» είπε χαρακτηριστικά. Στο ίδιο πλαίσιο, η Νάντια Γιαννακοπούλου ζήτησε το επίδικο να παραμείνει το πολιτικό περιεχόμενο του συνεδρίου: «να φτάσουμε σε ένα μαζικό, δημοκρατικό, πολιτικό συνέδριο» που θα συσπειρώσει, θα δώσει απαντήσεις για το «πώς θα ανεβάσουμε τις δυνάμεις μας» και δεν θα αφήσει την παράταξη «στάσιμη ή να πέφτει». Επισήμανε, επίσης, την ανάγκη τακτικότερων συζητήσεων για κρίσιμα θέματα –όπως η συνταγματική αναθεώρηση– και ζήτησε να είναι σαφές ότι οι θέσεις του ΠΑΣΟΚ για το Σύνταγμα θα διαμορφωθούν «μέσα στις δικές μας διαδικασίες», όχι σε εξωθεσμικά «στρογγυλά τραπέζια» με άλλους χώρους της αντιπολίτευσης.\nTo άρθρο Δούκας και Γιαννακοπούλου την «έπεσαν» στον Ανδρουλάκη για τους συνέδρους: «Το ΠΑΣΟΚ είναι κόμμα μελών», «Τράβηξε πίσω αυτό το εκλογικό σύστημα» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/haris-doukas-nantia-giannakopoulou-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/doukas-kai-giannakopoulou-tin-epesan-ston-androulaki-gia-tous-synedrous-to-pasok-einai-komma-melon-travikse-piso-ayto-to-eklogiko-systima/4600229/",
      "date": "2026-02-13T15:45:01.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΠΑΣΟΚ: Αυτόνομη πορεία, αμφίπλευρη διεύρυνση, αντίπαλος η ΝΔ – Να παραιτηθεί ο Παναγόπουλος από την ηγεσία της ΓΣΕΕ",
      "description": "«Το ΠΑΣΟΚ ούτε εκβιάζεται, ούτε απειλείται», διαμηνύει η Πολιτική Γραμματεία της Κεντρικής Οργανωτικής Επιτροπής του Συνεδρίου του κόμματος προς την ηγεσία της ΓΣΕΕ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6426021-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/pasok-aytonomi-poreia-amfipleyri-dieyrynsi-antipalos-nd-na-paraitithei-o-panagopoulos-apo-tin-igesia-tis-gsee/",
      "date": "2026-02-13T15:41:18.000Z",
      "source": "In.gr"
    },
    {
      "title": "Αλέξης Τσίπρας: Στη Λάρισα η επόμενη παρουσίαση της «Ιθάκης» του πρώην πρωθυπουργού",
      "description": "Η Λάρισα αποτελεί τον επόμενο σταθμό στον κύκλο παρουσιάσεων του βιβλίου «Ιθάκη» του Αλέξη Τσίπρα. Σύμφωνα με την πρόσκληση των εκδόσεων Gutenberg, η εκδήλωση θα πραγματοποιηθεί τη Δευτέρα 16 Φεβρουαρίου 2026, στο συνεδριακό κέντρο του Divani Palace Larissa (Παπαναστασίου 19).\nΓια το ιστορικό και το πολιτικό αποτύπωμα του βιβλίου του Αλέξη Τσίπρα θα συζητήσουν ο Απόστολος Καλογιάννης, πρώην δήμαρχος Λαρισαίων, η Ιωάννα Καραβάνα, δικηγόρος και πρόεδρος του Συλλόγου Καρκινοπαθών, ο Θέμης Λαζαρίδης, καθηγητής στο Πανεπιστήμιο Θεσσαλίας, η ηθοποιός Μαριάννα Τουμασάτου και ο Σωτήρης Τσουκαρέλης, πολιτικός επιστήμονας και υπεύθυνος κοινωνικής καινοτομίας της ΚοινΣΕπ «Τα Ψηλά Βουνά». Θα ακολουθήσει ομιλία του πρώην πρωθυπουργού. Τον συντονισμό της παρουσίασης έχουν αναλάβει οι δημοσιογράφοι Γιάννης Γιαννακόπουλος (Θεσσαλία TV) και Αλεξία Τασούλη (Ναυτεμπορική TV). Η προσέλευση έχει οριστεί για τις 18:30, ενώ η έναρξη της εκδήλωσης για τις 19:00.\nTo άρθρο Αλέξης Τσίπρας: Στη Λάρισα η επόμενη παρουσίαση της «Ιθάκης» του πρώην πρωθυπουργού δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/alexis-tsipras-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/aleksis-tsipras-sti-larisa-i-epomeni-parousiasi-tis-ithakis-tou-proin-prothypourgou/4600195/",
      "date": "2026-02-13T15:17:57.000Z",
      "source": "Newsit"
    },
    {
      "title": "ΠΑΣΟΚ: Το να χρησιμοποιεί ως σημαία του το σύνθημα «νομιμότητα παντού» ο Μητσοτάκης, είναι το πιο σύντομο ανέκδοτο",
      "description": "«Οι πολίτες θυμούνται πως εφαρμόστηκε το 'νομιμότητα παντού' στο σκάνδαλο του ΟΠΕΚΕΠΕ με ένα απίστευτο σόου στη Βουλή όπου ψήφιζαν οι... φάκελοι», σημειώνει χαρακτηριστικά το ΠΑΣΟΚ",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/kapa59011770723007-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/pasok-na-xrisimopoiei-os-simaia-tou-synthima-nomimotita-pantou-o-mitsotakis-einai-pio-syntomo-anekdoto/",
      "date": "2026-02-13T15:13:39.000Z",
      "source": "In.gr"
    },
    {
      "title": "Ο «ανεξάρτητος» Στουρνάρας, υπέβαλε τα σέβη του στο σύστημα Μητσοτάκη, υπερθεματίζει ο Σακελλαρίδης μετά την οργή Τσίπρα",
      "description": "Λάβρος κατά του Γιάννη Στουρνάρα ο Γαβριήλ Σακελλαρίδης για τη συνέντευξή του στην Ομάδα Αλήθειας «που έχει πρωταγωνιστήσει στη δολοφονία χαρακτήρων και στη διάχυση του πιο ακροδεξιού ζόφου στα μέσα κοινωνικής δικτύωσης». Μιλά για ευθεία ομολογία ότι η εποπτεία του τραπεζικού συστήματος γίνεται στο όνομα του Κ. Μητσοτάκη και του ρυπαρού συστήματος του, κατηγορία που πρόσαψε και ο Αλέξης Τσίπρας.",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/40A0110-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/o-aneksartitos-stournaras-ypevale-ta-sevi-tou-sto-systima-mitsotaki-yperthematizei-o-sakellaridis-meta-tin-orgi-tsipra/",
      "date": "2026-02-13T14:50:21.000Z",
      "source": "In.gr"
    },
    {
      "title": "ΠΑΣΟΚ: Συμφωνεί η κυβέρνηση με την άποψη Θεοχάρη ότι το καλώδιο δεν ποντίστηκε διότι φταίει η Κυπριακή Δημοκρατία;",
      "description": "«Αυτό είναι το νέο δόγμα της κυβέρνησης της Νέας Δημοκρατίας μετά τη συνάντηση με τον Τούρκο πρόεδρο;», ρωτά το ΠΑΣΟΚ και περιμένει απαντήσεις «για αυτή την πολύ επικίνδυνη θεώρηση»",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/pasok_2-3-768x432.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/pasok-symfonei-kyvernisi-tin-apopsi-theoxari-oti-kalodio-den-pontistike-dioti-ftaiei-kypriaki-dimokratia/",
      "date": "2026-02-13T14:45:00.000Z",
      "source": "In.gr"
    },
    {
      "title": "Δωρεά για το ΚΑΤ: Σύσκεψη στο Μαξίμου για νέο κτήριο χειρουργείων και ανακαίνιση ιατρικών μονάδων",
      "description": "Στην ανέγερση νέου κτηρίου που θα στεγάσει υπερσύγχρονα χειρουργεία και στην εκτεταμένη ανακαίνιση κλινικών και μονάδων του ΚΑΤ θα κατευθυνθεί η δωρεά του Ιδρύματος Παύλου και Αλεξάνδρας Κανελλοπούλου, όπως συζητήθηκε το μεσημέρι της Παρασκευής (13.02.2026) σε σύσκεψη στο Μέγαρο Μαξίμου υπό τον Κυριάκο Μητσοτάκη.\nΚατά τη συνεδρίαση, υπό τον πρωθυπουργό Κυριάκο Μητσοτάκη, εξετάστηκε η ιεράρχηση των παρεμβάσεων, ώστε να δοθεί προτεραιότητα στα πιο επείγοντα έργα και να περιοριστεί στο ελάχιστο η επιβάρυνση στη λειτουργία του ΚΑΤ, το οποίο εφημερεύει καθημερινά. Κεντρικό έργο της δωρεάς θα αποτελέσει η δημιουργία νέου κτηρίου για τα χειρουργεία, με δεδομένο ότι στο ΚΑΤ πραγματοποιούνται ετησίως περίπου 16.000 επεμβάσεις –εκ των οποίων το 40% είναι έκτακτες– ενώ νοσηλεύονται κατά μέσο όρο 25.000 ασθενείς, γεγονός που το καθιστά κομβικό κέντρο τραύματος και ορθοπεδικής στην ευρύτερη περιοχή.\n«Είναι μια πολύ σημαντική ημέρα για το Εθνικό Σύστημα Υγείας και ειδικά για το ΚΑΤ», δήλωσε ο πρωθυπουργός Κυριάκος Μητσοτάκης, σημειώνοντας ότι η απόφαση του Ιδρύματος να στηρίξει οικονομικά τον πλήρη εκσυγχρονισμό του νοσοκομείου «επί της αρχής» προβλέπει, πέρα από το νέο κτήριο χειρουργείων, και «την πλήρη ανακαίνιση του υφιστάμενου νοσοκομείου». Από την πλευρά του, ο πρόεδρος του Ιδρύματος Νέλλος Κανελλόπουλος ανέφερε ότι αποτελεί «χαρά και τιμή» να στηριχθεί η προσπάθεια αναβάθμισης του ΕΣΥ, την οποία η κυβέρνηση έχει θέσει ως προτεραιότητα.\nΣύσκεψη στο Μαξίμου για τη δωρεά του Ιδρύματος Παύλου και Αλεξάνδρας Κανελλοπούλου στο ΚΑΤ (Πηγή φωτογραφίας: EUROKINISSI)\nΣύμφωνα με τον σχεδιασμό, οι νέες εγκαταστάσεις του ΚΑΤ θα ακολουθούν τις καλύτερες προδιαγραφές για ορθοπεδικά περιστατικά, με σαφώς οριοθετημένες «καθαρές» και «ακάθαρτες» ζώνες. Η κατασκευή νέου κτηρίου εκτιμάται ότι θα διασφαλίσει την απρόσκοπτη λειτουργία του νοσοκομείου κατά την περίοδο των έργων, ενώ στη συνέχεια θα επιτρέψει την αξιοποίηση των υφιστάμενων χειρουργικών αιθουσών στον δεύτερο όροφο του κεντρικού κτηρίου, που έχουν επιβαρυνθεί από τη μακρόχρονη χρήση και τον αυξημένο όγκο περιστατικών.\nΗ δωρεά προβλέπεται να αξιοποιηθεί και για την ουσιαστική ανακαίνιση σειράς ιατρικών μονάδων και κλινικών –μεταξύ άλλων γενικής χειρουργικής, νευρολογικής, νευροχειρουργικής, παθολογικής, ορθοπεδικής, θωρακοχειρουργικής και πλαστικής χειρουργικής– καθώς και για την αντικατάσταση εκατοντάδων κλινών ασθενών. Στις παρεμβάσεις περιλαμβάνονται, ακόμη, έργα αναμόρφωσης του περιβάλλοντος χώρου, όπως ο κήπος του νοσοκομείου.\nΗ πρωτοβουλία του Ιδρύματος, καρπός πολύμηνης συνεργασίας με το υπουργείο Υγείας, έρχεται σε συνέχεια αναβαθμίσεων που έχουν υλοποιηθεί την τελευταία εξαετία στο ΚΑΤ, όπως η ενίσχυση της ΜΕΘ –η οποία διαθέτει πλέον 51 κλίνες– ο εκσυγχρονισμός του Τμήματος Επειγόντων Περιστατικών, η εγκατάσταση συστήματος ιχνηλάτησης για τους ασθενείς που προσέρχονται στα ΤΕΠ και η πλήρης ανακαίνιση του κέντρου αποκατάστασης.\nΣτη σύσκεψη συμμετείχαν, από πλευράς Ιδρύματος, ο κ. Κανελλόπουλος, η ταμίας Αλεξάνδρα Παπαλεξοπούλου-Μπενοπούλου και ο σύμβουλος Αλέξης Κομνηνός. Από την κυβέρνηση παρόντες ήταν ο υπουργός Υγείας Άδωνις Γεωργιάδης, ο υφυπουργός Μάριος Θεμιστοκλέους, ο γενικός γραμματέας του πρωθυπουργού Στέλιος Κουτνατζής και ο διοικητής του ΚΑΤ Ιωάννης Ηλιόπουλος. Ο κ. Γεωργιάδης εξέφρασε «βαθύτατη ευγνωμοσύνη» προς το Ίδρυμα, σημειώνοντας ότι, παρά τις παρεμβάσεις που έχουν ήδη γίνει με κρατικούς και ευρωπαϊκούς πόρους, «οι κρατικοί μόνο πόροι δεν επαρκούν», ενώ υπογράμμισε πως η δωρεά θα δρομολογηθεί αμέσως μετά την κύρωση της σχετικής σύμβασης από τη Βουλή.\nTo άρθρο Δωρεά για το ΚΑΤ: Σύσκεψη στο Μαξίμου για νέο κτήριο χειρουργείων και ανακαίνιση ιατρικών μονάδων δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/kat-episkepsi-mitsotaki-1200x800.jpg",
      "link": "https://www.newsit.gr/politikh/dorea-gia-to-kat-syskepsi-sto-maksimou-gia-neo-ktirio-xeirourgeion-kai-anakainisi-iatrikon-monadon/4600124/",
      "date": "2026-02-13T14:22:38.000Z",
      "source": "Newsit"
    },
    {
      "title": "Ανδρουλάκης προς «κορυφαίους»: «Τα όργανα θα τα σέβεστε, τα συνέδρια θα τα σέβεστε»",
      "description": "«Όταν συνεδριάζουν τα όργανα θα τα σέβεστε. Τα συνέδρια θα τα σέβεστε». Με αυτή τη φράση –σε τόνο αυστηρής προειδοποίησης προς το εσωτερικό ακροατήριο– ο Νίκος Ανδρουλάκης επιχείρησε να κλείσει τη συζήτηση που έχει ανοίξει στο ΠΑΣΟΚ για τον τρόπο εκλογής και κατανομής των συνέδρων, αλλά και να ανακόψει το «γαϊτανάκι» διαρροών που, όπως αφήνει να εννοηθεί, υπονομεύει τον προσυνεδριακό διάλογο και θολώνει το μήνυμα της παράταξης.\nΣτην εισαγωγική του τοποθέτηση στη συνεδρίαση της Πολιτικής Γραμματείας της Κ.Ο.Ε.Σ., ο πρόεδρος του ΠΑΣΟΚ περιέγραψε ως προτεραιότητα τη μετατόπιση του βλέμματος από τις εσωκομματικές ισορροπίες προς το πολιτικό επίδικο των εθνικών εκλογών. «Οι εσωκομματικές εκλογές έχουν τελειώσει. Μπροστά μας δεν έχουμε εσωκομματικές εκλογές. Έχουμε εθνικές εκλογές. Και ο λαός θέλει από εμάς στις εθνικές εκλογές να κλείσει το κεφάλαιο &#8220;κυβέρνηση Νέας Δημοκρατίας&#8221;», είπε ο Νίκος Ανδρουλάκης, επιχειρώντας να πλαισιώσει τη συζήτηση για τους συνέδρους ως οργανωτική ανάγκη που δεν πρέπει να εξελιχθεί σε εστία εσωστρέφειας.\n«Εδώ θα υπάρχουν καθαρά λόγια. Και όταν συνεδριάζουν τα όργανα θα τα σέβεστε. Και τα συνέδρια θα τα σέβεστε» επεσήμανε ο πρόεδρος του ΠΑΣΟΚ και εμφανίστηκε ιδαίτερα αιχμηρός σχετικά με τις διαρροές που γίνονται προς τα μέσα ενημέρωσης, κάτι που απασχόλησε εντόνως την τελευταία συνεδρίαση του οργάνου και προκάλεσε ένταση μεταξύ της Άννας Διαμαναντοπούλου και του Χάρη Δούκα. Ο Νίκος Ανδρουλάκης έθεσε θέμα «σεβασμού» στη λειτουργία των οργάνων, αναφερόμενος εμμέσως πλην σαφώς στους Χάρη Δούκα και Παύλο Γερουλάνο που επανειλημμένα έχουν ζητήσει συχνότερες συνεδριάσεις. Σημείωσε δε, πως «σεβασμός στη συνεδρίαση δεν σημαίνει πριν τη συνεδρίαση όλα τα media να έχουν τα κείμενα των ανακοινώσεών σας», στέλνοντας σαφές μήνυμα ότι το εσωτερικό «briefing» δεν μπορεί να προηγείται της θεσμικής συζήτησης.\nΣτο επίμαχο ζήτημα της κατανομής των συνέδρων, ο πρόεδρος του ΠΑΣΟΚ επιχείρησε να αποδυναμώσει την κριτική περί «αλγορίθμου», υποστηρίζοντας ότι η πρόταση βασίζεται σε ένα απλό και «αντικειμενικό» κριτήριο: την αναλογία των ψήφων που έλαβε το κόμμα στις εθνικές κάλπες. «Δεν υπάρχει κανένας αλγόριθμος… Δεν είναι αλγόριθμος πώς ψήφισε ο ελληνικός λαός. Είναι η βούλησή του», ανέφερε, προαναγγέλλοντας ότι ο κανόνας θα πρέπει να αποκτήσει μόνιμο χαρακτήρα και να ενσωματωθεί στο καταστατικό.\nΠαράλληλα, απάντησε στις αιχμές που διακινούνται για «ευνοϊκή μεταχείριση» του Ηρακλείου, λέγοντας ότι, με τη νέα κατανομή, η συγκεκριμένη περιοχή όχι μόνο δεν ωφελείται αλλά «χάνει 40 με 50 συνέδρους» σε σχέση με το προηγούμενο συνέδριο. Επικαλέστηκε μάλιστα παραδείγματα από δήμους του λεκανοπεδίου –όπως η Καλλιθέα, τα Βριλήσσια και η Φιλοθέη– για να υποστηρίξει ότι η στρέβλωση δεν αφορά «Αθήνα εναντίον περιφέρειας», αλλά ανισορροπίες μέσα στην ίδια την Αττική, με αποκλίσεις ανάμεσα στη δύναμη του κόμματος στις εθνικές εκλογές και στη συμμετοχή στις εσωκομματικές διαδικασίες.\nΕπιχειρώντας να βάλει τέλος στους «ψιθύρους» περί «κλειστού» συνεδρίου, ο κ. Ανδρουλάκης ξεκαθάρισε ότι στόχος είναι «μεγάλο συνέδριο» με 4.000 εκλεγμένους συνέδρους, συν τη συμμετοχή των αποδήμων, υπογραμμίζοντας πως η αναλογία εκλεγμένων και αριστίνδην θα είναι αυστηρά καθορισμένη. Σε μια συγκυρία κατά την οποία το κόμμα αναζητεί καθαρή γραμμή και πειθαρχημένο βηματισμό, η παρέμβασή του αποτυπώνει την προσπάθεια της ηγεσίας να «σφραγίσει» το οργανωτικό πλαίσιο και, ταυτόχρονα, να χαμηλώσει τους εσωτερικούς θορύβους που –όπως προειδοποίησε– παράγονται και αναπαράγονται πρώτα εκτός των οργάνων.\nΥπό αυτό το πρίσμα, με ιδιαίτερο ενδιαφέρον αναμένονται οι τοποθετήσεις του Χάρη Δούκα, του Παύλου Γερουλάνου και άλλων στελεχών που έχουν ήδη καταθέσει προτάσεις, συνοδεύοντάς τες με τις ενστάσεις τους. Ο δήμαρχος Αθηναίων έχει υποστηρίξει, σε προηγούμενη συνεδρίαση του οργάνου, ότι «η μέχρι τώρα στρατηγική μας απέτυχε», ενώ ο βουλευτής Α’ Αθήνας επανήλθε το πρωί της Παρασκευής (13.02.2026) με συνέντευξή του στο OPEN, δηλώνοντας ότι αισθάνεται δικαιωμένος που έθεσε το θέμα της «βελόνας» και ζητώντας να κινηθούν πιο γρήγορα και αποφασιστικά, καθώς –όπως είπε– ο χρόνος μέχρι τις εκλογές είναι περιορισμένος.\nΝίκος Ανδρουλάκης: Τι ανέφερε στην εισαγωγική του τοποθέτηση για το Συνέδριο «Γνωριζόμαστε πάρα πολύ καλά. Και ειδικά όσοι έμειναν εδώ στα δύσκολα, ξέρουν πώς μας αντιμετωπίζουν τα media. Πρέπει κάποιοι να καταλάβετε ότι οι εσωκομματικές εκλογές έχουν τελειώσει. Μπροστά μας δεν έχουμε εσωκομματικές εκλογές. Έχουμε εθνικές εκλογές. Και ο λαός θέλει από εμάς στις εθνικές εκλογές να κλείσει το κεφάλαιο &#8220;κυβέρνηση Νέας Δημοκρατίας&#8221;.\nΤο λέω αυτό γιατί έχω χρέος να απαντήσω σε δυο πράγματα, τα οποία δημιουργούν τη μία αμφιβολίες, την άλλη δεύτερες σκέψεις. Εδώ θα υπάρχουν καθαρά λόγια. Και όταν συνεδριάζουν τα όργανα θα τα σέβεστε. Και τα συνέδρια θα τα σέβεστε.\nΑκούω να λέγεται «μα, συνεδριάζουν τα όργανα;». Έχουν γίνει εκατοντάδες συνεδριάσεις σε όλη την Ελλάδα. Προσυνεδριακός διάλογος σε πρωτοφανή έκταση. Έχει ξαναγίνει συνέδριο με δέκα περιφερειακά συνέδρια; Να συνεδριάζει και η Γραμματεία πιο συχνά. Το δέχομαι. Αλλά σεβασμός στη συνεδρίαση, δεν σημαίνει πριν τη συνεδρίαση όλα τα media να έχουν τα κείμενα των ανακοινώσεών σας. Αυτός είναι μη σεβασμός στα όργανα.\nΚαι πάω στην ουσία. Θέλουμε ανοικτό συνέδριο; Λοιπόν, το ξεκαθαρίζουμε σήμερα: 4.000 εκλεγμένοι συν τον απόδημο. Μεγάλο, λοιπόν, συνέδριο. Για να τελειώσουν οι ψίθυροι ότι θέλουμε μικρό συνέδριο. Αναλογία εκλεγμένων -αριστίνδην, ούτε ένας πάνω, ούτε ένας κάτω.\nΠάμε τώρα σε αυτό που με θίγει προσωπικά. Τα περί Ηρακλείου. Τι υπονοείτε; Ότι κάνω κάτι για να ευνοήσω το Ηράκλειο; Το Ηράκλειο έχει παραπάνω συνέδρους από την Α&#8217; Αθήνας και με πρόεδρο τον Βαγγέλη Βενιζέλο και με πρόεδρο τη Φώφη Γεννηματά και στο προηγούμενο συνέδριο. Υπάρχει κάτι χειρότερο, όμως. Με τον τρόπο που προτείνουμε σήμερα την κατανομή, το Ηράκλειο σε σχέση με το προηγούμενο συνέδριο χάνει 40 με 50 συνέδρους. Άρα, όχι μόνο δεν ευνοείται, αλλά χάνει! Γιατί, λοιπόν, όλα αυτά τα υπονοούμενα;\nΚαι πάμε στην κατανομή καθαυτή. Η κατανομή που προτείνω βάσει των ψήφων, δεν είναι αλγόριθμος. Είναι η αναλογία που στήριξε η κοινωνία το ΠΑΣΟΚ. Δεν υπάρχει κανένας αλγόριθμος και όποιος το έθεσε στον δημόσιο διάλογο δεν βοηθάει την παράταξη. Δεν είναι αλγόριθμος πώς ψήφισε ο ελληνικός λαός. Είναι η βούλησή του. Και γιατί το πρότεινα; Θέλω να τα ακούσετε τα στοιχεία. Δεν υπάρχει πρόβλημα μεταξύ περιφέρειας και Αθήνας. Το πρόβλημα είναι μεταξύ της ίδιας της Αθήνας. Δηλαδή:\nΣτη Νότια Αθήνα, για παράδειγμα στην Καλλιθέα, -έναν μεγάλο δήμο-, ψήφισαν ΠΑΣΟΚ στις εκλογές του Μαίου του 2023 3.500, στις δεύτερες του 2023 3.100 και στις ευρωεκλογές 3.100. Και στις εσωκομματικές ψήφισαν 1.699. Δηλαδή, στην Καλλιθέα στην εθνική κάλπη ψήφισαν ΠΑΣΟΚ διπλάσιοι από αυτούς που ψήφισαν στις εσωτερικές εκλογές.\nΔίνω μερικά παραδείγματα για να καταλάβετε γιατί προτείνω αυτήν τη λύση. Βριλήσσια: Πήραμε 1.300 ψήφους, 1.179, 1.097 σε τρεις εθνικές εκλογές. Ψηφίσαντες 1.771 στα εσωκομματικά. Πολύ περισσότεροι.\nΦιλοθέη: Πήραμε στις εθνικές κάλπες 861 ψήφους και 855. Στις εσωκομματικές 1.600.\nΚάνουμε έναν δίκαιο κανόνα, να τον βάλουμε και στο καταστατικό μας, ώστε να καταλάβουν κάποιοι ότι η κατανομή από εδώ και πέρα στους συνέδρους θα γίνεται βάσει της ετυμηγορίας του ελληνικού λαού για να μην έχουμε αυτά τα παραδείγματα. Που δεν είναι για να ευνοήσουν την περιφέρεια. Είναι γιατί υπάρχουν δήμοι που θα αδικηθούν κατάφωρα στο ίδιο το λεκανοπέδιο.»\nTo άρθρο Ανδρουλάκης προς «κορυφαίους»: «Τα όργανα θα τα σέβεστε, τα συνέδρια θα τα σέβεστε» δημοσιεύτηκε στο NewsIT .",
      "image": "https://www.newsit.gr/wp-content/uploads/2026/02/androulakis-eurok-3-1200x798.jpg",
      "link": "https://www.newsit.gr/politikh/androulakis-pros-koryfaious-ta-organa-tha-ta-seveste-ta-synedria-tha-ta-seveste/4600090/",
      "date": "2026-02-13T13:42:26.000Z",
      "source": "Newsit"
    },
    {
      "title": "Μάντζος: Διάλογος Ελλάδας-Τουρκίας, χωρίς αυταπάτες, με ρεαλισμό και απόλυτη επίγνωση των θέσεων της Άγκυρας",
      "description": "«Όσο οι προκλητικές ενέργειες της Άγκυρας, με πλέον χαρακτηριστική την έκδοση NAVTEX 'αορίστου διαρκείας' ή την επανάληψη των αναφορών σε 'τουρκική μειονότητα' θα συνεχίζονται, η ελληνοτουρκική προσέγγιση θα περιορίζεται απλώς σε διαχείριση κρίσεων», τονίζει ο Δημήτρης Μάντζος",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/DSC_4190-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/mantzos-dialogos-elladas-tourkias-xoris-aytapates-realismo-kai-apolyti-epignosi-ton-theseon-tis-agkyras/",
      "date": "2026-02-13T13:03:00.000Z",
      "source": "In.gr"
    },
    {
      "title": "Τσουκαλάς: Η κυβέρνηση δε λέει την αλήθεια – Καθορισμός του κατώτατου από τους εταίρους και μονομερής προσφυγή στη διαιτησία",
      "description": "«Αν δεν έχω μονομερή προσφυγή στη διαιτησία για να αναγκαστούν οι επιχειρήσεις να κάτσουν το τραπέζι, αν δεν έχω επαναφορά του κατώτατου μισθού να είναι στην Εθνική Γενική Συλλογική, δεν θα έχω συμβάσεις για να μετενεργήσουν», λέει ο Κώστας Τσουκαλάς",
      "image": "https://www.in.gr/wp-content/uploads/2026/02/6709309-1-1200x800-1-2-768x512.jpg",
      "link": "https://www.in.gr/2026/02/13/politics/politiki-grammateia/tsoukalas-kyvernisi-de-leei-tin-alitheia-kathorismos-tou-katotatou-apo-tous-etairous-kai-monomeris-prosfygi-sti-diaitisia/",
      "date": "2026-02-13T13:01:52.000Z",
      "source": "In.gr"
    }
  ],
  "sports": [
    {
      "title": "Βίτορ Περέιρα: Υπέγραψε στη Νότιγχαμ Φόρεστ, σύμφωνα με τους Άγγλους",
      "description": "Για οριστική συμφωνία μεταξύ Βίτορ Περέιρα και Νότιγχαμ Φόρεστ κάνουν λόγο στην Αγγλία, με υπογεγραμμένο συμβόλαιο για την έναρξη της συνεργασίας τους.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/vitor_perreira.jpg?itok=8EXFEt64",
      "link": "https://www.gazzetta.gr/football/premier-league/2515824/bitor-pereira-ypegrapse-sti-notigham-forest-symfona-me-toys-aggloys",
      "date": "2026-02-13T17:14:30.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Σιπιόνι: «Να πάρουμε 'εκδίκηση' γιατί ερχόμαστε από σκληρό αποτέλεσμα»",
      "description": "Ο Αργεντίνος χαφ έδωσε το στίγμα των παικτών του Ολυμπιακού μετά την ήττα της περασμένης Κυριακής από τον Παναθηναϊκό.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/sipioni_oly_3.jpg?itok=sYwinH3i",
      "link": "https://www.gazzetta.gr/football/superleague/2515823/sipioni-na-paroyme-ekdikisi-giati-erhomaste-apo-skliro-apotelesma",
      "date": "2026-02-13T17:09:53.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Τραγωδία στη Λούτσα: Νεκρός 15χρονος που πήρε κρυφά τα κλειδιά του ΙΧ από τους γονείς του",
      "description": "Ένας 15χρονος έχασε τη ζωή του σε τροχαίο στη Λούτσα όταν ΙΧ με τρεις ανήλικους εξετράπη και προσέκρουσε σε δέντρο",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2025-10/ekab-brady.jpg_1.jpg?itok=bgg2LplT",
      "link": "https://www.gazzetta.gr/plus/2515822/tragodia-sti-loytsa-nekros-15hronos-poy-pire-kryfa-ta-kleidia-toy-ih-apo-toys-goneis",
      "date": "2026-02-13T17:08:07.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Χιμένεθ: «Τίποτε δεν θα μας δοθεί δωρεάν»",
      "description": "Ο Μανόλο Χιμένεθ μίλησε για το επίπεδο αγωνιστικότητας που θα πρέπει να επιδείξει ο Άρης στον εκτός έδρας αγώνα (14/2, 20:00) με τον Βόλο για να πάρει τη νίκη.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/6810884_1.jpg?itok=rArXrKxC",
      "link": "https://www.gazzetta.gr/football/superleague/2515819/himeneth-tipote-den-tha-mas-dothei-dorean",
      "date": "2026-02-13T17:00:42.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Νικολακόπουλος στους Galacticos by Interwetten: Ο μεγαλύτερος πονοκέφαλος στον Ολυμπιακό",
      "description": "Ο ρεπόρτερ του Ολυμπιακού ανέλυσε στην εκπομπή του Gazzetta το πιο μεγάλο πρόβλημα όσον αφορά στην φετινή ομάδα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/mendilibar-nikolako_3.jpg?itok=Q5ibEU-d",
      "link": "https://www.gazzetta.gr/football/superleague/2515796/nikolakopoylos-stoys-galacticos-interwetten-o-megalyteros-ponokefalos",
      "date": "2026-02-13T16:59:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Οι «χρυσές» Αθλήτριες της Εθνικής Ομάδας Πόλο Πρέσβειρες στο 10ο No Finish Line Athens",
      "description": "Οι «χρυσές» Παγκόσμιες Πρωταθλήτριες της Εθνικής μας Ομάδας Πόλο θα είναι πρέσβειρες στο 10ο No Finish Line Athens",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/1280x720-nfl-polo-team.jpg?itok=NrBAQpNC",
      "link": "https://www.gazzetta.gr/stibos/2515818/oi-hryses-athlitries-tis-ethnikis-omadas-polo-presbeires-sto-10o-no-finish-line",
      "date": "2026-02-13T16:58:53.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Παναιτωλικός: Χωρίς δύο κόντρα στον Αστέρα",
      "description": "Η αποστολή του Παναιτωλικού για τον εντός έδρας αγώνα με τον Αστέρα AKTOR, για την 21η αγωνιστική της Stoiximan Super League.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/pane1-jpg.jpg?itok=_gS5a1I2",
      "link": "https://www.gazzetta.gr/football/superleague/2515815/panaitolikos-horis-dyo-kontra-ston-astera",
      "date": "2026-02-13T16:54:25.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Μπαρτσελόνα: Τι είπε ο Πασκουάλ για το «χαστούκι» από την Παρί",
      "description": "Ο προπονητής της Μπαρτσελόνα Τσάβι Πασκουάλ ανέλυσε την ήττα από την Παρί στη Βαρκελώνη και εστίασε στα προβλήματα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-01/xavi_pascual_barcelona_eurokinissi.jpg?itok=0B7lUTZT",
      "link": "https://www.gazzetta.gr/basketball/euroleague/2515814/mpartselona-ti-eipe-o-paskoyal-gia-hastoyki-apo-tin-pari",
      "date": "2026-02-13T16:53:58.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Χανιά: Ανακοίνωσαν τον «Αλενατόρε» Νίκο Αναστόπουλο",
      "description": "Η ΠΑΕ Χανιά ανακοίνωσε την έναρξη της συνεργασίας της με τον Νίκο Αναστόπουλο, ο οποίος αναλαμβάνει την τεχνική ηγεσία της ομάδας.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/anastopoulos_xania_-2_1.jpg?itok=Gix5jPKE",
      "link": "https://www.gazzetta.gr/football/superleague-2/2515811/hania-anakoinosan-ton-alenatore-niko-anastopoylo",
      "date": "2026-02-13T16:45:47.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Παπαδάκης ενόψει Προμηθέα: «Καλή ομάδα, έχουμε μεγάλες πιθανότητες να πάρουμε μια σημαντική νίκη»",
      "description": "Στο κομμάτι της ενέργειας που θα πρέπει να έχει το Περιστέρι, στάθηκε ο Κώστας Παπαδάκης ενόψει της αναμέτρησης με τον Προμηθέα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-01/papadakis_intime_0.jpg?itok=aCCOQMuX",
      "link": "https://www.gazzetta.gr/basketball/basket-league/2515807/papadakis-enopsei-promithea-kali-omada-ehoyme-megales-pithanotites",
      "date": "2026-02-13T16:45:00.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "F1 - Δοκιμές Μπαχρέιν 3η Ημέρα: Η Mercedes έκανε το 1-2",
      "description": "Η Mercedes-AMG ολοκλήρωσε με τον καλύτερο τρόπο τις πρώτες δοκιμές της Formula 1 στο Μπαχρέιν γράφοντας τα δύο ταχύτερα περάσματα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/ha4_xhea4aaqsfy1.jpg?itok=dbcXF0UQ",
      "link": "https://www.gazzetta.gr/gmotion/2515810/f1-dokimes-mpahrein-3i-imera-i-mercedes-ekane-1-2",
      "date": "2026-02-13T16:44:32.000Z",
      "source": "Gazzetta"
    },
    {
      "title": "Η Βικτόρια Εμπόκο περιμένει τη Σάκκαρη ή Μούχοβα στον τελικό στην Ντόχα",
      "description": "Η 19χρονη Βικτόρια Εμπόκο νικώντας τη Γέλενα Οσταπένκο με 2-0 σετ και προκρίθηκε στον τελικό του WTA 1000 στην Ντόχα, όπου θα αντιμετωπίσει τη στη Μαρία Σάκκαρη ή την Καρολίνα Μούχοβα.",
      "image": "https://www.gazzetta.gr/sites/default/files/styles/article_main_image/public/2026-02/victoria_mboko_gettyimages_ntzanis.jpg?itok=EUgtf7LY",
      "link": "https://www.gazzetta.gr/tennis/wta/2515809/i-biktoria-empoko-perimenei-ti-sakkari-i-moyhoba-ston-teliko-stin-ntoha",
      "date": "2026-02-13T16:32:38.000Z",
      "source": "Gazzetta"
    }
  ],
  "technology": [
    {
      "title": "Anthropic’s Super Bowl ads mocking AI with ads helped push Claude’s app into the top 10",
      "description": "After Anthropic's Super Bowl ads, Claude's app reached the top 10 on the U.S. App Store.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/anthropics-super-bowl-ads-mocking-ai-with-ads-helped-push-claudes-app-into-the-top-10/",
      "date": "2026-02-13T17:16:27.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "What’s behind the mass exodus at xAI?",
      "description": "The past few days have been a wild ride for xAI, which is racking up staff and cofounder departure announcements left and right. On Tuesday and Wednesday, cofounder Yuhuai (Tony) Wu announced his departure and that it was \"time for [his] next chapter,\" with cofounder Jimmy Ba following with a similar post later that day, writing that it was \"time to recalibrate [his] gradient on the big picture.\" The departures mean that xAI is now left with only half of its original 12 cofounders on staff. A number of staffers also took to X to announce they were leaving xAI, with some announcing that they were starting their own AI companies. Elon Musk's …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/10/STK022_ELON_MUSK_CVIRGINIA_C.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/ai-artificial-intelligence/878761/mass-exodus-at-xai-grok-elon-musk-restructuring",
      "date": "2026-02-13T17:10:44.000Z",
      "source": "The Verge"
    },
    {
      "title": "Can Democrats post their way to midterm victories?",
      "description": "US Vice President Kamala Harris during a Commander in Chief farewell ceremony at Joint Base Myers-Henderson Hall in Arlington, Virginia, US, on Thursday, Jan. 16, 2025. The Biden administration advanced a plan to limit oil drilling and infrastructure across more of Alaska's National Petroleum Reserve, a bid to lock in land protections and conservation requirements days before President-elect Donald Trump takes office. Photographer: Bonnie Cash/UPI/Bloomberg via Getty Images | Bloomberg via Getty Images During the 2024 presidential election, @KamalaHQ was something of an alter ego for Vice President Kamala Harris - as Harris ran a buttoned-up campaign, the online accounts shared clips of her set to viral TikTok sounds, shitposted unflattering pictures of Donald Trump, and adopted a voice that was at times indistinguishable from the average 20-something posting about politics on X. It was an effective way to rack up likes, engagement, and explainers, but it did not stop Trump from winning a second term.\nThe same people who ran @KamalaHQ announced last week that they were reviving the accounts and rebranding as Headquarters, described in var …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/gettyimages-2193659571.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/policy/877603/kamalahq-headquarters-democrats-social-media-strategy",
      "date": "2026-02-13T17:00:47.000Z",
      "source": "The Verge"
    },
    {
      "title": "Trump Mobile’s origins lie with a Mexican middleweight boxer",
      "description": "Where's the Trump phone? We're going to keep talking about it every week. Last week, we spoke to executives from the company for the first time, and this week we're back with more details on how it began.\nTrump Mobile may bear the US president's name, but he didn't come up with the idea, and neither did any Trump. In fact, it was the executives at MVNO Liberty Mobile that approached the Trumps with a pitch for the company, and it wasn't their first rodeo; five years earlier, Liberty Mobile tested the same playbook with world champion boxer Canelo &Aacute;lvarez.\nThat's according to Don Hendrickson and Eric Thomas, the two Trump Mobile executives …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/11/Vrg_illo_trump_phone_np.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/878699/trump-mobile-interview-canelo-alvarez-origins",
      "date": "2026-02-13T16:50:26.000Z",
      "source": "The Verge"
    },
    {
      "title": "Roku to launch streaming bundles as part of its efforts to continue growing its profitability",
      "description": "Roku delivered an impressive Q4, posting net income of $80.5 million. The company also outlined plans for streaming bundles.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/roku-to-launch-streaming-bundles-as-part-of-its-efforts-to-continue-growing-its-profitability/",
      "date": "2026-02-13T16:39:27.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "What’s in the Epstein files? For Tiktokers, a content gold mine",
      "description": "On TikTok, creators are combing through the Epstein files for views and clout. | Cath Virginia / The Verge, Getty Images \"where are you? Are you ok , I loved the torture video,\" reads one email, allegedly sent by Jeffrey Epstein in 2009. The reply, from a redacted address, states: \"I am in china I will be in the US 2nd week of may.\"\nHer face hovering over a screenshot of the exchange, a TikTok creator claims the timing aligns with Israeli Prime Minister Benjamin Netanyahu's schedule, before speculating that the word \"torture\" could refer to documented abuses of Palestinian detainees. The video has drawn close to 700,000 views.\nAnother TikTok pushes back. Netanyahu met Chinese officials in Jerusalem - not Beijing - during that period, the second creator notes …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/268326_TikToks_race_for_Epstein_files_content_CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/878380/epstein-files-tiktok-content",
      "date": "2026-02-13T16:30:00.000Z",
      "source": "The Verge"
    },
    {
      "title": "A Stanford grad student created an algorithm to help his classmates find love; now, Date Drop is the basis of his new startup",
      "description": "\"Our matches convert to actual dates at about 10x the rate of Tinder,\" Weng told TechCrunch.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/a-stanford-grad-student-created-an-algorithm-to-help-his-classmates-find-love-now-date-drop-is-the-basis-of-his-new-startup/",
      "date": "2026-02-13T16:24:53.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "iRobot&#8217;s Roombas have a new Chinese owner, but it says your data will remain in the US",
      "description": "As part of its acquisition by China-based Picea Robotics, iRobot is creating a new US-based subsidiary called iRobot Safe, which the company says will be \"responsible for the protection of US consumer data,\" similar to the TikTok deal that was completed last month. iRobot customers in the US will be able to continue using their robovacs as usual, but now their data will be handled by iRobot Safe, rather than the company's new owner.\nIn a press release published on January 23rd, iRobot stated that the creation of iRobot Safe is \"designed to maintain a clear separation between iRobot's non-US ownership and its US and other global consumer dat …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24241346/226425_Roomba_Combo_Review_JTuohy_0007.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/tech/878809/irobot-picea-robotics-acquisition-irobot-safe",
      "date": "2026-02-13T16:20:32.000Z",
      "source": "The Verge"
    },
    {
      "title": "Zillow Has Gone Wild—for AI",
      "description": "As the housing market stalls, Zillow’s CEO sees AI as “an ingredient rather than a threat” that can both help the company protect its turf and reinvent how people search for homes.",
      "image": "",
      "link": "https://www.wired.com/story/backchannel-how-artificial-intelligence-changed-zillow/",
      "date": "2026-02-13T16:14:25.000Z",
      "source": "Wired"
    },
    {
      "title": "Elon Musk suggests spate of xAI exits have been push, not pull",
      "description": "At least nine engineers, including two co-founders, have announced their exits from xAI in the past week, fueling online speculation and raising questions about stability at Musk’s AI company amid mounting controversy.",
      "image": "",
      "link": "https://techcrunch.com/2026/02/13/elon-musk-suggests-spate-of-xai-exits-have-been-push-not-pull/",
      "date": "2026-02-13T16:11:01.000Z",
      "source": "TechCrunch"
    },
    {
      "title": "Ring&#8217;s adorable surveillance hellscape",
      "description": "You can watch Ring's recent Super Bowl ad and see a cute story about dogs being reunited with their families. You can also watch the very same ad and see the seeds being planted for a massively connected, utterly ubiquitous surveillance system that will end the concept of privacy forever. Maybe you can even see both at the same time. Verge subscribers, don't forget you get exclusive access to ad-free Vergecast wherever you get your podcasts. Head here. Not a subscriber? You can sign up here. On this episode of The Vergecast, Nilay and David talk about the Super Bowl ad that worried so many people, why Ring would build a feature like th …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/VRG_VST_021326_Site.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/podcast/878797/ring-super-bowl-ad-backlash-epstein-files-chatgpt-vergecast",
      "date": "2026-02-13T16:10:45.000Z",
      "source": "The Verge"
    },
    {
      "title": "The Verge’s 2026 Valentine’s Day gift guide (for her)",
      "description": "Valentine's Day often comes with more pressure than it needs to. At heart, though, February 14th is about showing appreciation for the people you care about in ways that feel thoughtful and sincere. And while big displays of romance can do that, it's often the quieter, more personal gestures - or a meaningful gift that makes life just a little more enjoyable - that matter most.\nBelow, we've rounded up gift ideas that, in our experience, do just that. Some are practical picks, like a pair of noise-canceling earbuds meant to help you focus or a pair of USB-C hand warmers for those cold, blustery days back east. Others, such as Renpho's eye ma …\nRead the full story at The Verge.",
      "image": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/01/268264_Valentines_Day_gift_guide_for_her_CVirginia.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100",
      "link": "https://www.theverge.com/gadgets/865281/valentines-day-2026-gift-ideas-for-her-girlfriend-wife-partner",
      "date": "2026-02-13T16:00:00.000Z",
      "source": "The Verge"
    }
  ],
  "music": [
    {
      "title": "D.C. Judge Drops Iconic Dylan ‘Subterranean Homesick Blues’ Lyric in Denying Pete Hegseth’s Attempt to Punish Sen. Mark Kelly",
      "description": "U.S. District Judge Richard Leon dropped a classic Bob Dylan lyric on Sec. of Defense Pete Hegseth in denying the former Fox &amp; Friends Weekend host&#8217;s attempt to reduce Gulf War and NASA veteran Mark Kelly&#8217;s military rank and retirement pay. “This Court has all it needs to conclude that defendants have trampled on Senator Kelly’s First Amendment freedoms and threatened the constitutional liberties of millions of military retirees,” the judge wrote in his scathing opinion according to The Hill. Leon then cited an iconic line from Dylan&#8217;s beloved 1965 Billboard Hot 100 No. 39 hit &#8220;Subterranean Homesick Blues.&#8221; “You don’t need a weatherman to know which way the wind blows,&#8221; said Leon in quoting the signature line from the song that was the folk bard&#8217;s first top 40 hit in the U.S.; according to a 2011 study by a University of Tennessee law professor, Dylan&#8217;s lyrics, and specifically the line Leon referenced, are frequently used by judges to make their points in opinions. Hegseth sought to punish the Arizona Senator over his comments in a 2025 video in which he five Democratic colleagues called on service members to reject unlawful orders from the Trump administration. While Leon, an appointee of former Republican President George W. Bush, agreed that members of the military have somewhat weaker First Amendment protections than civilians in order to preserve discipline in the armed forces, he said that no court have ever ruled that that lower bar extends to retired service members. Kelly retired from NASA in 2011 after his wife, former Arizona Rep Gabby Giffords, was shot in the head and almost died in an assassination attempt. Before becoming a Senator, Kelly flew 39 combat missions during Operation Desert Storm in the Gulf War in the early 1990 and then became a Navy test pilot and later commanded four Space Shuttle missions. Last November, Kelly was one of six Democratic lawmakers who appeared in a video in which they reminded service members that they have the right to refuse &#8220;illegal orders&#8221; from their commanders, an action that spurred Pres. Trump to suggest that they were traitors who should be charged with sedition and hanged. A short time later, the Defense Department announced an investigation after claiming it had received &#8220;serious allegations of misconduct&#8221; in connection with the video. Self-proclaimed Sec. of War Hegseth then announced that the Pentagon would attempt to strip Kelly of some of his retirement pay and bust down his rank, which led to Kelly suing the DOD over allegations that the action violated his free speech rights. “To say the least, our retired veterans deserve more respect from their Government,” Leon said. &#8220;And our Constitution demands they receive it!” A short time after the ruling, Hegseth wrote on X that the ruling would be &#8220;immediately appealed&#8230; Sedition is section, &#8216;captain.'&#8221; According to The Hill, after the ruling, Kelly said the latest legal setback to the Trump administration&#8217;s efforts to muzzle its opposition marked a &#8220;critical moment&#8221; in showing the White House that it cannot keep trying to undermine the freedoms fought for by &#8220;Americans like me.&#8221; He added, &#8220;I didn’t ask for this fight, but I have been defending the Constitution since I was commissioned as an Ensign in the U.S. Navy. After decades of public service, I can’t think of anything more important I can do for my country than defending the free speech rights of millions of retired veterans and all Americans.” At a hearing last week, Kelly&#8217;s attorneys argued that Hegseth&#8217;s attempt to seek &#8220;unprecedented punishment&#8221; over the Senator&#8217;s protected speech could &#8220;extend to every single retired service member in the country.&#8221; Judge Leon clearly agreed, writing in his ruling that he could not find a single instance in which free speech restrictions on active-duty service members had ever been extended to retired members and that the stretch to include a sitting member of Congress could have a chilling effect. “Indeed, if legislators do not feel free to express their views and the views of their constituents without fear of reprisal by the Executive, our representative system of Government cannot function!” the judge wrote.",
      "image": "https://i.imgur.com/2HpFicp.png",
      "link": "https://www.billboard.com/culture/politics/judge-dylan-subterranean-lyric-deny-hegseth-censure-kelly-1236179552/",
      "date": "2026-02-13T17:21:18.000Z",
      "source": "Billboard"
    },
    {
      "title": "Snow Man’s ‘STARS’ Bows at No. 1 on Japan Hot 100 as ‘CHARISMAX’ Returns to Top 10 After 4 Weeks",
      "description": "Snow Man’s “STARS” debuts at No. 1 on this week’s Billboard Japan Hot 100, on the chart released Feb. 11. The song serves as TBS’ 2026 sports theme and is being played with the station’s coverage of the Milano Cortina 2026 Winter Olympics. After being released digitally Feb. 2, the track rules downloads while coming in at No. 29 for streaming, No. 3 for radio airplay and No. 8 for video views, becoming the nine-member boy band’s 12th song to reach No. 1 on the Japan Hot 100. Meanwhile, the group’s “CHARISMAX” climbs 12-10, returning for the first time in four weeks and marking its ninth week in the top 10. Snow Man’s No. 1 Singles on Japan Hot 100 “CHARISMAX” “SERIOUS” “BREAKOUT” “Dangerholic” “Tapestry” “Orange Kiss” “Brother Beat” “Secret Touch” “HELLO HELLO” “Grandeur” “KISSIN’ MY LIPS” “STARS” Kenshi Yonezu’s “IRIS OUT” rises 4-2. Week over week, CD points stand at 90%, downloads at 81%, streaming at 90%, video at 90%, karaoke at 95%, and radio rises to 157%. By metric, the track leads streaming, video and karaoke, while placing at No. 37 for radio, No. 17 for physical sales and No. 6 for downloads. Mrs. GREEN APPLE’s “lulu.” falls a notch to No. 3. Downloads fall to 68% of the prior frame, streaming to 87%, radio to 24%, video to 87%, while karaoke rises to 128%. Elsewhere on the tally, Bruno Mars’ “I Just Might” jumps 58-18. The track rules radio after gaining more than threefold week over week. The Billboard Japan Hot 100 combines physical and digital sales, audio streams, radio airplay, video views and karaoke data. See the full Billboard Japan Hot 100 chart, tallying the week from Feb. 2 to 8, here. For more on Japanese music and charts, visit Billboard Japan’s English X account.",
      "image": "",
      "link": "https://www.billboard.com/music/chart-beat/snow-man-stars-japan-hot-100-charismax-top-10-return-1236179611/",
      "date": "2026-02-13T17:20:53.000Z",
      "source": "Billboard"
    },
    {
      "title": "Celebrating Industry Titans: Highlights From Billboard & VENU’s Grammy Week Events | Billboard",
      "description": "This is partner content. Billboard and VENU celebrated some of the top talent and executives during Grammy week at their Finance 50 and Power 100 events. The Finance 50 dinner hosted a panel led by Billboard’s Elizabeth Dilts Marshall and featured insights from VENU’s Terri Liebler and Larry Mestel of Primary Wave Music. Terri presented PlaqueBoyMax the Disruptor Award at Power 100, where they honored some of the biggest titans of the music industry. Guest 1: We&#8217;re here to celebrate you tonight as we roll out the world&#8217;s most luxurious amphitheaters across the country. Guest 2: At VENU, we are all about the fan first and a fan based foundation. Terri Liebler: On behalf of VENU and Billboard, it is our honor to present the Billboard Disruptor Award to PlaqueBoyMax. PlaqueBoyMax: I&#8217;m just extremely blessed to have the ability to bond these worlds together and do something new. Thank you so much.",
      "image": "",
      "link": "https://www.billboard.com/video/celebrating-industry-titans-highlights-from-billboard/",
      "date": "2026-02-13T17:01:28.000Z",
      "source": "Billboard"
    },
    {
      "title": "Irreversible Entanglements Announce New Album Future Past Present",
      "description": "The free-jazz quintet tapped Helado Negro and New York-based vocalist Motherboard for their follow-up to 2023’s Protect Your Light",
      "image": "",
      "link": "https://pitchfork.com/news/irreversible-entanglements-announce-new-album-future-past-present/",
      "date": "2026-02-13T16:56:54.000Z",
      "source": "Pitchfork"
    },
    {
      "title": "Bar/None Records’ Glenn Morrow Transfers Label’s Ownership to Emmy Black",
      "description": "Bar/None Records&#8217; Glenn Morrow is passing the torch to employee Emmy Black, who will become the label&#8217;s new owner. While terms of the deal were not disclosed, Morrow will stay on as a consultant and retain a financial interest in Bar/None. Black, who began her music industry career as an intern for Bar/None in 2008,&nbsp;has signed artists including The Front Bottoms to the label. Related Scott Borchetta Departs HYBE AMERICA &amp; Buys Back Big Machine Records Name, HYBE Retains Big Machine Label Group&nbsp;Assets Just in Time For Valentine&#039;s Day, Spotify Shares Which Love-Themed Lyrics From Taylor Swift, Djo and HUNTR/X Are Most Shared Live Nation Launches &#039;Next On&#039; Program for Emerging Artists in Australia and New Zealand “Bar/None has always been a special place,” Black said in a statement. “It’s been a home for artists who have unique visions and want to make one-of-a-kind music. It’s a label that bucked trends and found so many great songs along the way. As a teenager I listened to many Bar/None artists. I’m excited to have the opportunity to shape the label that shaped me.&#8221; While Black began her career at Bar/None, she also worked at The Orchard and royalty accounting platform eddy.app. She also ran her own imprint, Rhyme &amp; Reason, before returning to Bar/None in 2024, where she did everything from back-office work to frontline A&amp;R in the three-person operation, according to the announcement. Going forward, Bar/None label manager Mike Sansevere will help her oversee its operation. Last year, Bar/None lost a key member of the team when CEO Mark Lipsitz passed away. “After 40 years in this business, it feels good to hand things off to someone who really gets it,” Morrow said in a statement. “Emmy’s got the ears, the instincts, and most importantly, the heart for this work. Her enthusiasm was always infectious and inspiring and I’m so happy she wants to take this on.” Under Morrow’s leadership, Bar/None has issued hundreds of albums from artists including They Might Be Giants, Freedy Johnston,&nbsp;Alex Chilton, the Feelies, Ivy and Yo La Tengo, as well as solo outings from Evan Dando and Juliana Hatfield.&nbsp;The label also brought Esquivel to the attention of modern music fans when it issued a compilation album of his music from the 1950s and 1960s under the name Space Age Bachelor Pad Music in 1994. It also issued the Langley Schools Music Project album Innocence and Despair, which some say inspired the 2003 film School of Rock. Along with record store Pier Platters and the sorely missed rock club Maxwell’s, Bar/None helped turn Hoboken, N.J., into a rock music mecca — or, as the announcement of the label&#8217;s ownership transfer puts it, “Hoboken had a sound all its own — jangly guitars, clever lyrics, and more heart than hype.” Looking ahead, upcoming releases from Bar/None include albums from Emperor X, former Sonic Youth band member Bob Bert and the first solo album from The Front Bottoms’ Brian Sella. While Bar/None Records was initially founded by Tom Prendergast, co-owner of Pier Platters, in 1986, the first album it put out was by Morrow&#8217;s then-band Rage to Live. Morrow subsequently became Pendergast&#8217;s partner, and then the label&#8217;s sole owner. In keeping with tradition, one of the new regime&#8217;s first releases will be the third album from Morrow’s current band, Cry For Help, titled Our Final Album Vol. 1.",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/P11GWT7.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/pro/bar-none-glenn-morrow-transfers-ownership-emmy-black/",
      "date": "2026-02-13T16:50:02.000Z",
      "source": "Billboard"
    },
    {
      "title": "Fans Choose The Warning & Carín León’s ‘Love to Be Loved’ as Their Favorite New Latin Music of the Week",
      "description": "The Warning and Carín León’s “Love to be Loved” has topped Billboard’s Latin music poll published on Feb. 6. In support of the weekly New Music Latin roundup and playlist, curated by Billboard Latin and Billboard Español editors, music fans voted for the Mexican collaboration as their favorite music release of the week. “Love to Be Loved” generated more than 60% of the vote, beating out other new releases including Carlos Vives’ “Te Dedico” and a new W Sound tune by Myke Towers, Westcol and Ovy on the Drums called “5 Estrellas.” Meanwhile, “Bajo Cero” by former CNCO members Erick Brian and Christopher Vélez was a close second in the weekly poll with nearly 35 percent of the vote. Cowritten by the Monterrey-based group and superstar Teddy Swims, “Love to Be Loved” finds the Mexican trio — the Villarreal Vélez sisters (Daniela, Paulina and Alejandra) — rocking out with León on his first-ever contribution sung entirely in English. The song meshes country and rock backed by León’s and The Warning’s powerhouse harmonies. “As a rock band, this is something completely different for us and a chance to explore new sounds,” The Warning said in a press statement at the time. ”Blending musical worlds is always exciting, and working with our fellow Mexican artist Carín León made the experience even more special. It’s a collaboration that pushed us creatively and shows a new side of The Warning.” Editor’s Note: The weekly New Music Latin poll results are posted if the poll generates more than 1,000 votes. See the full results below: Take Our Poll",
      "image": "https://i.imgur.com/2HpFicp.png",
      "link": "https://www.billboard.com/music/latin/the-warning-carin-leon-collab-best-latin-music-of-the-week-1236179484/",
      "date": "2026-02-13T16:49:54.000Z",
      "source": "Billboard"
    },
    {
      "title": "BTS Opens Up About ‘More Mature’ New Album, Not Wanting to Be ‘Desperately Eager’ to Win a Grammy",
      "description": "BTS&#8216; long-awaited comeback is loading, with new album Arirang slated to drop this spring. And in a new cover story interview with GQ published Friday (Feb. 13), the members of the band opened up about what ARMY can expect from the LP and whether winning a Grammy for the project is something that&#8217;s important to them. Related BTS Returning To Movie Theaters With &#8216;BTS World Tour &#8216;Arirang&#8217; Live Viewing&#8217; Of 2026 Tour Kick-Off&nbsp;Shows Diplo Raves About BTS&#8217; &#8216;Arirang&#8217; Comeback LP, Calling it Their &#8216;Craziest Album&nbsp;Ever&#8217; Everything the Members of BTS Have Said About Their Upcoming&nbsp;Reunion Arriving March 20, Arirang will mark the septet&#8217;s first full-length since 2020&#8217;s Billboard 200-topping Be. According to Suga, it&#8217;ll also showcase a &#8220;more mature side of BTS this time around,&#8221; featuring a &#8220;diversity of genres.&#8221; &#8220;What I can tell you is that it’s going to be quite different from the BTS albums and sounds that you’ve been listening to,&#8221; he told the publication. &#8220;Being idol groups and boy bands and girl groups in the K-pop industry, it might feel like it’s a little bit restraining about the negative sides of life. But I think as artists and as individuals, you have to be able to express both the positive and the negative sides of life.&#8221; &#8220;I think we are slowly heading that way because this album has a lot of introspection and thoughts,&#8221; he continued. &#8220;Things have changed, and we are still changing.&#8221; It&#8217;s hard to overstate just how excited BTS fans are for the group&#8217;s return. Suga and bandmates RM, Jin, J-Hope, Jimin, V and Jung Kook have spent the past three years or so taking turns releasing solo projects while completing their mandatory enlistment periods in the South Korean military, finally coming back together last summer to promise fans in a Weverse livestream that a new album and world tour would happen in 2026. Despite the break, BTS is picking up right where it left off with seemingly no momentum lost &#8212; but is a Grammy something the members are still working toward after becoming the first K-pop group to be nominated for one in 2021, but losing both best pop duo/group performance that year and again in 2022? &#8220;I don’t know,” RM told GQ candidly. &#8220;Time has passed. There are a lot of K-pop-related nominees you see in the general field and, really, I want to send big applause for them.” (In 2026, ROSÉ of BLACKPINK became the first K-pop soloist to be nominated in a general field category at the Grammys.) “I mean, we’ll try,” he added. “Maybe we’ll submit our album to the Grammys again. But I don’t know &#8212; we don’t want to be desperately eager for it &#8230; We don’t want to say anymore like, ‘Ah, man, we want the Grammys.’ I mean, it doesn’t mean that we really don’t want it &#8212; but we’ll try. But if not, then OK.” See BTS on the cover of GQ below. View this post on Instagram View this post on Instagram",
      "image": "https://www.billboard.com/wp-content/uploads/2026/02/1389370679-e1770905057924.jpg?w=237&#038;h=147&#038;crop=1",
      "link": "https://www.billboard.com/music/music-news/bts-more-mature-new-album-grammy-win-important-1236179532/",
      "date": "2026-02-13T16:33:47.000Z",
      "source": "Billboard"
    },
    {
      "title": "Presidents’ Day Streaming Deal: The Hulu & Disney+ Bundle is Just $9.99 for a Limited Time",
      "description": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes. Disney+ has just announced a new streaming deal ahead of Presidents&#8217; Day, offering first-time subscribers and eligible returning subscribers access to the Disney+ and Hulu bundle for just $9.99 total. The limited-time offer provides users with access to titles from Disney+ and Hulu (with ads) for a full month for just $9.99/month. That&#8217;s a total savings of 58% for the first month, adding an extra $3 in your pocket. After your first month, pricing is up, you can cancel your subscription or continue your service with the regular price of $12.99 a month. $9.99 $12.99 23% off GET: DISNEY+ AND HULU BUNDLE To put that in perspective, a standalone Disney+ subscription will run users $12 a month with ads, while a standalone subscription to Hulu also runs users $12 a month with ads. If you choose not to bundle, that&#8217;s a whopping $24 with those pesky ads. You&#8217;ll want to act fast. This deal ends Feb. 17. 2026, the day after Presidents&#8217; Day. This limited-time promotion offers a great excuse for those looking to tap into new shows and films like Ryan Murphy&#8217;s The Beauty and the Jared Leto-led film Tron Ares, along with returning hits like The Pitt, Tell Me Lies, The Bear, Shōgun, Only Murders in the Building and The Handmaid&#8217;s Tale. $9.99 $12.99 23% off GET: DISNEY+ AND HULU BUNDLE Both Disney+ and Hulu offer a slew of music-oriented content, like the Taylor Swift Eras Tour movie, Olivia Rodrigo&#8217;s Driving Home 2 U and Billie Eilish&#8217;s Happier Than Ever: A Love Letter to Los Angeles, American Idol, The Masked Singer, The Beatles: Get Back, Elton John: Never Too Late and so much more. Looking for more Disney+ and Hulu deals? Both streaming services offer student discounts, with prices starting at just $1.99/month. See more details here.",
      "image": "",
      "link": "https://www.billboard.com/culture/product-recommendations/best-disney-plus-hulu-bundle-deals-streaming-offers-1235918351/",
      "date": "2026-02-13T16:33:33.000Z",
      "source": "Billboard"
    },
    {
      "title": "Taylor Swift Shares Extended ‘Opalite’ Video of ‘Camcorder Footage, Gigantic Scrunchies’",
      "description": "\"I never want to forget a single detail of this hysterical shoot,\" the singer said in an Instagram post",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/taylor-swift-opalite-video-extended-versions-1235515810/",
      "date": "2026-02-13T16:33:08.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "The Artist FKA Sturgill Simpson Is Releasing a New Album. You Can’t Stream It",
      "description": "Mutiny After Midnight, by Johnny Blue Skies and the Dark Clouds, will be released only on vinyl, CD, and cassette",
      "image": "",
      "link": "https://www.rollingstone.com/music/music-news/sturgill-simpson-johnny-blue-skies-mutiny-after-midnight-1235514899/",
      "date": "2026-02-13T16:29:50.000Z",
      "source": "Rolling Stone"
    },
    {
      "title": "How to Watch Team USA Ice Hockey Live Online for Free",
      "description": "All products and services featured are independently chosen by editors. However, Billboard may receive a commission on orders placed through its retail links, and the retailer may receive certain auditable data for accounting purposes. We&#8217;re at about the halfway point of the 2026 Winter Olympics with Team USA among the best countries in the world with the most medals. However, there&#8217;s still a lot of sports action in Italy, as men&#8217;s and women&#8217;s ice hockey continues throughout The Games. Ice Hockey takes place at the Milano Santagiulia Ice Hockey Arena in PalaItalia and Milano Rho Ice Hockey Arena in Milan, Italy. Check out a complete schedule of the event here. Watch the 2026 Winter Olympics in Milano Cortina, At a Glance: Dates: Feb. 5–22 TV channels: NBC, USA Network and CNBC Streaming: DirecTV, Peacock, Sling TV, Hulu + Live TV watch 2026 Winter Olympics: Ice Hockey on Peacock When Does Winter Olympics: Ice Hockey Events Start? Women&#8217;s ice hockey continues until the gold medal game on Thursday, Feb 19 at 1:10 p.m. ET/10:10 a.m. PT on USA Network and Peacock, while the men&#8217;s ice hockey continues until the gold medal game on Sunday, Feb. 22 starting at 7:45 a.m. ET/4:45 a.m. PT on NBC and Peacock. Meanwhile, NBC&#8217;s Primetime in Milan coverage, highlights and replays daily during the Winter Olympics has a start time of 8 p.m. ET/PT. Men&#8217;s and women’s ice hockey are available to watch live and stream on demand. The events broadcast across NBC, USA Network and CNBC, as well as streaming on Peacock. Peacock Get Peacock Can you stream ice hockey on Peacock? Yes, Peacock goes for $10.99 per month for the Premium plan and $16.99 per month for the Premium Plus plan, both plans include coverage of all Olympic sports. There is no free trial for new subscribers, but the streaming platform does come with various plans starting at $10.99 per month. However, you can sign up for a 30-day free trial for Walmart+, which comes with access to Peacock as part of the service. Learn more about Walmart+ here. Outside of the Winter Olympics, Peacock comes with its own collection of original TV shows and movies, as well as programs from NBC, CNBC, USA Network, Bravo and others. TV Shows you can look forward to watching includes Poker Face, The Traitors,&nbsp;Couple to Throuple,&nbsp;The Best Man: The Final Chapters,&nbsp;Bel-Air,&nbsp;Love Island, Love Island Games,&nbsp;One of Us Is Lying,&nbsp;Dr. Death,&nbsp;Yellowstone,&nbsp;Suits,&nbsp;The Office,&nbsp;Modern Family and&nbsp;Parks &amp; Recreation. The streaming service is also the home to exclusive music programming, such as Girl You Know It&#8217;s True, Toby Keith: American Icon, When Metal Ruled the World, America&#8217;s Got Talent and others. Where to Watch&nbsp;the Winter Olympic: Ice Hockey Online&nbsp;for Free If you&#8217;re a cord-cutter, then there are a number of ways to watch ice hockey without cable &#8212;&nbsp;especially if you want to watch for free. DirecTV has a five-day free trial, while Hulu + Live TV offers a free trial too. This is a good way to watch NBC, USA Network and CNBC without spending money up front. Keep reading for more details on how to watch Winter Olympics: Ice Hockey on NBC, USA Network and CNBC with DirecTV and Hulu + Live TV and others. DirecTV Get 5-Day Free Trial You can watch NBC, USA Network and CNBC on DirecTV. New users are eligible for a five-day free trial through DirecTV when you sign up for one of its packages. The streamer&#8217;s &#8220;MySports&#8221; streaming package goes for %59.99 for the first two months ($69.99 per month afterwards). Sling TV Get Sling Blue Sling TV offers the Blue + News Extra package, which goes for $60.99 per month and comes with NBC, USA Network, CNBC, MS NOW, Bravo and others. Blue is one of the most affordable options and comes with more than 40 channels and can be streamed on up to three devices at a time. Please note: Pricing and channel availability varies from market-to-market. Hulu + Live TV Get 3-day Free Trial The networks NBC, USA Network and CNBC are available to watch with Hulu + Live TV too. Prices for the cable alternative start at $89.99 per month, while each plan comes with Hulu, Disney+ and ESPN Unlimited at no additional cost. Hulu + Live TV might be best for those who want all of these streaming services together in one package. It features many other networks, like CBS, ABC, FOX, BET, CMT, Disney Channel, ESPN, Hallmark Channel and more. More Ways to Watch Viewers who want to stream the Winter Olympics internationally can use&nbsp;ExpressVPN, NordVPN and PureVPN&nbsp;to access several streaming platforms. Winter Olympics: Ice Hockey broadcasts on NBC, USA Network and CNBC. Peacock and DirecTV are the best ways to watch events. watch 2026 Winter Olympics: ice hockey on Peacock Want more? For more&nbsp;product recommendations, check out our roundups of the&nbsp;best Xbox deals,&nbsp;studio headphones&nbsp;and&nbsp;Nintendo Switch accessories.",
      "image": "https://www.billboard.com/wp-content/uploads/2026/01/Peacock-Logo-BB-Embed.jpg?w=942&#038;h=623&#038;crop=1",
      "link": "https://www.billboard.com/culture/product-recommendations/winter-olympics-ice-hockey-2026-how-to-watch-online-free-1236174077/",
      "date": "2026-02-13T16:20:53.000Z",
      "source": "Billboard"
    },
    {
      "title": "Taylor Swift Files Legal Action to Block ‘Swift Home’ Trademark",
      "description": "Taylor Swift has filed a legal action aimed at blocking a bedding company from getting a trademark on a logo featuring the name &#8220;Swift Home.” In legal papers filed Wednesday, the superstar asked the U.S. Patent and Trademark Office to reject a trademark registration sought by Cathay Home Inc., which applied last year for a logo featuring the “Swift Home” name in cursive script. Lawyers for Taylor’s company, TAS Rights Management LLC, say the logo is highly similar to her own signature logo – meaning it could “deceive and mislead” the public into thinking that the star “sponsors, approves of or endorses” the brand. “Consumers would immediately recognize the name “SWIFT” as identifying the Artist,” Taylor’s attorney, Rebecca Liebowitz of the law firm Venable LLP, writes in the filing, which was obtained by Billboard. Such cases, filed at the PTO’s Trademark Trial and Appeal Board, are a common legal procedure for big brands like Nike or Apple or Wal-Mart, aimed at preventing similar-sounding names from being granted federal trademark protections. But many celebrities, including major music stars, also file them regularly to fend off copycats. Over the past decade, Jay-Z has filed eight such cases. Nirvana has brought three of them, and Snoop Dogg has filed five more, including one against a company selling a product called “SnoopGuard.” Last year, Eminem launched such a case against an Australian beach umbrella brand called “Swim Shady,” claiming it was too similar to his “Slim Shady.” Swift is no stranger to such cases either. Her company moved to block a “Swifty” trademark in 2017, and threatened to bring a case in 2022 against a company that wanted to register “Speak Now.” In 2024, her attorneys successfully blocked a “Taylor Talk” trademark. Cathay Home, a textile company based in Manhattan, applied last fall to register the “Swift Home” logo as a federal trademark for blankets, pillows, towels and other similar products. Such a registration allows companies to stop others from using similar trademarks on related products – and to use the R symbol on their branding. In asking the PTO to block the registration, Swift is not suing Cathay for damages or accusing the company of infringement. She is simply asserting that the company should not be able to claim its own trademark rights to the logo, given its similarities to her existing logo. Representatives for both Cathay and Swift did not immediately return requests for comment on Friday.",
      "image": "",
      "link": "https://www.billboard.com/pro/taylor-swift-trademark-case-swift-home/",
      "date": "2026-02-13T16:10:23.000Z",
      "source": "Billboard"
    }
  ],
  "world_politics": [
    {
      "title": "Six possible effects of Trump's climate policy change",
      "description": "The announcement on Thursday removes the legal bedrock for much of US environmental legislation.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cd03ee39945o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T17:18:25.000Z",
      "source": "BBC World"
    },
    {
      "title": "Martin Rowson on uncertain times for Keir Starmer – cartoon",
      "description": "Continue reading...",
      "image": "https://i.guim.co.uk/img/media/8d2992f858c66b819a99fedcdc65656ac4f5d86a/0_8_4139_3312/master/4139.jpg?width=140&quality=85&auto=format&fit=max&s=ce31ca583f194dfb8176049f7904d5dc",
      "link": "https://www.theguardian.com/commentisfree/picture/2026/feb/13/martin-rowson-cartoon-keir-starmer-cartoon-prime-minister-peter-mandelson",
      "date": "2026-02-13T16:50:35.000Z",
      "source": "The Guardian"
    },
    {
      "title": "World's rules-based order 'no longer exists', Germany's Merz warns",
      "description": "\"Our freedom is not guaranteed\" in an era of big powers, the German chancellor tells Munich's security summit.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cy4wpv0wx43o?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T16:42:44.000Z",
      "source": "BBC World"
    },
    {
      "title": "Ukrainian slider Olympics over as helmet appeal dismissed",
      "description": "Ukrainian skeleton racer Vladyslav Heraskevych will not compete at the Winter Olympics after the Court of Arbitration for Sport dismissed his appeal to wear a helmet depicting images of athletes killed during Russia's invasion of his home country.",
      "image": "",
      "link": "https://www.bbc.com/sport/articles/c4gjl7dz5pmo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T16:41:38.000Z",
      "source": "BBC World"
    },
    {
      "title": "Newsom to world leaders: ‘Donald Trump is temporary’",
      "description": "Gavin Newsom’s message to world leaders in Munich: It’s time to start thinking about the next president. “Donald Trump is temporary,” the California governor and likely presidential candidate said during a panel about climate change Friday at the Munich Security Conference. “He’ll be gone in three years.” Newsom r has long positioned California as a durable counterweight to Trumpism, particularly on climate policies that California has expanded as the White House retreats. He&nbsp;carried a similar banner&nbsp;at an international climate conference in Brazil last year, casting California as America’s premiere climate mover in Trump’s absence. While it’s&nbsp;not unusual&nbsp;for California governors to wield the state’s economic clout to shape global climate policy, Newsom’s advocacy for the state doubles as a pitch for himself, allowing him to practice his diplomatic acumen, fortify relationships with heads of state, and sharpen his pitch for a post-Trump foreign policy. He is&nbsp;one of a half dozen potential Democratic presidential contenders&nbsp;offering a contrast to Vice President&nbsp;JD Vance’s scathing criticism of the continent&nbsp;in the same forum last year. On Friday, global leaders suggested they, too, understand a leadership change is coming, though it is unclear if the next administration will be any more sympathetic to concerns about climate change. Asked on a panel with Newsom about how to navigate the Trump administration’s rollback of climate policies, Vanuatu’s minister of climate adaptation noted other nations are already used to presidential elections shifting their relationship with the United States. “We are waiting for the U.S. to come back on board,” Minister Ralph Regenvanu said. “It happened once. I think it will happen again.”",
      "image": "",
      "link": "https://www.politico.com/news/2026/02/13/newsom-to-world-leaders-donald-trump-is-temporary-00780460?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-13T16:39:51.000Z",
      "source": "Politico"
    },
    {
      "title": "Bangladesh Nationalist Party sweeps to victory in first election since Gen Z uprising",
      "description": "Voters are hoping for a return to democracy after 15 years of authoritarian rule under Sheikh Hasina.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cgrzwn4yg7jo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T16:33:02.000Z",
      "source": "BBC World"
    },
    {
      "title": "Scottish Labour leader says he doesn’t regret calling for Starmer to quit – UK politics live",
      "description": "Anas Sarwar said that he stood by what he said when he announced on Monday that he wanted the prime minister to stand downThe Equality and Human Rights Commission has welcomed a high court ruling defending the interim guidance it issued to organisations about the implications of the supreme court judgement saying that, when the Equality Act refers to sex, it means biological sex.The guidance – described as an “interim update” – was controversial because it was seen as over-prescriptive, and the Good Law Project launched a legal challenge.We welcome the court’s conclusion that the interim update was lawful and the EHRC did not act in breach of its statutory duties.We issued the interim update in response to a high level of demand immediately after the supreme court’s ruling. We were concerned that organisations and individuals could be subject to misinformation and misrepresentation of the judgment and its consequences. That might have led to them failing to comply with the law: adopting or maintaining discriminatory policies or practices, to the detriment of those the law is supposed to protect.It is wrong because it reduces trans people to a third sex. It is wrong because it gives little or no weight to the harm done to trans people by excluding them. And it is wrong because it is not interested enough in the rights of people who are trans to keep their status private.The tragic irony for [Morgan] McSweeney [Starmer’s chief of staff until Sunday] was that Starmer’s 18 months as prime minister have only vindicated Blair’s central analysis of their project. McSweeney and Starmer might have identified what they disliked most about the excesses of New Labour, but they never developed an alternative political economy of their own that might replace it. In place of Blairism there was no theory of political reform or coherent critique of British state failure, no analysis of Britain’s future place in the world or any kind of distinct moral mission. All there was was a promise to “clean things up” as Starmer put it to me. The mission became, in essence, conservative: to protect the settlement erected by Blair and eroded over the 20 years since his departure. Britain could thrive if it could only begin to live within its means, attract more foreign investment, reassure the bond markets and return a sense of “service” to government. After years of chaos, mere stability would be change. And this would be enough.Where there was distinct radicalism – from McSweeney’s Blue Labour instincts – there was no mandate. McSweeney and Starmer had not fought an ideological battle to bring Blue Labour to government, as Wilson had done for socialist modernisation in the 1960s and Blair for liberal progressivism 30 years later. This was largely because Starmer never really believed in it in the first place and McSweeney, though a reflective thinker, was always more of an operator than political theorist. And so, the pair offered a programme without a programme, a government without ideas or the mandate to enact them.Another of those who worked for [Stamer] adds: ‘He’s completely incurious. He’s not interested in policy or politics. He thinks his job is to sit in a room and be serious, be presented with something and say “Yes” or “No” – invariably “Yes” – rather than be persuader–in-chief.’ Even before he fell out with Starmer, Mandelson told friends and colleagues that the Prime Minister had never once asked him ‘What really makes Trump tick?’ or ‘How will he react to this?’.Others dispute the claim of incuriosity. ‘There are subjects when he drills down and he’s really, really good,’ says another aide. ‘The idea he can’t think politically is also wrong. He will often think ahead.’ But even these loyalists admit Starmer lacks a ‘philosophical worldview’. Continue reading...",
      "image": "https://i.guim.co.uk/img/media/241ae810a6b21dbce12222c8e839e601f14a481a/859_0_6126_4901/master/6126.jpg?width=140&quality=85&auto=format&fit=max&s=126eeddb80955bfa443fede9bcefd1f6",
      "link": "https://www.theguardian.com/politics/live/2026/feb/13/keir-starmer-cabinet-secretary-chris-wormald-labour-badenoch-conservatives-uk-latest-news-updates",
      "date": "2026-02-13T16:30:21.000Z",
      "source": "The Guardian"
    },
    {
      "title": "Head of Dubai-based ports giant quits after Epstein links revealed",
      "description": "Sultan Ahmed bin Sulayem’s exit comes after files showed he appears to have exchanged hundreds of emails with Epstein.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/ce82xgd2g3yo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T16:29:04.000Z",
      "source": "BBC World"
    },
    {
      "title": "Orban rival accuses opponents of blackmail plot ahead of Hungary election",
      "description": "Peter Magyar suspects there are plans to release a sex tape of him from August 2024.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c8758xv4eqeo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T16:27:53.000Z",
      "source": "BBC World"
    },
    {
      "title": "Germany’s Merz blasts ‘lost’ US leadership and says global order ‘no longer exists’",
      "description": "MUNICH, Germany — German Chancellor Friedrich Merz said that U.S. leadership can no longer be taken for granted and Europe must prepare to stand more firmly on its own, in a stark warning to world leaders in Munich. “The leadership claim of the U.S. is being challenged, perhaps already lost,” Merz said during the opening of the Munich Security Conference, laying out the starkest assessment yet from Berlin of a world increasingly defined by great-power rivalry. “In the era of great powers, our freedom is no longer simply guaranteed. It is under threat.” He argued the global system itself may already have collapsed. “The international order based on rights and rules … no longer exists in the way it once did,” he said. Merz also drew a lesson from Germany’s own history. “We Germans know a world in which might makes right would be a dark place,” he said. “Our country has gone down this path in the 20th century until the bitter and dreadful end.” Most strikingly, the chancellor confirmed discussions with French President Emmanuel Macron about a European nuclear deterrent. The speech amounted to a strategic repositioning of Germany: still anchored in NATO, but preparing for a future in which American guarantees are less reliable and Europe must carry more responsibility. That message echoed remarks earlier in Munich from U.S. Deputy Defense Secretary Elbridge Colby, who called for a “NATO 3.0” in which European allies assume a far greater share of defense burdens while Washington prioritizes other theaters. The United States wants “vigorous, capable, more self-reliant European allies,” Colby said, adding America had long carried a “vastly disproportionate share” of the burden. He singled out Germany for special praise for its “historic, tremendous shift” in defense spending. Merz signaled Berlin is already preparing for a scenario with a smaller American footprint in Europe, and that Germany may at times diverge from the U.S. “We Europeans are taking precautions. In doing so, we arrive at different conclusions than the administration in Washington,” he said. European nuclear deterrent How far France will go to reassure its allies that they would be protected by its nuclear weapons is one of the most sensitive questions in Europe’s security architecture. “I spoke with Emmanuel Macron about a European nuclear deterrence,” Merz said, suggesting Germany is openly considering alternatives amid uncertainty about long-term U.S. protection. The debate reflects fears across Europe about whether the American nuclear umbrella would protect the continent in a crisis — a concern increasingly voiced by policymakers on both sides of the Atlantic. Most strikingly, the chancellor confirmed discussions with French President Emmanuel Macron about a European nuclear deterrent. | Pool photo by EU Council/Anadolu via Getty Images Merz also underscored growing political and economic divergence with Washington, referencing ideological and trade disputes linked to Donald Trump’s policies. “A deep divide has opened between Europe and the United States,” he said. “The culture wars of the U.S. are not ours. And we do not believe in tariffs and protectionism, but in free trade.” The remarks signaled that tensions are no longer confined to burden-sharing in NATO but extend to economic policy and democratic norms. A world of power politics Merz paired his warnings about the United States with a hardening stance toward Beijing ahead of a planned visit to China later this month. He warned China could soon rival American military power and accused it of exploiting economic dependencies — citing rare-earth export controls that disrupted German industry. The message: European autonomy will not mean alignment with China. Throughout the speech, Merz returned to a central theme — Europe is entering a harsher geopolitical era shaped by Russia’s war in Ukraine and the rise of major powers unconstrained by old international norms. He also reiterated Germany&#8217;s long-term support for Ukraine. “This war will only end when Russia is at least economically, potentially militarily, exhausted,” he said. He praised European solidarity, including support for Greenland’s sovereignty after Trump&#8217;s political pressure to annex the Danish territory, framing unity as Europe’s main strategic asset. “This does not mean we accept this reality as fate,” Merz said. “We are not helpless in this world. We will open new doors and seize new opportunities.”",
      "image": "https://www.politico.eu/wp-content/uploads/2026/02/13/GettyImages-2260762182-1024x683.jpg",
      "link": "https://www.politico.eu/article/germany-firedrich-merz-blasts-lost-us-leadership-as-international-order-no-longer-exists/?utm_source=RSS_Feed&utm_medium=RSS&utm_campaign=RSS_Syndication",
      "date": "2026-02-13T15:33:41.000Z",
      "source": "Politico"
    },
    {
      "title": "Leak damages 19th Century painting in latest Louvre setback",
      "description": "A catalogue of incidents at the world's most visited museum have placed museum bosses come under increasing scrutiny.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/c7951d1pgewo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T15:06:49.000Z",
      "source": "BBC World"
    },
    {
      "title": "Hello Kitty designer steps down after 46 years",
      "description": "Yuko Yamaguchi oversaw the feline character's rise to to global icon status.",
      "image": "",
      "link": "https://www.bbc.com/news/articles/cpv8nmr97rwo?at_medium=RSS&at_campaign=rss",
      "date": "2026-02-13T14:23:51.000Z",
      "source": "BBC World"
    }
  ]
}
